{"articles": {"results": [{"uri": "1482591213", "lang": "eng", "isDuplicate": false, "date": "2020-03-13", "time": "18:31:00", "dateTime": "2020-03-13T18:31:00Z", "dateTimePub": "2020-03-13T18:30:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/deadly-viruses-are-no-match-for-plain-old-soap-heres-the-science-behind-it-2020-03-08", "title": "Deadly viruses are no match for plain, old soap  --  here's the science behind it", "body": "Soap works better than alcohol and disinfectants at destroying the structure of viruses\n\nWhy does soap work so well on the new coronavirus and, indeed, most viruses? Because it is a self-assembled nanoparticle in which the weakest link is the lipid (fatty) bilayer.\n\nThat sounds scientific. Let me explain.\n\nSoap dissolves the fat membrane, and the virus falls apart like a house of cards and \"dies,\" or rather, it becomes inactive as viruses aren't really alive. Viruses can be active outside the body for hours, even days.\n\nDisinfectants, or liquids, wipes, gels and creams containing alcohol (and soap) have a similar effect but are not as good as regular soap. Apart from alcohol and soap, antibacterial agents in those products don't affect the virus structure much. Consequently, many antibacterial products are basically just an expensive version of soap in how they act on viruses. Soap is the best, but alcohol wipes are good when soap is not practical or handy, for example in office reception areas.\n\n\" Soap outcompetes the interactions between the virus and the skin surface, and the virus gets detached and falls apart like a house of cards. \"\n\nSupramolecular chemistry\n\nBut why, exactly, is soap so good? To explain that, I will take you through a journey of supramolecular chemistry, nanoscience and virology. I will try to explain this in generic terms, which means leaving out special chemistry terms. (I must point out that, while I am an expert in supramolecular chemistry and the assembly of nanoparticles, I am not a virologist.)\n\nI have always been fascinated by viruses, as I see them as one of them most spectacular examples of how supramolecular chemistry and nanoscience converge.\n\nMost viruses consist of three key building blocks: RNA, proteins and lipids.The RNA is the viral genetic material -- it is similar to DNA. The proteins have several roles, including breaking into the target cell, assisting with virus replication and basically being a key building block (like a brick in a house) in the virus structure.\n\nThe lipids then form a coat around the virus, both for protection and to assist with its spread and cellular invasion. The RNA, proteins and lipids self-assemble to form the virus. Critically, there are no strong \"covalent\" bonds holding these units together.\n\nInstead, the viral self-assembly is based on weak \"non-covalent\" interactions between the proteins, RNA and lipids. Together, these act together like Velcro, so it is hard to break up the self-assembled viral particle. Still, we can do it -- with soap!\n\nMost viruses, including the coronavirus, are between 50-200 nanometers -- so they truly are nanoparticles. Nanoparticles have complex interactions with surfaces they are on; it's the same with viruses. Skin, steel, timber, fabric, paint and porcelain are very different surfaces.\n\nWhen a virus invades a cell, the RNA \"hijacks\" the cellular machinery like a computer virus and forces the cell to make fresh copies of its own RNA and the various proteins that make up the virus.\n\nThese new RNA and protein molecules self-assemble with lipids (readily present in the cell) to form new copies of the virus. That is, the virus does not photocopy itself; it makes copies of the building blocks, which then self-assemble into new viruses.\n\nAll those new viruses eventually overwhelm the cell, and it dies or explodes, releasing viruses that then go on to infect more cells. In the lungs, viruses end up in the airways and mucous membranes.\n\nWhen you cough, or especially when you sneeze, tiny droplets from the airways can fly up to 30 feet. The larger ones are thought to be main coronavirus carriers, and they can go at least 7 feet. So, cover your coughs and sneezes!\n\nSkin is an ideal surface for viruses\n\nThese tiny droplets end up on surfaces and dry out quickly. But the viruses are still active. What happens next is all about supramolecular chemistry and how self-assembled nanoparticles (like the viruses) interact with their environment.\n\nNow it is time to introduce a powerful supramolecular chemistry concept that effectively says: Similar molecules appear to interact more strongly with each other than dissimilar ones. Wood, fabric and skin interact fairly strongly with viruses.\n\nContrast this with steel, porcelain and at least some plastics, such as Teflon. The surface structure also matters. The flatter the surface, the less the virus will \"stick\" to the surface. Rougher surfaces can actually pull the virus apart.\n\nSo why are surfaces different? The virus is held together by a combination of hydrogen bonds (like those in water) and hydrophilic, or \"fat-like,\" interactions. The surface of fibers or wood, for instance, can form a lot of hydrogen bonds with the virus.\n\nIn contrast, steel, porcelain or Teflon do not form much of a hydrogen bond with the virus. So the virus is not strongly bound to those surfaces and is quite stable.\n\nFor how long does the virus stay active? It depends. The novel coronavirus is thought to stay active on favorable surfaces for hours, possibly a day. What makes the virus less stable? Moisture (\"dissolves\"), sunlight (UV light) and heat (molecular motions).\n\nThe skin is an ideal surface for a virus. It is organic, of course, and the proteins and fatty acids in the dead cells on the surface interact with the virus through both hydrogen bonds and the \"fat-like\" hydrophilic interactions.\n\nSo when you touch a steel surface with a virus particle on it, it will stick to your skin and, hence, get transferred on to your hands. But you are not (yet) infected. If you touch your face, though, the virus can get transferred.\n\nAnd now the virus is dangerously close to the airways and the mucus-type membranes in and around your mouth and eyes. So the virus can get in and -- voila! -- you are infected. That is, unless your immune system kills the virus.\n\nIf the virus is on your hands, you can pass it on by shaking someone's else hand. Kisses, well, that's pretty obvious. It goes without saying that if someone sneezes in your face, you're stuck.\n\nSo how often do you touch your face? It turns out most people touch the face once every two to five minutes. So you're at high risk once the virus gets on your hands, unless you wash off the active virus.\n\nSo let's try washing it off with plain water. It might just work. But water \"only\" competes with the strong \"glue-like\" interactions between the skin and virus via hydrogen bonds. The virus is sticky and may not budge. Water isn't enough.\n\nSoap dissolves a virus' structure\n\nSoapy water is totally different. Soap contains fat-like substances known as amphiphiles, some structurally similar to the lipids in the virus membrane. The soap molecules \"compete\" with the lipids in the virus membrane. That is more or less how soap also removes normal dirt of the skin (see graphic at the top of this article).\n\nThe soap molecules also compete with a lot other non-covalent bonds that help the proteins, RNA and the lipids to stick together. The soap is effectively \"dissolving\" the glue that holds the virus together. Add to that all the water.\n\nThe soap also outcompetes the interactions between the virus and the skin surface. Soon the virus gets detached and falls apart like a house of cards due to the combined action of the soap and water. Boom, the virus is gone!\n\nThe skin is rough and wrinkly, which is why you need a fair amount of rubbing and soaking to ensure the soap reaches every nook and cranny on the skin surface that could be hiding active viruses.\n\nAlcohol-based products include all \"disinfectants\" and \"antibacterial\" products that contain a high share of alcohol solution, typically 60%-80% ethanol, sometimes with a bit of isopropanol, water and a bit of soap.\n\nEthanol and other types of alcohol do not only readily form hydrogen bonds with the virus material but, as a solvent, are more lipophilic than water. Hence, alcohol does dissolve the lipid membrane and disrupt other supramolecular interactions in the virus.\n\nHowever, you need a fairly high concentration (maybe 60%-plus) of the alcohol to get a rapid dissolution of the virus. Vodka or whiskey (usually 40% ethanol) won't dissolve the virus as quickly. Overall, alcohol is not as good as soap at this task.\n\nNearly all antibacterial products contain alcohol and some soap, and that does help kill viruses. But some also include \"active\" bacterial killing agents, such as triclosan. Those, however, do basically nothing to the virus.\n\nAlcohol works -- to a degree\n\nTo sum up, viruses are almost like grease-nanoparticles. They can stay active for many hours on surfaces and then get picked up by touch. Then they get to our face and infect us because most of us touch our face frequently.\n\nWater is not effective alone in washing the virus off our hands. Alcohol-based products work better. But nothing beats soap -- the virus detaches from the skin and falls apart readily in soapy water.\n\nSupramolecular chemistry and nanoscience tell us not only a lot about how the virus self-assembles into a functional, active menace, but also how we can beat viruses with something as simple as soap.\n\nis a professor at the School of Chemistry at the University of New South Wales, Sydney. Follow him on and .", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "palli_thordarson@marketwatch.com", "name": "Palli Thordarson", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Supramolecular_chemistry", "type": "wiki", "score": 5, "label": {"eng": "Supramolecular chemistry"}}, {"uri": "http://en.wikipedia.org/wiki/Hydrogen_bond", "type": "wiki", "score": 5, "label": {"eng": "Hydrogen bond"}}, {"uri": "http://en.wikipedia.org/wiki/Protein–protein_interaction", "type": "wiki", "score": 5, "label": {"eng": "Protein–protein interaction"}}, {"uri": "http://en.wikipedia.org/wiki/Lipid", "type": "wiki", "score": 5, "label": {"eng": "Lipid"}}, {"uri": "http://en.wikipedia.org/wiki/Nanoparticle", "type": "wiki", "score": 5, "label": {"eng": "Nanoparticle"}}, {"uri": "http://en.wikipedia.org/wiki/Soap", "type": "wiki", "score": 5, "label": {"eng": "Soap"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Self-assembly", "type": "wiki", "score": 5, "label": {"eng": "Self-assembly"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 5, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/Antibiotic", "type": "wiki", "score": 5, "label": {"eng": "Antibiotic"}}, {"uri": "http://en.wikipedia.org/wiki/Skin", "type": "wiki", "score": 5, "label": {"eng": "Skin"}}, {"uri": "http://en.wikipedia.org/wiki/RNA", "type": "wiki", "score": 5, "label": {"eng": "RNA"}}, {"uri": "http://en.wikipedia.org/wiki/Steel", "type": "wiki", "score": 5, "label": {"eng": "Steel"}}, {"uri": "http://en.wikipedia.org/wiki/Protein", "type": "wiki", "score": 5, "label": {"eng": "Protein"}}, {"uri": "http://en.wikipedia.org/wiki/Ethanol", "type": "wiki", "score": 5, "label": {"eng": "Ethanol"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 4, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/Nanotechnology", "type": "wiki", "score": 4, "label": {"eng": "Nanotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Cell_membrane", "type": "wiki", "score": 4, "label": {"eng": "Cell membrane"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 4, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_New_South_Wales", "type": "org", "score": 1, "label": {"eng": "University of New South Wales"}}, {"uri": "http://en.wikipedia.org/wiki/Sydney", "type": "loc", "score": 1, "label": {"eng": "Sydney"}, "location": {"type": "place", "label": {"eng": "Sydney"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}], "categories": [{"uri": "news/Technology", "label": "news/Technology", "wgt": 71}, {"uri": "dmoz/Shopping/Health/Beauty", "label": "dmoz/Shopping/Health/Beauty", "wgt": 21}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 33}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 48}, {"uri": "dmoz/Arts/Crafts/Soaps", "label": "dmoz/Arts/Crafts/Soaps", "wgt": 25}, {"uri": "dmoz/Shopping/Crafts/Toiletries", "label": "dmoz/Shopping/Crafts/Toiletries", "wgt": 26}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-HZ315_hand_w_ZG_20200130101932.jpg", "eventUri": null, "location": null, "shares": {"facebook": 55869, "pinterest": 5}, "sentiment": 0.04313725490196085, "wgt": 55874, "relevance": 101}, {"uri": "1484800027", "lang": "eng", "isDuplicate": false, "date": "2020-03-15", "time": "21:49:00", "dateTime": "2020-03-15T21:49:00Z", "dateTimePub": "2020-03-15T21:48:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/norwegian-university-urges-students-to-return-home-from-the-us-cites-poorly-developed-health-services-2020-03-15", "title": "Norwegian university urges students to return home from the U.S., cites 'poorly developed health services'", "body": "The U.S. health-care system? The Norwegian University of Science and Technology clearly isn't impressed, so it's urging students studying there to come home immediately.\n\n\"When you plan your return journey, it is important to keep in mind that a number of countries are now closing their borders,\" the university continued. \"If possible, you should avoid travel routes where you might get stuck in another country where conditions are worse and where the risk of coronavirus infection is greater than where you are now.\"\n\nThe university later tweaked the language in the Facebook FB, +10.23% so as not to single out the United States, but by then, the slight emerged as a top-trending topic across social media:\n\nThe U.S. health-care system has come under increased scrutiny in recent days as the coronavirus outbreak spreads across the country. According to Johns Hopkins University, the number of cases in the U.S., as of Sunday, had grown to at least 2,952.\n\nNorway, of course, is also grappling with the pandemic, as the latest tally of confirmed cases within its borders topped 1,000. After implementing drastic measures last week to halt the spread of the virus, Norway, as of Monday morning, is shutting down its airports to foreign visitors.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Norwegian_University_of_Science_and_Technology", "type": "org", "score": 4, "label": {"eng": "Norwegian University of Science and Technology"}}, {"uri": "http://en.wikipedia.org/wiki/University", "type": "wiki", "score": 4, "label": {"eng": "University"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 2, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 2, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 2, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 2, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Norway", "type": "loc", "score": 2, "label": {"eng": "Norway"}, "location": {"type": "country", "label": {"eng": "Norway"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}], "categories": [{"uri": "dmoz/Science/Social_Sciences", "label": "dmoz/Science/Social Sciences", "wgt": 14}, {"uri": "dmoz/Science/Science_in_Society/Academic_Departments", "label": "dmoz/Science/Science in Society/Academic Departments", "wgt": 14}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC288_norway_ZG_20200315170037.jpg", "eventUri": null, "location": {"type": "country", "label": {"eng": "United States"}}, "shares": {"facebook": 24552}, "sentiment": 0.02745098039215677, "wgt": 24552, "relevance": 52}, {"uri": "1479754102", "lang": "eng", "isDuplicate": false, "date": "2020-03-11", "time": "17:53:00", "dateTime": "2020-03-11T17:53:00Z", "dateTimePub": "2020-03-11T17:30:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/the-time-has-come-for-trump-to-resign-2020-03-11", "title": "A commander-in-chief who cannot do the job 'must resign  --  immediately,' writes presidential scholar", "body": "Why Donald Trump needs to let competent people take charge of the COVID-19 pandemic response\n\nAs we all grapple with what the novel coronavirus means for various aspects of our lives, ranging from canceled public events to closed schools and volatile financial markets SPX, +9.28% TMUBMUSD10Y, 0.981% , it's worth asking a fundamental question. What would a normal president say and do in response to this crisis?\n\nIt's painfully obvious that no normal person -- let alone any typical president -- would respond in the way President Donald Trump has.\n\nRead:\n\nAt each stage, , he has , he has made , and he has, once and for all, demonstrated his manifest unfitness to serve.\n\nBreaking news:\n\nWe may not be able to fix the damage that Trump has already caused, but at least we can stop him from doing any more harm. Public figures ought to be calling on the president to resign from office, to get out of the way and let competent people step in.\n\nIn his public statements over the last few weeks, Trump has demonstrated that he is simply incapable of taking on the challenge before him. On Feb. 29, Trump confidently predicted that the number of infected people in the U.S. would\n\nRead:\n\nTen days later, states reported for the coronavirus. That's what is known based on limited testing. the number of in the U.S. is , and in the near future.\n\nIt is clear even to casual observers that Trump is in over his head and is interested mainly in public messaging that he thinks will mitigate personal political damage to him in an election year.\n\nOne observer described Trump as when it comes to the communications strategy required during a complex crisis like this one.\" Last Friday, when Trump spoke to reporters at the Centers for Disease Control and Prevention in Atlanta, the president incorrectly declared that That is plainly untrue, as a day earlier.\n\nDuring the Friday press briefing, Trump bragged to the press about his supposed scientific expertise, suggesting that he has \"a natural ability\" to understand the issues associated with coronavirus. One reporter who witnessed the briefing said that \"the president's statements to the press were terrifying.\"\n\nSome experts have suggested that we simply have to accept that we have a president who is incapable of handling the crisis and work around that reality. Crisis-management expert concluded that \"a crisis finds a nation as it is, not as its citizens wish it to be.\"\n\nOn one level, this is a powerful observation. Public health experts charged with responding to the crisis have to confront reality as it stands right now, with a president who is who he is. They can't wish their way around that.\n\nOn another level, however, it is a mistake to assume we are simply stuck with the president we have. If he can't do the job, the consequences are deadly serious, as lives are quite literally at stake.\n\nWhile scientists, doctors and other public health professionals deal with the day-to-day business of saving lives and mitigating damage, the rest of us -- especially those with a platform that reaches the public -- must say what is self-evident: Donald Trump cannot do his job. He must resign -- immediately.\n\nReaders who are generally receptive to this conclusion may not unreasonably ask: What's the point? Trump will never voluntarily leave office. That is a fair observation, and I do not expect him to do so.\n\nI still believe it is essential to call for his resignation because In a functioning system, elected officials from both major political parties would call for the president's resignation, and he would be forced to leave office or face impeachment and removal through the constitutional process.\n\nOur system, But we must continue fighting against that failure by working to restore the normalcy that has been taken from us. That is what it means to have a constitutional democracy in these deeply troubled times. One step toward restoring normalcy -- admittedly, a symbolic step -- is insisting that ordinary standards still mean something, that Trump's failure cannot be glossed over or be set to the side.\n\nIn calling for Trump's resignation we are refusing to accept the assumption that Trump exists outside of normal rules, and that this is something we simply must accept. We know he isn't up to the job. The question is whether we, as citizens in a constitutional democracy, are up to ours.\n\nChris Edelson is an assistant professor of government in American University's School of Public Affairs. He has written two books on presidential power, and recently wrote a book chapter describing", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "chris_edelson@marketwatch.com", "name": "Chris Edelson", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_market", "type": "wiki", "score": 4, "label": {"eng": "Financial market"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/State_school", "type": "wiki", "score": 3, "label": {"eng": "State school"}}, {"uri": "http://en.wikipedia.org/wiki/Atlanta", "type": "loc", "score": 3, "label": {"eng": "Atlanta, Georgia"}, "location": {"type": "place", "label": {"eng": "Atlanta, Georgia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Political_party", "type": "wiki", "score": 2, "label": {"eng": "Political party"}}, {"uri": "http://en.wikipedia.org/wiki/Impeachment", "type": "wiki", "score": 2, "label": {"eng": "Impeachment"}}, {"uri": "http://en.wikipedia.org/wiki/American_University_School_of_Public_Affairs", "type": "org", "score": 1, "label": {"eng": "American University School of Public Affairs"}}, {"uri": "http://en.wikipedia.org/wiki/Liberal_democracy", "type": "wiki", "score": 1, "label": {"eng": "Liberal democracy"}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 68}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 12}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 11}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IC031_trump__ZG_20200311130722.jpg", "eventUri": null, "location": null, "shares": {"facebook": 8555, "pinterest": 5}, "sentiment": -0.2156862745098039, "wgt": 8560, "relevance": 101}, {"uri": "1476185721", "lang": "eng", "isDuplicate": false, "date": "2020-03-09", "time": "03:26:00", "dateTime": "2020-03-09T03:26:00Z", "dateTimePub": "2020-03-09T03:26:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/stocks-plunge-coronavirus-spreads-and-trump-retweets-image-of-himself-playing-a-fiddle-with-an-ominous-message-2020-03-08", "title": "Stocks plunge, coronavirus spreads and Trump tweets image of himself playing a fiddle", "body": "Is President Donald Trump fiddling while the world burns?\n\nIn another era, Roman emperor Nero, according to ancient tradition, climbed to the top of his city walls and, in a familiar phrase, fiddled as Rome burned. While there are all sorts of questions surrounding what actually went down, the adage that rose from the legend is typically used to criticize someone for doing something trivial in the midst of some sort of crisis.\n\nSo Trump's retweet of his social-media manager's tweet showing him playing a fiddle couldn't be more timely, considering the continued spread of the coronavirus and the fact that the Dow Jones Industrial Average DJIA, -5.36% is poised for a nasty selloff on Monday.\n\nHere's the retweet, in which Trump acknowledges that he is not sure exactly what Dan Scavino meant by \"nothing can stop what's coming\":\n\nTrump supporters cheered the meme, of course, but his critics keyed into the ominous tone in light of current events and made \"Nero\" a trending topic on Twitter TWTR, -0.71% . The fact that Trump was golfing over the weekend only fueled the fire.\n\nHere are just some of the highlights:", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Roman_emperor", "type": "wiki", "score": 3, "label": {"eng": "Roman emperor"}}, {"uri": "http://en.wikipedia.org/wiki/Nero", "type": "person", "score": 3, "label": {"eng": "Nero"}}, {"uri": "http://en.wikipedia.org/wiki/Defensive_wall", "type": "wiki", "score": 3, "label": {"eng": "Defensive wall"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Rome", "type": "loc", "score": 3, "label": {"eng": "Rome"}, "location": {"type": "place", "label": {"eng": "Rome"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Dan_Scavino", "type": "person", "score": 2, "label": {"eng": "Dan Scavino"}}, {"uri": "http://en.wikipedia.org/wiki/Internet_meme", "type": "wiki", "score": 2, "label": {"eng": "Internet meme"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Wounds_and_Injuries", "label": "dmoz/Health/Conditions and Diseases/Wounds and Injuries", "wgt": 6}, {"uri": "dmoz/Computers/Algorithms/Sorting_and_Searching", "label": "dmoz/Computers/Algorithms/Sorting and Searching", "wgt": 6}, {"uri": "dmoz/Recreation/Climbing/Indoor", "label": "dmoz/Recreation/Climbing/Indoor", "wgt": 7}, {"uri": "dmoz/Recreation/Climbing/Aid_Climbing", "label": "dmoz/Recreation/Climbing/Aid Climbing", "wgt": 6}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB779_trump_ZH_20200308230849.jpg", "eventUri": null, "location": null, "shares": {"facebook": 8466}, "sentiment": -0.2235294117647059, "wgt": 8466, "relevance": 27}, {"uri": "1484808827", "lang": "eng", "isDuplicate": false, "date": "2020-03-15", "time": "22:02:00", "dateTime": "2020-03-15T22:02:00Z", "dateTimePub": "2020-03-15T22:02:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/heres-what-the-feds-surprise-interest-rate-cut-means-for-mortgage-rates-2020-03-03", "title": "The Fed just cut rates to 0%  --  here's what that means for mortgage rates", "body": "Mortgage rates have dropped to 50-year lows in response to global concerns regarding the coronavirus outbreak\n\nThe Federal Reserve cut its benchmark interest rate to 0% on Sunday -- but don't necessarily expect lower mortgage rates as a result.\n\nThe Fed announced it a full percentage point Sunday night, in addition to a $700 billion quantitative easing program.\n\nto lower the federal funds rate by a half-point two weeks ago to a range of 1% to 1.25% in between its regularly scheduled meetings. In both cases, the Fed noted that the move was in response to the risks the COVID-19 coronavirus outbreak\n\nThe novel coronavirus first emerged around Wuhan, China, late last year. As of Sunday, there were nearly 160,000 confirmed cases worldwide and around 6,000 deaths.\n\nWhen the Fed cut interest rates two weeks ago, mortgage experts noted that the central bank was \"catching up\" to where markets had headed. \"Mortgages respond to market forces and not to the Fed,\" Holden Lewis, mortgage and real estate expert at NerdWallet, told MarketWatch earlier this month. \"The Fed is actually following and not leading when it comes to mortgage rates.\"\n\nAlso see:\n\nMortgage rates to the lowest average in 50 years as a result of market movements in response to the coronavirus. While the Federal Reserve adjusts short-term interest rates, mortgage rates fluctuate based on long-term bond rates.\n\nIn particular, mortgage rates in the U.S. roughly track the direction of the yield on the 10-year Treasury note TMUBMUSD10Y, 0.766%. The 10-year Treasury had fallen to all-time lows in recent weeks as investors fled to the safety of bond markets amid the downturn in equity markets.\n\nContinued downward movement in the 10-year Treasury would normally signal downward movement in mortgage rates. Where they stand now, Treasury yields suggest that mortgage rates still have some room to move lower, said Rick Sharga, a mortgage industry veteran and president and CEO of CJ Patrick Company, a financial-services consulting firm. \"I wouldn't be surprised to see 30-year loans with 3.0% rates before things settle back down,\" Sharga said.\n\nBut another question is emerging in the current low rate environment: Will lenders let mortgage rates go lower?\n\n\" 'A big question now becomes what kind of capacity lenders have.' \"\n\n-- -- Tendayi Kapfidze, chief economist at LendingTree\n\n\"A big question now becomes what kind of capacity lenders have,\" said Tendayi Kapfidze, chief economist at LendingTree TREE, +10.84%. \"If you don't have enough people to process the volume you're getting in, you're not going to lower rates to attract more volume.\"\n\nDon't miss:\n\nCurrent low rates have already caused a boom in refinance activity. And demand among home-buyers remains elevated, in spite of the short supply of homes for sale. As a result, lenders don't need to give Americans much more incentive to apply for new home loans.\n\nLast week, mortgage rates , in part because some lenders had artificially raised rates to stem the number of people applying for home loans and give themselves time to work through the backlog of applications that accumulated as rates fell. Lenders will also face pressure to hedge with interest rates, since bond yields could increase from the time when a borrower locks in a rate until when they close the loan, which would make it harder to sell the loan on the secondary market.\n\nThose in the refinance market would be smart to lock in rates now, Kapfidze said. \"Most lenders will let you relock at the lower rate\" when you close the loan, he said.\n\nOne exception to the mortgage rates trend could be home equity lines of credit, or HELOCs. These are adjustable-rate loans based on the prime rate. As such, they are set to see a drop in interest rates, since the prime rate does closely follow the Fed's benchmark federal funds rate.\n\n\"HELOCs have been slowly falling in popularity, and over time the amount of HELOC debt has been gradually falling as people pay down their debts and fewer people take up the slack by borrowing them,\" Lewis said. \"This seems time for that trend to possibly reverse. The rates on HELOCs are going to be so tempting, especially for people who want to fix up their homes.\"\n\nThis story was updated on March 15, 2020.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 5, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 5, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_loan", "type": "wiki", "score": 5, "label": {"eng": "Mortgage loan"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 4, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 4, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/LendingTree", "type": "org", "score": 3, "label": {"eng": "LendingTree"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_funds_rate", "type": "wiki", "score": 3, "label": {"eng": "Federal funds rate"}}, {"uri": "http://en.wikipedia.org/wiki/Quantitative_easing", "type": "wiki", "score": 3, "label": {"eng": "Quantitative easing"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 3, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 3, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_market", "type": "wiki", "score": 3, "label": {"eng": "Bond market"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 3, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Market_(economics)", "type": "wiki", "score": 3, "label": {"eng": "Market (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Real_estate", "type": "wiki", "score": 3, "label": {"eng": "Real estate"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Debtor", "type": "wiki", "score": 2, "label": {"eng": "Debtor"}}, {"uri": "http://en.wikipedia.org/wiki/Refinancing", "type": "wiki", "score": 2, "label": {"eng": "Refinancing"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_rate", "type": "wiki", "score": 2, "label": {"eng": "Prime rate"}}, {"uri": "http://en.wikipedia.org/wiki/Home_equity_line_of_credit", "type": "wiki", "score": 2, "label": {"eng": "Home equity line of credit"}}, {"uri": "http://en.wikipedia.org/wiki/Secondary_market", "type": "wiki", "score": 2, "label": {"eng": "Secondary market"}}, {"uri": "http://en.wikipedia.org/wiki/Hedge_(finance)", "type": "wiki", "score": 2, "label": {"eng": "Hedge (finance)"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Recreation/Picture_Ratings", "label": "dmoz/Recreation/Picture Ratings", "wgt": 44}, {"uri": "dmoz/Recreation/Picture_Ratings/Parodies", "label": "dmoz/Recreation/Picture Ratings/Parodies", "wgt": 37}, {"uri": "dmoz/Recreation/Picture_Ratings/Animals", "label": "dmoz/Recreation/Picture Ratings/Animals", "wgt": 34}, {"uri": "dmoz/Business/Financial_Services/Mortgages", "label": "dmoz/Business/Financial Services/Mortgages", "wgt": 43}, {"uri": "dmoz/Recreation/Picture_Ratings/Automobiles", "label": "dmoz/Recreation/Picture Ratings/Automobiles", "wgt": 28}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-GH133_aerial_ZG_20180410163250.jpg", "eventUri": null, "location": null, "shares": {"facebook": 7631, "pinterest": 3}, "sentiment": 0.06666666666666665, "wgt": 7634, "relevance": 76}, {"uri": "1483635202", "lang": "eng", "isDuplicate": false, "date": "2020-03-14", "time": "17:31:00", "dateTime": "2020-03-14T17:31:00Z", "dateTimePub": "2020-03-14T17:31:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/tennessee-man-sitting-on-almost-18000-bottles-of-hand-sanitizer-says-hes-doing-a-public-service-2020-03-14", "title": "Tennessee man sitting on almost 18,000 bottles of hand sanitizer says he's doing 'a public service'", "body": "These pandemic profiteers have become internet pariahs.\n\nBrothers Matt and Noah Calvin admit in a that they bought up all of the hand sanitizer and antibacterial wipes that they could find across Tennessee and Kentucky after the first U.S. coronavirus death was reported on March 1, with the intent to resell them at a profit as public panic around COVID-19 kicked in. They cleaned out small shops and dollar stores, as well as Walmart WMT, +9.65%, Staples and Home Depot HD, +7.91% and began listing their items on Amazon AMZN, +6.46% at a \"substantial\" markup.\n\n\"It was crazy money,\" Matt Colvin reportedly told the Times, revealing that his first 300 bottles of hand sanitizer sold out for between $8 and $70 apiece almost immediately -- multiples of the prices he had paid for them. He also sold 2,000 50-packs of face masks on eBay for $40 to $50, sometimes higher. (In fact, the story notes that Colvin, a former Air Force technical sergeant, derives a six-figure income from selling Nike NKE, +1.86% sneakers, pet toys and trending products on Amazon.)\n\nBut Amazon pulled his items and thousands of other listings for hand sanitizers, face masks and wipes, the Times noted, to combat price gouging. EBay EBAY, +2.90% followed suit soon afterward, going as far as to ban all U.S. sales of face masks and hand sanitizer on its platform. So now the Colvin brothers have a garage filled with 17,700 bottles of sanitizer, with venues for selling them closed off, even as millions of their fellow Americans are frustrated in their attempts to get their hands on such items, while hospitals have resorted to rationing face masks as supplies have dwindled.\n\nRelated:\n\nColvin reportedly said he doesn't want to become infamous for hoarding. \"If I can make a slight profit, that's fine,\" he said. \"But I'm not looking to be in a situation where I make the front page of the news for being that guy who hoarded 20,000 bottles of sanitizer that I'm selling for 20 times what they cost me.\"\n\nColvin defended his actions as solving \"inefficiencies in the marketplace,\" in that hawking these products for profit online potentially sends them to areas of the country where it's harder to get them. \"There's a crushing, overwhelming demand in certain cities right now,\" he explained. \"The Dollar General DG, +2.70% in the middle of nowhere outside of Lexington, Ky., doesn't have that.\"\n\nHis conclusion:\n\n\" 'I honestly feel like it's a public service. I'm being paid for my public service.' \"\n\n-- Matt Colvin\n\nNow many on Twitter TWTR, +9.37% are blasting him and his brother for trying to make bank amid an outbreak that has , while globally the COVID-19 pandemic is approaching 150,000 diagnosed cases with 5,539 deaths.\n\n\"Amazon and eBay\" were trending Saturday morning as some people praised the companies for cracking down on profiteers -- while others complained that the sites haven't done the same to combat price gouging in such vital medical supplies as insulin and EpiPen injections.\n\nThe Colvins certainly aren't the only ones who saw the coronavirus as a business opportunity, of course.\n\nAn Ohio truck driver named Eric, who did not provide his last name, reportedly told the paper that he had snapped up about 10,000 face masks at retail stores. He paid about $20 for each 10-pack, and sold most of them for $80, with some priced at $125, he said, estimating that he made $35,000 to $40,000 in profit.\n\n\" 'Even at $125 a box, they were selling almost instantly. It was mind-blowing as far as what you could charge.' \"\n\n-- Eric\n\nAnd a couple in Vancouver told that they've made more than $100,000 reselling Lysol wipes.\n\nRelated:\n\nThe attorney general's offices in California, Washington and New York are cracking down on price gouging, with New York that will be distributed for free to the most impacted and high-risk communities in the Empire State, which has seen . \"To Purell and Mr. Amazon and Mr. eBay, if you continue the price gouging, we will introduce our product, which is superior to your product,\" Gov. Andrew Cuomo said.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "nicole_lyn_pesce@marketwatch.com", "name": "Nicole Lyn Pesce", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 5, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/EBay", "type": "org", "score": 5, "label": {"eng": "EBay"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 5, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Antibiotic", "type": "wiki", "score": 4, "label": {"eng": "Antibiotic"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 4, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Kentucky", "type": "loc", "score": 4, "label": {"eng": "Kentucky"}, "location": {"type": "place", "label": {"eng": "Kentucky"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Tennessee", "type": "loc", "score": 4, "label": {"eng": "Tennessee"}, "location": {"type": "place", "label": {"eng": "Tennessee"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Variety_store", "type": "wiki", "score": 3, "label": {"eng": "Variety store"}}, {"uri": "http://en.wikipedia.org/wiki/Price_gouging", "type": "wiki", "score": 3, "label": {"eng": "Price gouging"}}, {"uri": "http://en.wikipedia.org/wiki/Rationing", "type": "wiki", "score": 3, "label": {"eng": "Rationing"}}, {"uri": "http://en.wikipedia.org/wiki/High-definition_television", "type": "wiki", "score": 3, "label": {"eng": "High-definition television"}}, {"uri": "http://en.wikipedia.org/wiki/Nike,_Inc.", "type": "org", "score": 3, "label": {"eng": "Nike, Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Sergeant", "type": "person", "score": 3, "label": {"eng": "Sergeant"}}, {"uri": "http://en.wikipedia.org/wiki/Toy", "type": "wiki", "score": 3, "label": {"eng": "Toy"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 3, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Air_Force", "type": "org", "score": 3, "label": {"eng": "United States Air Force"}}, {"uri": "http://en.wikipedia.org/wiki/The_Home_Depot", "type": "org", "score": 3, "label": {"eng": "The Home Depot"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Walmart", "type": "org", "score": 3, "label": {"eng": "Walmart"}}, {"uri": "http://en.wikipedia.org/wiki/Dollar_General", "type": "org", "score": 2, "label": {"eng": "Dollar General"}}, {"uri": "http://en.wikipedia.org/wiki/Epinephrine_autoinjector", "type": "wiki", "score": 2, "label": {"eng": "Epinephrine autoinjector"}}, {"uri": "http://en.wikipedia.org/wiki/Insulin", "type": "wiki", "score": 2, "label": {"eng": "Insulin"}}, {"uri": "http://en.wikipedia.org/wiki/Retail", "type": "wiki", "score": 2, "label": {"eng": "Retail"}}, {"uri": "http://en.wikipedia.org/wiki/Marketplace", "type": "wiki", "score": 2, "label": {"eng": "Marketplace"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Ohio", "type": "loc", "score": 2, "label": {"eng": "Ohio"}, "location": {"type": "place", "label": {"eng": "Ohio"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Lexington,_Kentucky", "type": "loc", "score": 2, "label": {"eng": "Lexington, Kentucky"}, "location": {"type": "place", "label": {"eng": "Lexington, Kentucky"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Purell", "type": "wiki", "score": 1, "label": {"eng": "Purell"}}, {"uri": "http://en.wikipedia.org/wiki/Lysol", "type": "wiki", "score": 1, "label": {"eng": "Lysol"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 1, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 1, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Vancouver", "type": "loc", "score": 1, "label": {"eng": "Vancouver"}, "location": {"type": "place", "label": {"eng": "Vancouver"}, "country": {"type": "country", "label": {"eng": "Canada"}}}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 1, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 1, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 89}, {"uri": "dmoz/Shopping", "label": "dmoz/Shopping", "wgt": 10}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 9}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 18}, {"uri": "dmoz/Arts/Bodyart/Bodypainting", "label": "dmoz/Arts/Bodyart/Bodypainting", "wgt": 10}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC256_handsa_ZG_20200314121117.jpg", "eventUri": null, "location": null, "shares": {"facebook": 7029, "pinterest": 3}, "sentiment": 0.1058823529411765, "wgt": 7032, "relevance": 52}, {"uri": "1481225813", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "18:47:00", "dateTime": "2020-03-12T18:47:00Z", "dateTimePub": "2020-03-12T18:45:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/how-do-i-self-quarantine-can-i-answer-the-door-or-walk-my-dog-there-can-be-legal-consequences-if-you-violate-it-2020-03-12", "title": "How do I self-quarantine? Can I walk my dog? Be warned, there can be legal consequences if you violate it", "body": "Thousands of Americans have been asked to self-quarantine or to self-monitor over coronavirus fears, including (R., Texas) and Rep. Paul Gosar (R., Ariz.), and the next White House chief of staff, Rep. Mark Meadows (R., N.C.). So is the head of Port Authority for New York and New Jersey, Rick Cotton, who for COVID-19. and a couple of have also been diagnosed with the disease.\n\nOthers are preparing for the possibility of having to isolate themselves for the recommended 14 days if they or someone in their household either contracts the virus, or have come into contact with someone who has tested positive. Or they're bracing for a nationwide lockdown, like .\n\n\" You might receive daily calls or texts from your doctor or your state's department of health, or even surprise visits to ensure that you are following the protocol of your self-isolation. \"\n\nHence cleaning products at Costco COST, -5.91% and Kroger KR, -4.80%, and hand-sanitizer supplies becoming so scarce that people are making their own out of vodka (). The governor of New York even has r for the state's high-risk communities.\n\nBut there's a lot of confusion as to what a self-quarantine actually entails. Can you still order takeout or accept Amazon AMZN, -7.92% deliveries? Can you take out the trash or walk your dog? Are Uber UBER, -13.83% and Lyft LYFT, -17.68% rides OK? And what about your roommates, relatives or romantic partners -- are they stuck in the house, too?\n\nFirst of all, we need to distinguish between \"self-observation,\" \"self-monitoring\" and self-quarantining,\" Waleed Javaid, director of Infection Prevention and Control at Mount Sinai Downtown in Manhattan, told MarketWatch, because many people are using those terms interchangeably.\n\n\"Everyone in the U.S. should do some sort of self-observation, which means being aware of whether they have a fever, cough or difficulty breathing, especially if they are concerned they may have been exposed [to coronavirus],\" he said. That's not to raise alarm; it's self-care. If you start having these symptoms, call your doctor or .\n\nBut self-quarantining means isolating yourself as much as possible. While a lot of this depends on the honor system, there can be consequences for breaking quarantine -- such as the Missouri family after one member tested presumptive positive for COVID-19.\n\nThe patient's father took the other daughter to a school dance, as well as a pre-dance party in a private home. that if he does not comply with orders, health officials will seek a court order and \"issue a formal quarantine that will require him and the rest of his family to stay in their home by the force of law,\" while the patient's case is being investigated.\n\nRelated:\n\nThe Centers for Disease Control and Prevention has issued this strict guidance\n\nThose who test positive will need to isolate themselves at home. Food delivery startups Instacart and Postmates have already expanded their no-contact delivery options, so that customers can have takeout and grocery orders left at their door step, without having to answer the door, which avoids putting delivery workers and customers in direct physical contact.\n\n\"If you order a pizza, you should show common courtesy and ask the delivery person to leave it at the door, and explain that you are sick,\" Javaid said.\n\nYou should also be prepared to:\n\n* Ban visitors who do not have an essential need to be in the home. Don't let anyone in -- which goes for people delivering packages or takeout, or service providers like housekeepers or dog walkers.\n\n* Avoid sharing household items. Someone with coronavirus should not share dishes, drinking glasses, cups, eating utensils, towels, bedding or other items with anyone in the home who is not infected. After the patient uses these items, you should wash them thoroughly.\n\n* Clean all \"high-touch\" surfaces. That includes as counters, tabletops, doorknobs, bathroom fixtures, toilets, phones, keyboards, tablets, and bedside tables, every day. Also, clean any surfaces that may have blood, stool or body fluids on them. Use a household cleaning spray or wipe, following label instructions.\n\n* Wash laundry thoroughly. Immediately remove and wash clothes or bedding that have blood, stool, or body fluids on them. Javaid also suggested using a laundry service if that is within your means. Wear disposable gloves while handling soiled items, and keep soiled items away from your body. Clean your hands immediately after removing the gloves\n\nThe CDC did not immediately answer a MarketWatch request on what to do if you don't have a washer and dryer at home, and you rely on a communal laundry room or laundromat. Check with your local health department.\n\nSelf-monitoring, on the other hand, is when people who may have come into direct contact with the virus, but who aren't experiencing the above symptoms yet, are actively checking their temperature twice a day to make sure they don't develop a fever, as well as remaining alert for coughing or any difficulty breathing.\n\n\" Ban visitors who do not have an essential need to be in the home. Don't let anyone in, the CDC says. That goes for people delivering packages or takeout, or service providers like housekeepers or dog walkers. \"\n\nIf they start feeling feverish or developing these symptoms, then they should isolate themselves, limit their contact with others and call their health-care provider or local health department.\n\nJavaid also noted that if you are put on active monitoring, then a health-care provider may call, text or visit periodically to make sure that you're taking your temperature and not showing any symptoms.\n\nBut in those instances, you're still generally able to go about your daily business, even as public officials such as New York City's mayor Bill de Blasio have recommended that residents practice social isolation and prevent crowding into confined spaces by working from home, or walking and biking to work instead of taking the subway, as well as clocking in during more off-peak hours. But this also depends on each person's situation.\n\nSelf-quarantining is where things get serious -- and it's not as simple as two weeks ordering takeout, watching Netflix NFLX, -9.90%, and missing work or school. Often the quarantined subject needs to be isolated because they have tested positive for the infectious disease, or they are at high-risk of developing it and so are under investigation, as the CDC describes it. And that includes separating themselves from the other members of their household who aren't sick or showing symptoms.\n\n\"Speaking in generalities, quarantining means people are mostly told to stay in place in the house, and not to go to any place where they can spread the illness,\" Javaid explained. \"If they have to leave the house for any reason, they have to inform the health department.\"\n\nAnd depending on the state, you might receive daily calls or texts from your doctor or your state's department of health, or even surprise visits to ensure that you are following the protocol of your self-isolation.\n\nJavaid recommends taking the opportunity now to calmly plan ahead for a possible quarantine; think about some basic necessities you will need if you can't go out for two weeks. And consider daily chores and habits that would be disrupted, and find work-arounds for them. Can you work from home or stream classes online? Can you send out your laundry, or leave your dog with someone who can walk it each day?\n\n\"Do you have enough food and clean clothes for 14 days?\" he asked. \"Do you have drinking water? Probably the biggest mistake that people make with self-quarantining is underestimating the problems they are going to face if they can't leave home.\"\n\nto prevent the spread of coronavirus if you are sick, as well as the dos and don'ts for household members and care givers of those infected with it who are living in a non-health-care setting (such as in a home or apartment, for example, versus a hospital.)\n\nThe world is still learning about the novel coronavirus, including how it's transmitted, its fatality rate and how long it incubates, so these guidelines are subject to change. The rules can also vary on a case-by-case basis.\n\nRelated:\n\nYour local or state health department () should provide a detailed list of quarantine protocols to follow if you or someone in your home must self-isolate, and you should direct any more specific questions about your living situation to them. Some key rules from the CDC:\n\nStay home, except to get medical care\n\nStay home: You are staying in your house or apartment until you are instructed that you can leave -- generally 14 days, but this will be determined on a case-by-case basis. If you need medical care, call ahead (see below) -- do not go to your doctor's office, an ER or urgent care center without informing them that you are coming, and that you have the coronavirus. (Call 911 if you have a medical emergency, and tell them you have coronavirus. See below.) Avoid public areas: Do not go to work, school or public areas -- which includes running to the grocery store, walking the dog, going on a hike in the woods, visiting the laundromat, picking up takeout, etc. \"Being a good citizen is just staying inside,\" Javaid said. \"Before going out in public, think about the people you could infect.\" Avoid public transportation. Stay off of mass transit like buses, subways, trains and planes; ride-sharing like Uber or Lyft; or taxis. Again: just stay home.\n\nSeparate yourself from other people and animals in your home\n\nStay away from others, even your partner or kids: As much as possible, stay in a specific room and keep away from other people in your home. Use a separate bathroom from the rest of your household. Report to your local health department if this isn't possible. Or, someone in your household will need to clean the bathroom every time you use it by disinfecting door knobs, bathroom fixtures and other \"high-touch\" surfaces. Limit contact with pets and other animals: That includes not petting, snuggling, being kissed or getting licked by your pet, or sharing food. Although the CDC has not reported cases of pets or other animals becoming sick with COVID-19, it is still recommended that people sick with it limit contact with animals until more information is known about the virus. There was also this one report of . So have another member of your household care for your animals. If you must care for your pet while you're sick, then wash your hands before and after interacting with them, and wear a face mask. See for more information.\n\nCall ahead before visiting your doctor\n\nCall ahead: If you have a medical appointment, call the healthcare provider and tell them that you have or may have COVID-19. This will help the healthcare provider's office take steps to keep other people from getting infected or exposed. Call 911 if you have a medical emergency: If you have a medical emergency and need to call 911, notify the dispatch personnel that you have, or are being evaluated for COVID-19. If possible, put on a face mask before emergency medical services arrive.\n\nWear a face mask if you are sick\n\nIf you are sick: Although public health officials have said Americans in general should not use face masks -- -- that advice doesn't apply to sick people. You should wear a face mask when you are around other people (such as sharing a room or vehicle) or pets, and before you enter a healthcare provider's office. If you are caring for others: If the person who is sick is not able to wear a face mask (because it causes trouble breathing, for example), then people who live with the person who is sick should not stay in the same room with them, or they should wear a face mask if they enter a room with the person who is sick.\n\nAlthough you'll mostly be alone when you're quarantined, you still have to follow the same hygiene protocols the CDC recommends for people who are out in public. That means:\n\nCover your coughs and sneezes\n\nCover: Cover your mouth and nose with a tissue when you cough or sneeze. Dispose: Throw used tissues in a lined trash can. Wash hands after coughing or sneezing: Immediately wash your hands with soap and water for at least 20 seconds or, if soap and water are not available, clean your hands with an alcohol-based hand sanitizer that contains at least 60% alcohol.\n\nClean your hands often\n\nWash hands: Wash your hands often with soap and water for at least 20 seconds, especially after blowing your nose, coughing, or sneezing; going to the bathroom; and before eating or preparing food. Soap and water are the best option if hands are visibly dirty. Hand sanitizer: If soap and water are not readily available, use an alcohol-based hand sanitizer with at least 60% alcohol, covering all surfaces of your hands and rubbing them together until they feel dry. Avoid touching: Avoid touching your eyes, nose and mouth with unwashed hands.\n\nAvoid sharing personal household items.\n\nDo not share: You should not share dishes, drinking glasses, cups, eating utensils, towels or bedding with other people or pets in your home. Wash thoroughly after use: After using these items, they should be washed thoroughly with soap and water.\n\nClean all \"high-touch\" surfaces everyday.\n\nClean and disinfect: Regularly clean high-touch surfaces, such as counters, tabletops, doorknobs, bathroom fixtures, toilets, phones, keyboards, tablets and bedside tables. Disinfect areas with bodily fluids: Also, clean any surfaces that may have blood, stool or body fluids on them. Household cleaners: Use , and follow the label instructions. Labels contain directions for safe and effective use of the cleaning product, including any precautions you should take when applying the product, such as wearing gloves and making sure you have good ventilation during use of the product.\n\nRelated:\n\nMonitor your symptoms\n\nSeek medical attention: Seek prompt medical attention if your illness is worsening (e.g., difficulty breathing). Call your doctor: Again, before seeking care, call your health-care provider and tell them that you have, or are being evaluated for, COVID-19. Wear a face mask when sick: Put on a face mask before you enter the facility. These steps will help the health-care provider's office to keep other people in the office or waiting room from getting infected or exposed. Alert the health department: Ask your health-care provider to call the local or state health department. Persons who are placed under active monitoring or facilitated self-monitoring should follow instructions provided by their local health department or occupational health professionals, as appropriate.\n\nDiscontinuing home isolation\n\nStay at home until instructed to leave: Patients with confirmed COVID-19 should remain under home isolation precautions until the risk of secondary transmission to others is thought to be low. These guidelines are for those in a non-health-care setting (like a house or apartment) who may have close contact with someone with a confirmed case of coronavirus, or who is being investigated for coronavirus. Close contact means being within six feet of someone for a prolonged period of time, and/or handling their infectious secretions. These close contacts should monitor their own health for symptoms suggestive of COVID-19, namely fever, cough and shortness of breath, and call their health-care provider right away if they develop them.\n\nThe CDC has the following recommendations\n\nMake sure that you understand and can help the patient follow their health-care provider's instructions for medication(s) and care. Aid the patient with basic needs in the home, and provide support for getting groceries, prescriptions and other personal needs. That means that as long as you're symptom-free, you're the errand-runner for now if you can't have the necessities delivered -- unless health officials tell you to self-isolate, too. Monitor the patient's symptoms. If the patient is getting sicker, call his or her health-care provider and tell them that the patient has laboratory-confirmed COVID-19. This will help the health-care provider's office take steps to keep other people in the office or waiting room from getting infected. Ask the health-care provider to call the local or state health department for additional guidance. If the patient has a medical emergency and you need to call 911, notify the dispatch personnel that the patient has, or is being evaluated for COVID-19. Make sure that shared spaces in the home have good air flow, such as by using an air conditioner or opening a window, weather permitting. People in the same house as COVID-19 patients must follow the same handwashing and face-touching rules as the patients themselves, and take some other personal protections. Wear a disposable face mask and gloves when you touch or have contact with the patient's blood, stool, or body fluids, such as saliva, sputum, nasal mucus, vomit and urine. Throw out the disposable mask and gloves after using them; do not reuse. When removing personal protective equipment, first remove and dispose of the gloves. Then, immediately clean your hands with soap and water or alcohol-based hand sanitizer. Next, remove and dispose of the face mask, and then immediately clean your hands again with soap and water or alcohol-based hand sanitizer.. Place all used disposable gloves, face masks and other contaminated items in a lined container before disposing of them with other household waste. Clean your hands immediately after handling these items. Soap and water should be used preferentially if hands are visibly dirty. Discuss any additional questions with your state or local health department or health-care provider.\n\nState health departments may also be able to assist in delivering basic necessities. For example, says it can often help if someone can't leave their house and needs services or other support, such as grocery delivery or talking with their employer about missing work. The New York City health department also has if you need to provide documentation of your absence to your school or employer.\n\n\"We are all in this together,\" Javaid said. \"This is one of those diseases where we really need to think about each other, and how we protect each other, as much as possible.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "nicole_lyn_pesce@marketwatch.com", "name": "Nicole Lyn Pesce", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 5, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Laundry", "type": "wiki", "score": 5, "label": {"eng": "Laundry"}}, {"uri": "http://en.wikipedia.org/wiki/Self-awareness", "type": "wiki", "score": 5, "label": {"eng": "Self-awareness"}}, {"uri": "http://en.wikipedia.org/wiki/Shortness_of_breath", "type": "wiki", "score": 5, "label": {"eng": "Shortness of breath"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 5, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 5, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Dog", "type": "wiki", "score": 5, "label": {"eng": "Dog"}}, {"uri": "http://en.wikipedia.org/wiki/Paul_Gosar", "type": "person", "score": 4, "label": {"eng": "Paul Gosar"}}, {"uri": "http://en.wikipedia.org/wiki/Mark_Meadows_(North_Carolina_politician)", "type": "person", "score": 4, "label": {"eng": "Mark Meadows (North Carolina politician)"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 4, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Port_Authority_of_New_York_and_New_Jersey", "type": "org", "score": 4, "label": {"eng": "Port Authority of New York and New Jersey"}}, {"uri": "http://en.wikipedia.org/wiki/Kroger", "type": "org", "score": 4, "label": {"eng": "Kroger"}}, {"uri": "http://en.wikipedia.org/wiki/Etiquette", "type": "wiki", "score": 4, "label": {"eng": "Etiquette"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 4, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Vodka", "type": "wiki", "score": 4, "label": {"eng": "Vodka"}}, {"uri": "http://en.wikipedia.org/wiki/Feces", "type": "wiki", "score": 4, "label": {"eng": "Feces"}}, {"uri": "http://en.wikipedia.org/wiki/Glove", "type": "wiki", "score": 4, "label": {"eng": "Glove"}}, {"uri": "http://en.wikipedia.org/wiki/Pet", "type": "wiki", "score": 4, "label": {"eng": "Pet"}}, {"uri": "http://en.wikipedia.org/wiki/Costco", "type": "org", "score": 4, "label": {"eng": "Costco"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 4, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/White_House_Chief_of_Staff", "type": "wiki", "score": 4, "label": {"eng": "White House Chief of Staff"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 4, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 4, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 4, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_New_York", "type": "person", "score": 3, "label": {"eng": "Governor of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Bill_de_Blasio", "type": "person", "score": 3, "label": {"eng": "Bill de Blasio"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 3, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Netflix", "type": "org", "score": 3, "label": {"eng": "Netflix"}}, {"uri": "http://en.wikipedia.org/wiki/Manhattan", "type": "loc", "score": 3, "label": {"eng": "Manhattan"}, "location": {"type": "place", "label": {"eng": "Manhattan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Missouri", "type": "loc", "score": 3, "label": {"eng": "Missouri"}, "location": {"type": "place", "label": {"eng": "Missouri"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Lyft", "type": "org", "score": 2, "label": {"eng": "Lyft"}}, {"uri": "http://en.wikipedia.org/wiki/Uber", "type": "org", "score": 2, "label": {"eng": "Uber"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 99}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 28}, {"uri": "dmoz/Health/Education", "label": "dmoz/Health/Education", "wgt": 26}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 29}, {"uri": "dmoz/Health/Home_Health", "label": "dmoz/Health/Home Health", "wgt": 29}, {"uri": "dmoz/Health/Home_Health/Home_Care", "label": "dmoz/Health/Home Health/Home Care", "wgt": 29}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC005_selfqu_ZG_20200311111759.jpg", "eventUri": null, "location": null, "shares": {"facebook": 4987, "pinterest": 16}, "sentiment": 0.1215686274509804, "wgt": 5003, "relevance": 101}, {"uri": "1481323624", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "20:25:00", "dateTime": "2020-03-12T20:25:00Z", "dateTimePub": "2020-03-12T20:24:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/this-is-how-planet-of-the-apes-starts-as-coronavirus-slams-thailand-tourism-monkeys-brawl-in-the-streets-2020-03-12", "title": "'This is how Planet of the Apes starts'  --  As coronavirus slams Thailand tourism, monkeys brawl in the streets", "body": "So this why they say, \"Don't feed the monkeys.\"\n\nThere were bound to be plenty of unpredictable consequences as a result of the coronavirus outbreak, but a gang war between rival packs of monkeys in the streets of Thailand?\n\n, that's exactly what happened in the province of Lopburi this week, as hundreds of monkeys brawled over scraps of food. Apparently, tourists who normally keep them well-fed are staying away due to the coronavirus outbreak.\n\nWatch the clip:\n\nSasaluk Rattanachai, a local shopkeeper who was for capturing the footage, claimed that this is the first time she's ever seen such a clash between the temple monkeys and the city monkeys, two different groups separated by a train track.\n\n\"I think the monkeys were very, very hungry. There's normally a lot of tourists here to feed the monkeys but now there are not as many, because of the coronavirus,\" she said. \"They went crazy for a single piece of food. I've never seen them this aggressive.\"\n\nThe clip made \"Planet of the Apes\" go viral on Twitter TWTR, -14.44% :", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Monkey", "type": "wiki", "score": 5, "label": {"eng": "Monkey"}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 4, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Lopburi", "type": "loc", "score": 3, "label": {"eng": "Lopburi"}, "location": {"type": "place", "label": {"eng": "Lopburi"}, "country": {"type": "country", "label": {"eng": "Thailand"}}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 3, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Temple", "type": "wiki", "score": 2, "label": {"eng": "Temple"}}, {"uri": "http://en.wikipedia.org/wiki/Planet_of_the_Apes", "type": "wiki", "score": 1, "label": {"eng": "Planet of the Apes"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 1, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "dmoz/Recreation/Picture_Ratings/Animals", "label": "dmoz/Recreation/Picture Ratings/Animals", "wgt": 12}, {"uri": "dmoz/Science/Technology/Food_Science", "label": "dmoz/Science/Technology/Food Science", "wgt": 9}, {"uri": "dmoz/Business/Food_and_Related_Products/Consulting", "label": "dmoz/Business/Food and Related Products/Consulting", "wgt": 9}, {"uri": "dmoz/Recreation/Food/History", "label": "dmoz/Recreation/Food/History", "wgt": 8}, {"uri": "dmoz/Recreation/Humor/Animals", "label": "dmoz/Recreation/Humor/Animals", "wgt": 17}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IC168_monkey_MG_20200312160751.jpg", "eventUri": null, "location": null, "shares": {"facebook": 4158}, "sentiment": -0.1058823529411764, "wgt": 4158, "relevance": 2}, {"uri": "1476924367", "lang": "eng", "isDuplicate": false, "date": "2020-03-09", "time": "15:48:00", "dateTime": "2020-03-09T15:48:00Z", "dateTimePub": "2020-03-09T15:46:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/coronavirus-vs-the-flu-its-just-like-other-viruses-and-we-should-go-about-our-normal-business-right-wrong-heres-why-2020-03-09", "title": "'We're going to have more deaths': Influenza kills more people than the coronavirus so everyone is overreacting, right? Wrong  --  and here's why", "body": "President Trump tweeted Monday that thousands die of the flu every year, and suggested that life should go on as usual -- not so fast, experts say\n\nCoronavirus. It's just like the flu, isn't it?\n\nHundreds of thousands of people die of the flu every year, and people need to calm down, some say. Everyone should wash their hands for 20 seconds, , stop buying face masks because , note that is filtered 20 to 30 times an hour, , and just relax -- right?\n\nThat appears to be the accumulated advice of exasperated Americans on Twitter and Facebook FB, -6.40% in recent days who despair at the long lines at Trader Joe's and Whole Foods AMZN, -5.28% (where people apparently have been ) and the panic buying and empty shelves at Costco COST, -3.00%. \"Toilet paper is golden in an apocalypse,\" one customer .\n\n\" 'This is additive, not in place of. Yes, the flu kills thousands of people every year, but we're going to have more deaths.' \"\n\n-- Amesh Adalja, Infectious Diseases Society of America\n\nStudies, however, suggest the differences between the flu and coronavirus are more nuanced than some people suggest. In fact, health professionals point out important distinctions between the COVID-19 illness and other viral sicknesses like the flu. For a start, there is no vaccine for COVID-19 to get one to market. What's worse, doctors fear the virus will mutate.\n\nWhy? The first known person was reported to have . Today, it's spread to nearly 100 countries. Experts advise changing your behavior to limit its spread. Public officials in New York have said people should avoid taking mass transit, if possible. Italy has effectively quarantined its entire population. Israel has closed its land borders with Egypt and Syria.\n\nBut some government representatives have urged people not to overreact, and compared COVID-19 to the flue. Ben Carson, a cabinet secretary and a former neurosurgeon, appearing on an ABC DIS, -9.47% morning new program on Sunday, said, \"This virus is like other viruses. It should be treated the same way. ... We have flu seasons that come up frequently.\"\n\nPresident Trump echoed the sentiments of his secretary of housing and urban development on Twitter TWTR, -2.98% on Monday, noting that \"last year 37,000 Americans died\" from the flu: \"Nothing is shut down, .\"\n\n\"It's a little simple to think the novel coronavirus is just like flu,\" Amesh Adalja, a senior scholar at the John Hopkins Center for Health Security and a spokesman for the Infectious Diseases Society of America, told MarketWatch. \"We don't want another flu. This is additive, not in place of. Yes, the flu kills thousands of people every year, but we're going to have more deaths.\"\n\nRecommended:\n\nThere are reported to be some 1 billion influenza infections worldwide each year, with up to 45 million cases in the U.S. per year, tens of thousands of U.S. deaths, and . Seasonal flu has a fatality rate of less than 1%; Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, recently said the figure is closer to 0.1%.\n\nInfluenza and COVID-19 come from different virus families. COVID-19, also called severe acute respiratory syndrome coronavirus 2 or SARS-CoV-2, is brand new. Influenza has likely been around for more than 2,000 years. Scientists say the \"novel influenza A viruses\" in humans lead to a pandemic approximately once every 40 years. But, again, flu vaccines exist.\n\n\" Flu has likely been around for 2,000 years. This coronavirus is 3 months old. \"\n\n\"The flu has been with us since the birth of modern medicine,\" said Adalja.\n\nHippocrates, the Greek physician who was born around 460 BC, mentioned what we now know as the modern influenza virus in his writings, some historians say. He called it the \" or the \"cough of Perinthus.\" Others have debated whether this is flu or some other illness, or a combination of illnesses.\n\n\"In the years 1173 and 1500, two other influenza outbreaks were described, though in scant detail. The name 'influenza' originated in the 15th century in Italy, from an epidemic attributed to the 'influence of the stars,'\" which, according to historical documents, \"raged across Europe and perhaps in Asia and Africa,\" a 2016 paper in the reported.\n\n\"It seems that influenza also reached the Americas. Scholars and historians debate whether influenza was already present in the New World or whether it was carried by contaminated pigs transported on ships,\" it added. \"Some Aztec texts speak of a 'pestilential catarrh' outbreak in 1450-1456 in an area now corresponding to Mexico, but these manuscripts are difficult to interpret correctly and this hypothesis seems controversial.\"\n\nThere is an advantage to coming down with a virus that has been around for hundreds, if not a couple of thousand, years. We typically have more natural defenses to fight it. \"There is population immunity to many strains of the flu,\" said Adalja. \"There are four other strains of the coronavirus, but the attack rate of this virus is relatively high as there is no immunity to it.\"\n\nTo put that in perspective: In 2017-18, the worst flu season on record in the U.S. outside of a pandemic, approximately 80,000 Americans died. The 4 other coronavirus strains that already exist are responsible for around 25% of our common colds, Adalja added. \"But it doesn't seem like there is cross-immunity with this coronavirus as there are with the other coronaviruses.\"\n\n\"While both the flu and COVID-19 may be transmitted in similar ways, there is also a possible difference: COVID-19 might be spread through airborne transmission, meaning that tiny droplets remaining in the air could cause disease in others even after the ill person is no longer near,\" , senior director of infection prevention at Johns Hopkins Medicine in Baltimore, wrote.\n\nOf course, there are similarities between influenza and COVID-19, the disease caused by the new coronavirus. Both viruses are untreatable with antibiotics, and they have almost identical symptoms -- fever, coughing, night sweats, aching bones, tiredness and, in more severe cases of both viruses, nausea and even diarrhea. They can be spread by touching your face, coughing and sneezing.\n\nAlso see:\n\nWorldwide, there were 113,584 COVID-19 cases and 3,996 deaths as of Monday evening, according to by the Johns Hopkins Whiting School of Engineering's Center for Systems Science and Engineering. In the U.S., 22 people have died, and there are approximately 607 confirmed cases. It has spread to nearly 100 countries in just over three months.\n\nWhile estimates of coronavirus fatality rates vary, they remain far higher than those for the flu. Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization, recently said that COVID-19 has a fatality rate of 3.4%. That's more than previous estimates of between 1.4% and 2%, although some observers say his estimates were skewed by a higher death rate in China.\n\nAlso see:\n\n\" 'Because there's no proven therapy or vaccine, as coronavirus spreads it threatens to put a much greater burden on health systems than flu does.' \"\n\n-- Antigone Barton, ScienceSpeaks\n\nCOVID-19 rates may fall closer to those of the flu, assuming many more people are infected. analyzing data from the Chinese Center for Disease Control and Prevention on 72,314 COVID-19 cases in mainland China last month, the largest such sample of this kind. The sample's overall case-fatality rate was 2.3%, in line with the earlier estimates.\n\nFatality rates varied dramatically depending on the age of the individual. No deaths occurred in those 9 and younger, but cases in those aged 70 to 79 carried an 8% fatality rate, and those aged 80 years and older had a fatality rate of 14.8%. The rate was 49% among critical cases, and elevated among those with pre-existing conditions, to between 5.6% and 10.3%, depending on the condition.\n\nOther differences between coronavirus and flu lie in what we don't know. Adults with the flu, which has an average incubation period of two days, can infect others 24 hours before symptoms develop and. Novel coronavirus has a , longer than that other human coronaviruses (3 days) that cause the common cold.\n\nCoronavirus appears to be transmitted with ease to around 2.3 people by each person infected in the community and those who are asymptomatic, said Antigone Barton, editor of ScienceSpeaks. \"Because there's no proven therapy or vaccine; as coronavirus spreads, it threatens to put a much greater burden on health systems than flu does, and greater than most or many are prepared for.\"\n\nHow COVID-19 is transmitted", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "quentin_fottrell@marketwatch.com", "name": "Quentin Fottrell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 5, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 5, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_vaccine", "type": "wiki", "score": 4, "label": {"eng": "Influenza vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 3, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 3, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_pandemic", "type": "wiki", "score": 3, "label": {"eng": "Influenza pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Ben_Carson", "type": "wiki", "score": 3, "label": {"eng": "Ben Carson"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 3, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Neurosurgery", "type": "wiki", "score": 3, "label": {"eng": "Neurosurgery"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Mutation", "type": "wiki", "score": 3, "label": {"eng": "Mutation"}}, {"uri": "http://en.wikipedia.org/wiki/ABC_News", "type": "org", "score": 3, "label": {"eng": "ABC News"}}, {"uri": "http://en.wikipedia.org/wiki/Costco", "type": "org", "score": 3, "label": {"eng": "Costco"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 3, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Airborne_disease", "type": "wiki", "score": 2, "label": {"eng": "Airborne disease"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_Center_for_Disease_Control_and_Prevention", "type": "wiki", "score": 2, "label": {"eng": "Chinese Center for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_A_virus", "type": "wiki", "score": 2, "label": {"eng": "Influenza A virus"}}, {"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 2, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/Sneeze", "type": "wiki", "score": 2, "label": {"eng": "Sneeze"}}, {"uri": "http://en.wikipedia.org/wiki/Case_fatality_rate", "type": "wiki", "score": 2, "label": {"eng": "Case fatality rate"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Baltimore", "type": "loc", "score": 2, "label": {"eng": "Baltimore"}, "location": {"type": "place", "label": {"eng": "Baltimore"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 98}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 12}, {"uri": "dmoz/Recreation/Picture_Ratings", "label": "dmoz/Recreation/Picture Ratings", "wgt": 14}, {"uri": "dmoz/Recreation/Picture_Ratings/Parodies", "label": "dmoz/Recreation/Picture Ratings/Parodies", "wgt": 12}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 22}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB802_corona_ZG_20200309102315.jpg", "eventUri": null, "location": null, "shares": {"facebook": 3073}, "sentiment": -0.2, "wgt": 3073, "relevance": 101}, {"uri": "1481073798", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "16:28:00", "dateTime": "2020-03-12T16:28:00Z", "dateTimePub": "2020-03-12T16:27:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/as-coronavirus-spreads-cdc-warns-americans-about-traveling-inside-the-us-2020-03-12", "title": "As coronavirus spreads, CDC warns Americans about traveling within the U.S.", "body": "With the number of confirmed cases of COVID-19 continuing to grow, public health officials have issued a warning to people thinking about traveling within the United States.\n\nThe Centers for Disease Control and Prevention answering common questions about the risks the novel coronavirus pandemic poses to Americans traveling domestically.\n\n\"CDC does not generally issue advisories or restrictions for travel within the United States,\" the agency said on its website. \"However, cases of COVID-19 have been reported in many states, and some areas are experiencing community spread of the disease.\"\n\nHealth officials warned that travelers are at high risk of contracting the illness in crowded places, including conferences, public events, religious gatherings, public spaces like movie theaters and shopping malls, and public transportation. The CDC also noted that going to an airport raises your risk of contracting the coronavirus if another traveler there has COVID-19.\n\nRead more:\n\nThe CDC noted that travelers should consider whether their home town or the destination they're planning to visit has a high number of cases. \"If COVID-19 is spreading at your destination, but not where you live, you may be at higher risk of exposure if you travel there,\" the CDC said. \"Consider the risk of passing COVID-19 to others during travel, particularly if you will be in close contact with people who are older adults or have severe chronic health condition.\"\n\nAdditionally, the public health agency warned that those who do decide to travel may be asked by their employer or school to stay home for up to 14 days after traveling to avoid spreading the illness.\n\nAlso see:\n\nThe CDC's new advisory also linked to regarding precautionary measures people can take to prevent the spread of COVID-19, which had infected 128,392 people globally and killed 4,728 as of Friday morning, according to data from Johns Hopkins University's Center for Systems Science and Engineering; it also reported 69,607 recoveries. The U.S. had 1,701 confirmed coronavirus cases and 40 deaths.\n\nAirlines stocks following President Trump's announcement that the U.S. would ban travelers from coming to the U.S. . United Airlines UAL, +2.50% , JetBlue Airways JBLU, -2.08% , and Southwest Airlines LUV, +6.70% were all down upwards of 10% mid-day Thursday, while the Dow Jones Industrial Average DJIA, +2.69% , S&P 500 SPX, +2.67% and Nasdaq COMP, +2.59% have fallen by less than that.\n\nElisabeth Buchwald contributed to this story.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Public_transport", "type": "wiki", "score": 2, "label": {"eng": "Public transport"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 1, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Mouth", "type": "wiki", "score": 1, "label": {"eng": "Mouth"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 58}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 26}, {"uri": "dmoz/Recreation/Travel/Publications", "label": "dmoz/Recreation/Travel/Publications", "wgt": 36}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 29}, {"uri": "dmoz/Recreation/Travel/Preparation", "label": "dmoz/Recreation/Travel/Preparation", "wgt": 26}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC120_travel_ZG_20200312112909.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1833, "pinterest": 4}, "sentiment": -0.1215686274509804, "wgt": 1837, "relevance": 76}, {"uri": "1484566332", "lang": "eng", "isDuplicate": false, "date": "2020-03-15", "time": "16:36:00", "dateTime": "2020-03-15T16:36:00Z", "dateTimePub": "2020-03-15T16:36:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/dr-fauci-uss-top-infectious-disease-expert-is-in-favor-of-a-national-lockdown-2020-03-15", "title": "Dr. Fauci, U.S.'s top infectious-disease expert, is in favor of a national lockdown", "body": "'I like to be criticized for being too overactive,' Fauci says of prospective measures to contain the spread of the coronavirus\n\nA national lockdown is not out of the question to Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Disease.\n\nAsked on \"Meet the Press\" on Sunday if he is in favor of a 14-day national shutdown to slow the progress of the coronavirus, Fauci said, \"You know I would prefer as much as we possibly could. I think we should really be overly aggressive and get criticized for overreacting.\"\n\nOn CNN, he said this: \"I would like to see a dramatic diminution of the personal interaction that we see in restaurants and in bars.\"\n\nFor now, different states and localities are taking their own actions to contain the spread of the coronavirus.\n\nUnlike in Italy, Spain and France, restaurants and bars remain open in the U.S. even as are ramped up. \"Obviously, you're going to have people going to restaurants anyway,\" Fauci said on NBC's \"Meet the Press.\" This was certainly the case across several cities in the U.S. this weekend where there were\n\nNBC's Chuck Todd pressed Fauci, who has served in his capacity under presidents of both parties and is a key member of the Trump administration's coronavirus task force, to explain why all the states neighboring Indiana have closed schools but Indiana has not.\n\n\"You don't want to be complacent. You always want to be ahead of the curve,\" Fauci responded, \"but it depends on how far ahead of the curve you want to be.\"\n\n\"Don't even for a second think that I'm saying we shouldn't,\" Fauci said in regard to shutting down schools across the country. \"I like to be criticized [as], 'Oh you're being too overactive' -- that's good for me.\"\n\nThe curve Fauci mentioned refers to strategies so that public health services aren't overwhelmed by patients requiring critical aid.\n\nTo stop this from happening, Teaneck, N.J., Mayor Mohammed Hameedudd ordered all of the town's 41,000 residents to self-quarantine.\n\n\"We don't have enough test kits, [and] every day more and more people will be getting sick,\" he said, according to a New York Post . \"We need everyone to understand that they can infect someone or someone can infect you.\"\n\nNew York City Mayor Bill de Blasio said he's considering taking similar actions. In New York City, the number of cases of COVID-19 has spiked from 25 on Monday to over 269 on Sunday. On CNN on Sunday morning, the mayor said he expects to see over 1,000 cases in the next couple of days.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "elisabeth_buchwald@marketwatch.com", "name": "Elisabeth Buchwald", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 5, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 4, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Meet_the_Press", "type": "wiki", "score": 4, "label": {"eng": "Meet the Press"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 3, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/NBC", "type": "org", "score": 3, "label": {"eng": "NBC"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 3, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/Indiana", "type": "loc", "score": 3, "label": {"eng": "Indiana"}, "location": {"type": "place", "label": {"eng": "Indiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 3, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Chuck_Todd", "type": "person", "score": 2, "label": {"eng": "Chuck Todd"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 2, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 2, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Mayor", "type": "wiki", "score": 2, "label": {"eng": "Mayor"}}, {"uri": "http://en.wikipedia.org/wiki/Teaneck,_New_Jersey", "type": "loc", "score": 2, "label": {"eng": "Teaneck, New Jersey"}, "location": {"type": "place", "label": {"eng": "Teaneck, New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 1, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Bill_de_Blasio", "type": "person", "score": 1, "label": {"eng": "Bill de Blasio"}}, {"uri": "http://en.wikipedia.org/wiki/Mayor_of_New_York_City", "type": "wiki", "score": 1, "label": {"eng": "Mayor of New York City"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_Post", "type": "org", "score": 1, "label": {"eng": "New York Post"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 1, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 84}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 11}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 10}, {"uri": "dmoz/Recreation/Food/Dining_Guides", "label": "dmoz/Recreation/Food/Dining Guides", "wgt": 12}, {"uri": "dmoz/Health/Alternative/Naturopathy", "label": "dmoz/Health/Alternative/Naturopathy", "wgt": 14}, {"uri": "dmoz/Business/E-Commerce/Education_and_Training", "label": "dmoz/Business/E-Commerce/Education and Training", "wgt": 10}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC277_fauci0_ZG_20200315120215.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1822}, "sentiment": 0.07450980392156858, "wgt": 1822, "relevance": 101}, {"uri": "1482453747", "lang": "eng", "isDuplicate": false, "date": "2020-03-13", "time": "16:19:00", "dateTime": "2020-03-13T16:19:00Z", "dateTimePub": "2020-03-13T16:18:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/think-kids-wont-suffer-from-covid-19-wrong-it-threatens-them-with-more-poverty-hunger-homelessness-2020-03-13", "title": "Think kids won't suffer from COVID-19? Wrong: It threatens them with more poverty, hunger, homelessness", "body": "Half our children are at risk from economic consequences of the coronavirus pandemic\n\nIs coronavirus dangerous for kids? Yes -- but not for the reasons you may think.\n\nYouth appears to befrom the coronavirus. Although younger folks can still , symptoms are milder to nonexistent in young people who contract the disease. But that doesn't mean the disease isn't a huge threat to children and infants.\n\nAs the virus spreads, millions of children and babies from low-income families could face severe risks of hunger, homelessness, and other dangers unless protective economic measures are taken immediately.\n\nIn the U.S., the Institute for Policy Studies and the Poor People's Campaign have estimated that between in 2018 were poor or low-income. Of that number,\n\nBreaking news:\n\nOver half of our nation's children, in short, are at serious risk from the economic impacts of the coronavirus on their families.\n\nAlready, necessary and effective social safety-net supports have been steadily eroding and under attack during the Trump administration -- from steep cuts to food stamps and school lunch assistance to on disability assistance and Medicaid.\n\nAnd now, with the threat of quarantine looming over sick workers and school closures threatening food access and child-care shortfalls, the lack of paid sick leave for tens of millions of workers could be catastrophic for low-income families. So could health care costs for the with even \"free\" coronavirus tests resulting in\n\nThe results of reduced work hours and unexpected medical bills aren't just tighter budgets. For the most vulnerable families, they could mean layoffs, hunger, evictions, and foreclosures, increasing the risk of housing insecurity and related health problems. As colleges also close, many young adults who are financially or housing insecure may have nowhere to go, or lose their federal work study jobs.\n\nWe need to address these issues immediately, before the crisis gets worse than it already is.\n\nJoseph Stiglitz:\n\nPerhaps the single most important thing the federal government can do right now is pass the which is now before the House. While no one piece of legislation can get at the breadth of the public response needed, this will go a long way toward mitigating the worst economic impacts on poor and low-income children.\n\nThe bill includes emergency funding for the nutrition programs that support low-income mothers who lose their jobs during this crisis. Alongside other emergency food and food distribution provisions, it frees up emergency Supplemental Nutrition Assistance Program funds and waivers so children can receive meals during school closures.\n\nMore comprehensively, it also provides for emergency paid sick leave, enhanced unemployment insurance, free COVID-19 testing, protections for front-line health workers, and increased federal funding for Medicaid as state costs rise due to the extra strain this virus is imposing.\n\nBy contrast, the Trump administration's main proposal so far, a payroll tax cut to benefit both employers and employees, is problematic for many reasons. Workers need relief, but the benefit would be too small -- and come at the expense of paying into Social Security and Medicare. If you've lost your job due to the virus, you'd get no benefit at all.\n\nA more effective approach would be , regardless of their employment status. This is hardly a radical idea -- it's what the George W. Bush administration did in the early days of the financial crisis. And any for employers should be tied to their passing on the benefit to employees in the form of paid leave or maintaining wages for employees who lose work hours during the pandemic.\n\nGoing further, the National Employment Law Center is also supporting a robust and a strengthened unemployment insurance plan, which would support workers who lose their jobs as a result of the pandemic, provide for work-sharing arrangements instead of outright layoffs, and waive work-search and waiting requirements for people who get unemployment assistance. The National Low Income Housing Coalition has an that calls for a moratorium on evictions and foreclosures during this time.\n\nWhat else? Other needs include child-care funding for when schools are closed, and health support for children in detention and for parents who are incarcerated -- without it counting toward a public charge prohibition for immigrant families. (Relatedly, ICE should not be allowed anywhere near health centers.)\n\nThis is not a comprehensive list, but these are among the critical policies that should be enacted immediately. Thankfully, the likelihood of the coronavirus itself hurting children and babies is quite low. But the harm they face from the adverse economic impacts of this pandemic could be devastating if we don't act now.\n\nKaren Dolan directs the Criminalization of Race and Poverty Project at the Institute for Policy Studies.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "karen_dolan@marketwatch.com", "name": "Karen Dolan", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Supplemental_Nutrition_Assistance_Program", "type": "wiki", "score": 4, "label": {"eng": "Supplemental Nutrition Assistance Program"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Poor_People's_Campaign", "type": "wiki", "score": 3, "label": {"eng": "Poor People's Campaign"}}, {"uri": "http://en.wikipedia.org/wiki/Joseph_Stiglitz", "type": "person", "score": 3, "label": {"eng": "Joseph Stiglitz"}}, {"uri": "http://en.wikipedia.org/wiki/Eviction", "type": "wiki", "score": 3, "label": {"eng": "Eviction"}}, {"uri": "http://en.wikipedia.org/wiki/Institute_for_Policy_Studies", "type": "org", "score": 3, "label": {"eng": "Institute for Policy Studies"}}, {"uri": "http://en.wikipedia.org/wiki/Foreclosure", "type": "wiki", "score": 3, "label": {"eng": "Foreclosure"}}, {"uri": "http://en.wikipedia.org/wiki/Sick_leave", "type": "wiki", "score": 3, "label": {"eng": "Sick leave"}}, {"uri": "http://en.wikipedia.org/wiki/Layoff", "type": "wiki", "score": 3, "label": {"eng": "Layoff"}}, {"uri": "http://en.wikipedia.org/wiki/Medicaid", "type": "wiki", "score": 3, "label": {"eng": "Medicaid"}}, {"uri": "http://en.wikipedia.org/wiki/Child_care", "type": "wiki", "score": 3, "label": {"eng": "Child care"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Homelessness", "type": "wiki", "score": 3, "label": {"eng": "Homelessness"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Infant", "type": "wiki", "score": 3, "label": {"eng": "Infant"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Disability", "type": "wiki", "score": 3, "label": {"eng": "Disability"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 3, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_George_W._Bush", "type": "org", "score": 2, "label": {"eng": "Presidency of George W. Bush"}}, {"uri": "http://en.wikipedia.org/wiki/Social_Security_(United_States)", "type": "wiki", "score": 2, "label": {"eng": "Social Security (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment_benefits", "type": "wiki", "score": 2, "label": {"eng": "Unemployment benefits"}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_(Australia)", "type": "org", "score": 1, "label": {"eng": "Coalition (Australia)"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Immigration_and_Customs_Enforcement", "type": "org", "score": 1, "label": {"eng": "U.S. Immigration and Customs Enforcement"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 57}, {"uri": "dmoz/Society/Philanthropy", "label": "dmoz/Society/Philanthropy", "wgt": 24}, {"uri": "dmoz/Society/Issues/Labor", "label": "dmoz/Society/Issues/Labor", "wgt": 25}, {"uri": "dmoz/Health/Child_Health", "label": "dmoz/Health/Child Health", "wgt": 26}, {"uri": "dmoz/Society/Philanthropy/Child_Welfare", "label": "dmoz/Society/Philanthropy/Child Welfare", "wgt": 25}, {"uri": "dmoz/Society/Issues/Children,_Youth_and_Family", "label": "dmoz/Society/Issues/Children, Youth and Family", "wgt": 25}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IC222_poor_k_ZG_20200313120743.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1800}, "sentiment": -0.2941176470588235, "wgt": 1800, "relevance": 101}, {"uri": "1484874987", "lang": "eng", "isDuplicate": false, "date": "2020-03-15", "time": "23:36:00", "dateTime": "2020-03-15T23:36:00Z", "dateTimePub": "2020-03-15T23:35:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/coronavirus-vaccine-clinical-trial-starts-monday-us-official-says-2020-03-15", "title": "Coronavirus vaccine clinical trial starts Monday, U.S. official says", "body": "WASHINGTON -- A clinical trial evaluating a vaccine designed to protect against the new coronavirus will begin Monday, according to a government official.\n\nThe first participant in the trial will receive the experimental vaccine on Monday, the official said, speaking on the condition of anonymity because the trial has not been publicly announced yet. The National Institutes of Health is funding the trial, which is taking place at the Kaiser Permanente Washington Health Research Institute in Seattle, the official said.\n\nPublic health officials say it will take a year to 18 months to fully validate any potential vaccine.\n\nTesting will begin with 45 young, healthy volunteers with different doses of shots co-developed by NIH and Moderna Inc. MRNA, -4.48% There's no chance participants could get infected from the shots, because they don't contain the virus itself. The goal is purely to check that the vaccines show no worrisome side effects, setting the stage for larger tests.\n\nDozens of research groups around the world are racing to create a vaccine as COVID-19 cases continue to grow. Importantly, they're pursuing different types of vaccines -- shots developed from new technologies that not only are faster to produce than traditional inoculations but might prove more potent. Some researchers even aim for temporary vaccines, such as shots that might guard people's health a month or two at a time while longer-lasting protection is developed.\n\nFor most people, the new coronavirus causes only mild or moderate symptoms, such as fever and cough. For some, especially older adults and people with existing health problems, it can cause more severe illness, including pneumonia. The worldwide outbreak has sickened more than 156,000 people and left more than 5,800 dead. The death toll in the United States is more than 50, while infections neared 3,000 across 49 states and the District of Columbia.\n\nThe vast majority of people recover. According to the World Health Organization, people with mild illness recover in about two weeks, while those with more severe illness may take three weeks to six weeks to recover.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "associated_press@marketwatch.com", "name": "Associated Press", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 4, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Experiment", "type": "wiki", "score": 3, "label": {"eng": "Experiment"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "loc", "score": 2, "label": {"eng": "National Institutes of Health"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Kaiser_Permanente", "type": "org", "score": 2, "label": {"eng": "Kaiser Permanente"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 1, "label": {"eng": "Public health"}}], "categories": [{"uri": "dmoz/Society/Crime/Trials", "label": "dmoz/Society/Crime/Trials", "wgt": 23}, {"uri": "dmoz/Sports/Officiating", "label": "dmoz/Sports/Officiating", "wgt": 17}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 32}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 26}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Contract_Research_Organizations", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Contract Research Organizations", "wgt": 20}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC297_virust_ZG_20200315193250.jpg", "eventUri": null, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 1610}, "sentiment": 0.2, "wgt": 1610, "relevance": 52}, {"uri": "1480990957", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "15:17:00", "dateTime": "2020-03-12T15:17:00Z", "dateTimePub": "2020-03-12T15:15:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/scholar-to-trump-and-pence-you-cant-insult-science-and-then-expect-it-to-work-on-demand-for-coronavirus-2020-03-12", "title": "Scholar to Trump and Pence: 'You can't insult science' and then expect a command performance with the coronavirus", "body": "\" 'I don't expect politicians to know Maxwell's equations for electromagnetism or the Diels-Alder chemical reaction (although I can dream). But you can't insult science when you don't like it and then suddenly insist on something that science can't give on demand.' \"\n\nThat's H. Holden Thorp, editor-in-chief of the Science journals. He's questioning the Trump administration's rediscovered reliance on science -- an area Democrats and select industries argue the White House has severely underfunded -- in order to save the world from , and bolster re-election hopes along the way.\n\nThorp was , before the president took to prime-time television for an update on the now pandemic.\n\nThe Trump administration's budget proposals, including the latest one, , have regularly cut federal spending for science, health and the environment. However, requested cuts may hit congestion in the House of Representatives, which holds the purse strings and has a Democratic majority.\n\n\"Do me a favor, speed it up, speed it up,\" Trump recalled telling pharmaceutical executives when more recently bringing the National Association of Counties Legislative Conference up to speed. He said he had formerly implored those pharmaceutical heads to accelerate progress toward a vaccine for severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2), the virus that causes the coronavirus disease identified in China late last year, or COVID-19.\n\n\"Transmission rates and death rates are not measurements that can be changed [at] will and an extroverted presentation,\" a riled Thorp wrote.\n\nThe administration had said that virus spread in the United States is contained, although Trump on financial relief and travel bans, which were detailed in his Wednesday address and later clarified by staff.\n\nScientists all along have told a different story. \"[It] is clear from genomic evidence that community spread is occurring in Washington state and beyond. That kind of distortion and denial is dangerous and almost certainly contributed to the federal government's sluggish response,\" Thorp suggested in his piece.\n\nRead:\n\nEarly Thursday, said that there has been \"irresponsible rhetoric\" downplaying the seriousness of the viral spread. Trump as recently as Monday said the \"fake news media and their partner, the Democrat Party, is doing everything to inflame the coronavirus situation.\"\n\nPence's scientific bona fides were freshly questioned in recent weeks when he was named to head up the administration's response to the virus. The vice president, when running for Congress in 2000, : \"Despite the hysteria from the political class and the media, smoking doesn't kill. In fact, 2 out of every three smokers does not die from a smoking related illness and 9 out of ten smokers do not contract lung cancer.\"\n\nPence's view then was in contradiction to what cigarette manufacturers themselves had conceded in their deal.\n\nThorp, writing of the administration's current pressure on the pharmaceutical industry, conceded that the steps required to produce a vaccine could possibly be made more efficient. But the effort \"depend[s] on biological and chemical processes that are essential,\" he said. \"So the president might just as well have said, 'Do me a favor, hurry up that warp drive.' \"\n\nTrump is expected to announce an executive order insisting on American-made medical supplies and pharmaceuticals in response to the coronavirus outbreak, according to a person familiar with the plan, .\n\nMore Key Words:", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "rachel_koning_beals@marketwatch.com", "name": "Rachel Koning Beals", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Maxwell's_equations", "type": "wiki", "score": 4, "label": {"eng": "Maxwell's equations"}}, {"uri": "http://en.wikipedia.org/wiki/Electromagnetism", "type": "wiki", "score": 4, "label": {"eng": "Electromagnetism"}}, {"uri": "http://en.wikipedia.org/wiki/Chemical_reaction", "type": "wiki", "score": 4, "label": {"eng": "Chemical reaction"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 4, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_time", "type": "wiki", "score": 3, "label": {"eng": "Prime time"}}, {"uri": "http://en.wikipedia.org/wiki/Smoking", "type": "wiki", "score": 3, "label": {"eng": "Smoking"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 3, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Distortion", "type": "wiki", "score": 2, "label": {"eng": "Distortion"}}, {"uri": "http://en.wikipedia.org/wiki/Rhetoric", "type": "wiki", "score": 2, "label": {"eng": "Rhetoric"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Fake_news", "type": "wiki", "score": 2, "label": {"eng": "Fake news"}}, {"uri": "http://en.wikipedia.org/wiki/Lung_cancer", "type": "wiki", "score": 2, "label": {"eng": "Lung cancer"}}, {"uri": "http://en.wikipedia.org/wiki/Genome", "type": "wiki", "score": 2, "label": {"eng": "Genome"}}, {"uri": "http://en.wikipedia.org/wiki/Medication", "type": "wiki", "score": 2, "label": {"eng": "Medication"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Science/Science_in_Society", "label": "dmoz/Science/Science in Society", "wgt": 13}, {"uri": "dmoz/Science/Educational_Resources", "label": "dmoz/Science/Educational Resources", "wgt": 15}, {"uri": "dmoz/Science/Publications/Magazines_and_E-zines", "label": "dmoz/Science/Publications/Magazines and E-zines", "wgt": 13}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IC118_trump__ZG_20200312103206.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1604}, "sentiment": -0.0980392156862745, "wgt": 1604, "relevance": 27}, {"uri": "1483861199", "lang": "eng", "isDuplicate": false, "date": "2020-03-14", "time": "23:20:00", "dateTime": "2020-03-14T23:20:00Z", "dateTimePub": "2020-03-14T23:20:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/its-going-to-be-daunting-uk-considers-opposite-approach-to-the-uss-by-allowing-more-people-to-contract-coronavirus-2020-03-14", "title": "'It's going to be daunting': U.K. considers herd-immunity approach  --  allowing more people to contract coronavirus", "body": "Can you allow COVID-19 to slowly infect lower-risk people so they create enough immunity to eventually protect higher-risk groups?\n\n\"Herd immunity.\" In the absence of therapeutic treatments or a vaccine for the novel coronavirus, it suggests that there's safety in numbers. Physicians say the reality is far more complex.\n\nPatrick Vallance, the U.K.'s chief scientific adviser, said herd immunity is an option the government is exploring in its effort to grapple with the coronavirus-borne illness COVID-19. The aim would be to allow immunity to build up among members of the population who are least at risk of dying from COVID-19.\n\n\" 'If you suppress something very, very hard, when you release those measures it bounces back and it bounces back at the wrong time.' \"\n\n-- Patrick Vallance\n\n\"What we don't want is everybody to end up getting it in a short period of time so we swamp and overwhelm [National Health Service] services,\" he told BBC Radio 4 on Friday. \"Our aim is to try and reduce the peak, broaden the peak, not suppress it completely.\"\n\nHis aim is to build up a herd immunity so more people are immune to this disease, thereby reducing the rate of transmission and protecting those who are most at risk of dying from COVID-19, the disease caused by coronavirus SARS-CoV-2.\n\n\"If you suppress something very, very hard, when you release those measures it bounces back, and it bounces back at the wrong time,\" Vallance said. The U.K. has had 1,395 confirmed cases as of Sunday and 35 deaths, according to data the latest tally compiled by Johns Hopkins University's Center for Systems Science and Engineering.\n\nThe approach represents a polar opposite to that implied in this week's by U.S. President Donald Trump. The U.S. has had at least 3,774 confirmed coronavirus cases and 69 deaths. Coronavirus has infected 169,385 people globally and at least 6,513 deaths, John Hopkins said; it also reported 77,257 recoveries.\n\nCan you prevent high-risk people from becoming infected?\n\nThe idea proposed in the U.K. is to separate those at a lower risk of dying from the higher-risk group, namely people who are over 70 and have pre-existing conditions. Some 60% of the lower-risk group contracts the virus and builds up an immunity, according to this herd-immunity notion, which lowers the risk of giving it to the higher-risk group.\n\nThat's the theory. It would, if carried out perfectly, help the U.K. to manage the spread of the virus without overwhelming hospitals with sick people, while also mitigating the full economic impact of closing down public areas, canceling major events and introducing travel bans. That may be difficult to achieve in a country with a population .\n\nThe U.K. had approximately as of 2017, according to the Organization for Economic Cooperation and Development. In England, there are , of which 101,598 are in general and acute care.\n\nA Public Health England document seen by the says four in five people are \"expected\" to contract the virus. The document, the paper reported, said: \"As many as 80% of the population are expected to be infected with COVID-19 in the next 12 months, and up to 15% (7.9 million people) may require hospitalization.\"\n\nPublic Health England did not immediately respond to request for comment.\n\nCan you allow a virus to slowly infect lower-risk people so they create enough immunity to eventually protect higher-risk groups? It is, some say, a risky proposition: The GMB industrial, retail and social-care labor union in Britain said there are approximately 8,000 private hospital beds in the U.K. Boris Johnson, the U.K. prime minister, said it's \"the greatest public-health crisis for a generation.\"\n\nGMB general secretary Tim Roache on Saturday called on the government to release 570 hospital beds: \"The prime minister says this is the worst public health crisis for a generation, well he needs to start acting like it.\" , \"It can't be right that we have plush private hospitals lying empty waiting for the wealthy to fall ill, while people are left in dying in hospitals for the want of a bed.\"\n\n\"Do the right thing and let these unused beds be requisitioned by the NHS to save lives,\" he added. His concern, which is shared by many members of Johnson's political opposition, is that it will difficult, if not nearly impossible, to gradually allow people to use this herd-immunity approach to gradually infect the lower-risk groups, without the rate of COVID-19 infection snowballing.\n\nRecommended:\n\n\"The success is premised on the ability to keep those two groups separated, but I don't know if you can,\" Amesh Adalja, a senior scholar at the John Hopkins Center for Health Security and a spokesman for the Infectious Diseases Society of America, told MarketWatch.\n\n\"It's a challenging approach,\" Adalja said, adding that is the \"good part\" of what China did to slow down the rapid increase in coronavirus cases. \"It's going to be daunting. It's not as if those two demographics never interact. None of these intervention options is cost free.\"\n\nFormer U.K. Health Secretary Jeremy Hunt criticized the herd-immunity approach and said it was unwise to allow schools to remain open and people to gather and said Britain should take a more aggressive approach along the lines currently being forged by the U.S.\n\n\" 'It's just going to be daunting. It's not as if those two demographics ever interact. None of these intervention options is cost free.' \"\n\n-- Amesh Adalja, John Hopkins Center for Health Security\n\n\"Whether we then go on to have tea with our friend who's recovering from cancer, our grandfather, grandmother -- that's the issue,\" he added. \"It is surprising and concerning that we're not doing any of it at all when we have just four weeks before we get to the stage that Italy is at.\" Italy has had 21,157 confirmed cases and 1,441 deaths, John Hopkins said.\n\nThere's an advantage to coming down with a virus that has been around for hundreds, if not a couple of thousand, years such as the flu. COVID-19 has only been around for three-plus months. Those aged nine months and younger are believed to have the strongest natural defenses against the virus.\n\nWe already have a flu vaccine and, in 2020, we have the technology to develop one for COVID-19. Scientists are already working around the clock on a coronavirus vaccine, which analysts say could be ready in a matter of months or, others say, years. No one knows for sure how long that will take. That is yet another important risk factor for any country that takes the \"herd-immunity approach.\"\n\nHow many 'low-risk' people in Britain are healthy, non-smokers?\n\nA recent China-based study, which was not peer-reviewed by U.S. scientists but did have a relatively large sample of more than 72,000 people, found that men had a COVID-19 fatality rate of 2.8% versus 1.7% for women. Some doctors have said that women may have a stronger immune system as a to help babies during pregnancy.\n\nThe Chinese study is likely not representative of what might happen if the global spread of the virus worsens, particularly as regards gender. In China, versus 2% of women, which could be one reason for the gender disparity.\n\n\" The U.K. has had 1,143 confirmed cases as of Sunday and 21 deaths, according to data the latest tally from the database compiled by Johns Hopkins University's Center for Systems Science and Engineering. \"\n\nThis may be one of the many variables to consider for the British government. According to the Office of National Statistics in the U.K., \"In the U.K., 14.7% of people aged 18 years and above smoked cigarettes in 2018, which equates to around 7.2 million people in the population and represents a statistically significant decline of more than 5 percentage points since 2011, based on our estimate from the Annual Population Survey.\"\n\n, World Health Organization director-general Tedros Adhanom Ghebreyesus said earlier this month. That's more than previous estimates of between 1.4% and 2%, although some observers say his analysis was skewed by Chinese deaths. By comparison, the mortality rate of influenza is closer 0.1%, U.S. National Institute of Allergy and Infectious Diseases Director Anthony Fauci said this week.\n\nThose aged 70 to 79 have an 8% COVID-19 fatality rate, which climbs to 14.8% for those 80 and older, the Chinese study found. The rate was 49% among critical cases, and elevated among those with pre-existing conditions to between 5.6% and 10.3%, depending on the condition.\n\nTelling people to stay home and keep their distance from each other worked for China, as did the travel ban and locking down more than a dozen cities to help lower the rate of new cases and slow the spread of the virus, Adalja said. \"It is the good part of what China did.\"\n\nHow COVID-19 is transmitted", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "quentin_fottrell@marketwatch.com", "name": "Quentin Fottrell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Patrick_Vallance", "type": "wiki", "score": 5, "label": {"eng": "Patrick Vallance"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 5, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 4, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}, {"uri": "http://en.wikipedia.org/wiki/BBC_Radio_4", "type": "org", "score": 3, "label": {"eng": "BBC Radio 4"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 3, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "org", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Infectious_Diseases_Society_of_America", "type": "org", "score": 2, "label": {"eng": "Infectious Diseases Society of America"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 2, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 2, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Hunt", "type": "person", "score": 2, "label": {"eng": "Jeremy Hunt"}}, {"uri": "http://en.wikipedia.org/wiki/Cancer", "type": "wiki", "score": 2, "label": {"eng": "Cancer"}}, {"uri": "http://en.wikipedia.org/wiki/Tea", "type": "wiki", "score": 2, "label": {"eng": "Tea"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 1, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 1, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 1, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 1, "label": {"eng": "Mortality rate"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 71}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 14}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 15}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 17}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 25}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 21}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC268_Herd_ZG_20200314172935.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1573}, "sentiment": -0.0980392156862745, "wgt": 1573, "relevance": 101}, {"uri": "1479570492", "lang": "eng", "isDuplicate": false, "date": "2020-03-11", "time": "15:10:00", "dateTime": "2020-03-11T15:10:00Z", "dateTimePub": "2020-03-11T14:49:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/walmart-may-cut-store-hours-to-combat-coronavirus-and-says-a-kentucky-associate-has-tested-positive-2020-03-11", "title": "Walmart may cut store hours to combat coronavirus and says a Kentucky associate has tested positive ", "body": "The retail giant is making shifts to its supply chain to meet increased demand\n\nA Walmart Inc. associate in Kentucky has tested positive for the COVID-19 virus, the company said Wednesday while announcing potential store-hour restrictions at 24-hour locations even though traffic is rising.\n\nWalmart WMT, -4.47% said its stores are cleaned daily, including sanitizing high-touch areas and assigning one associate who is responsible for key areas throughout the day.\n\nThe company is also looking into ways to more easily sanitize shopping carts and exploring the possibility of shutting its 24-hour locations to make time for additional cleaning.\n\nSee:\n\nThe retail giant is also considering store-hour restrictions at 24-hour locations as an additional precaution, even as traffic rises.\n\nStarbucks Corp. SBUX, -8.89% has also announced additional cleaning measures to combat the virus, with some areas being cleaned as much as .\n\nA Walmart associate at a store in Cynthiana, Ky. has tested positive for coronavirus. Employees who test positive will receive two weeks pay, according to outbreak-related policies that have been launched.\n\nIf a staff member needs additional time, Walmart will offer replacement pay for up to 26 weeks for both full-time and part-time staff. And an independent group, Walmart Associates in Critical Need Trust, has waived its eligibility requirements in order to accept grant applications.\n\nThe trust is a nonprofit that provides assistance for basic needs of Walmart workers who have experienced financial difficulty. Since it was launched in 2001, the group says it has given more than 145,000 grants totaling $135 million. Individual grants total up to $1,500.\n\nThe retailer is offering up to two weeks pay to staff who work at stores, offices or distribution centers that may be part of a mandated quarantine.\n\nAssociates who are not feeling well are encouraged to stay home. Walmart is waiving its attendance policy for associates through the end of April.\n\nAnd:\n\n\"Walmart should pay for Covid-19 testing for every associate who came into contact with the employee who contracted coronavirus in Kentucky,\" said Mendy Hughes, a 10-year veteran Walmart worker and a leader of United for Respect, in a statement. United for Respect is a national nonprofit organization that advocates for retail workers.\n\nThe group is looking for assurance that there won't be retaliation for calling in sick.\n\n\"Walmart needs to prioritize the wellness of its workforce all year long, not just when coronavirus is sweeping the country,\" said Melissa Love, another Walmart worker and United for Respect leader, in a statement. \"We need a stronger general sick time policy that allows employees to take care of themselves and their families without fear of losing a bonus, or worse, their job.\"\n\nWalmart says it has seen a spike in demand for cleaning supplies, paper products and other items and has taken measures to direct items to stores and areas \"where they are needed most.\" Managers have been given license to make inventory decisions, such as limiting the quantity of an item a customer can buy, in an effort to meet demand.\n\nWalmart also says it has taken steps to prevent price gouging online, something that has r for Amazon.com Inc. AMZN, -5.41% There is a page on where customers can report pricing that violates its seller policy.\n\nRead:\n\nCostco Wholesale Corp. COST, -3.87% has also been grappling with demand pressures that, in the case of some items, has turned .\n\nWhen asked how the company is dealing with the issue, a spokesperson told MarketWatch that it's not staffed to respond to media questions about coronavirus-related emergency purchasing.\n\n\"As always, our focus is to have merchandise available for our members at low warehouse prices,\" a spokesperson said in a statement.\n\nExecutives at BJ's Wholesale Club Holdings Inc. BJ, -2.61% , which reported its earnings , said on the call that it's working to manage inventory of cleaning supplies and other items. The company expects some shipping delays on \"minor portions of summer seasonal items,\" said Lee Delaney, chief executive of BJ's, according to a FactSet transcript.\n\nKroger Co. KR, -4.41% , which also reported earnings last Thursday, said that it has activated a pandemic preparedness plan that will take into account the needs of its customers, workers and supply chain.\n\n\"We generally believe that we have limited supply chain exposure in China as the majority of the products we source is domestic,\" said W. Rodney McMullen, chief executive of Kroger, on the call, according to a FactSet transcript.\n\nWalmart stock has gained 16.3% over the last year while the Dow Jones Industrial Average DJIA, -7.95% has fallen 7.8% for the period.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "tonya_garcia@marketwatch.com", "name": "Tonya Garcia", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Walmart", "type": "org", "score": 5, "label": {"eng": "Walmart"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Nonprofit_organization", "type": "wiki", "score": 4, "label": {"eng": "Nonprofit organization"}}, {"uri": "http://en.wikipedia.org/wiki/Kentucky", "type": "loc", "score": 4, "label": {"eng": "Kentucky"}, "location": {"type": "place", "label": {"eng": "Kentucky"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Distribution_center", "type": "wiki", "score": 3, "label": {"eng": "Distribution center"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 3, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Retail", "type": "wiki", "score": 3, "label": {"eng": "Retail"}}, {"uri": "http://en.wikipedia.org/wiki/Price_gouging", "type": "wiki", "score": 2, "label": {"eng": "Price gouging"}}, {"uri": "http://en.wikipedia.org/wiki/BJ's_Wholesale_Club", "type": "org", "score": 2, "label": {"eng": "BJ's Wholesale Club"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 2, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Costco", "type": "org", "score": 2, "label": {"eng": "Costco"}}, {"uri": "http://en.wikipedia.org/wiki/Warehouse", "type": "wiki", "score": 2, "label": {"eng": "Warehouse"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 2, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Kroger", "type": "org", "score": 1, "label": {"eng": "Kroger"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 1, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/FactSet", "type": "org", "score": 1, "label": {"eng": "FactSet"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 1, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 1, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 65}, {"uri": "dmoz/Business/Retail_Trade", "label": "dmoz/Business/Retail Trade", "wgt": 14}, {"uri": "dmoz/Business/Retail_Trade/Retailers", "label": "dmoz/Business/Retail Trade/Retailers", "wgt": 17}, {"uri": "dmoz/Business/Food_and_Related_Products/Retail", "label": "dmoz/Business/Food and Related Products/Retail", "wgt": 13}, {"uri": "dmoz/Society/Work/Grievances", "label": "dmoz/Society/Work/Grievances", "wgt": 20}, {"uri": "dmoz/Shopping/General_Merchandise/Major_Retailers", "label": "dmoz/Shopping/General Merchandise/Major Retailers", "wgt": 13}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-HT005_walmar_ZG_20191009175737.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1550}, "sentiment": 0.3254901960784313, "wgt": 1550, "relevance": 76}, {"uri": "1480598535", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "09:53:00", "dateTime": "2020-03-12T09:53:00Z", "dateTimePub": "2020-03-12T09:52:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/is-coronavirus-airborne-will-it-live-in-my-bathroom-is-it-ok-to-fly-or-eat-out-are-men-more-susceptible-busting-myths-and-confirming-facts-of-covid-19-2020-03-12", "title": "Is coronavirus airborne? Will it last for hours in my bathroom? Are men more at risk? Burning questions about COVID-19", "body": "After consulting with health professionals, President Trump said Wednesday he would suspend all travel to the U.S. from Europe\n\nThere are some outlandish rumors about COVID-19, the disease caused by the new virus SARS-CoV-2, percolating on the internet: To some, it's a dastardly designed to wreak economic armageddon on the West; a to damage the reelection prospects of President Trump; a virus that .\n\nSuch paranoid speculation is at the very least unhelpful, health professionals say, and only serves to politicize a global public-health emergency and distract from potentially life-saving measures to contain and/or slow the spread of coronavirus. After jumping from animals to humans at a food market in Wuhan, China in early December, it has already reached more than 100 countries.\n\n\" Conspiracy theories politicize a public-health emergency and distract from potentially life-saving measures. \"\n\nAs the world struggles to come to terms with the prospect of COVID-19 changing the way we socialize and work, people are left wondering whether the financial markets have had a massive overreaction to yet another virus that will eventually fizzle out, or whether it's time to buckle down and heed warnings of the disease's seriousness issued by governments and health authorities.\n\nHere, MarketWatch breaks down the facts and fiction of the global pandemic:\n\nIs coronavirus airborne like measles?\n\nThe jury is out. As of Thusday, it did not appear to be an airborne virus in the same vein as measles or chickenpox, said Luis Ostrosky, a professor and vice chairman of internal medicine at McGovern Medical School in Houston, Texas. \"It's a virus that travels in droplets. This is very good news. With an airborne virus, one person could infect the whole room.\"\n\nNow for the bad news: Airborne transmission is \"plausible,\" according to a study (that has not been peer reviewed) posted online this week from scientists at Princeton University, the University of California, Los Angeles and the National Institutes of Health. The researchers concluded that the virus could remain airborne for \".\"\n\nIn the meantime, officials recommend \"social distancing\" in public spaces. \"You would need to touch contaminated secretions to become infected, or to be within six feet of a sick person who is coughing or sneezing,\" Ostrosky said. \"Studies have looked at how far spit and little droplets fly, and that's the magic number.\" Meeting in outdoor spaces, in theory, could give the virus less of a chance to spread.\n\nHow long can it live in your bathroom?\n\n\"It's not certain how long the virus that causes Coronavirus survives on surfaces, but it seems to behave like other coronaviruses,\" the World Health Organization said. \"Studies suggest that coronaviruses -- including preliminary information on the COVID-19 virus -- may persist on surfaces for a few hours or up to several days.\" , based on earlier coronaviruses, are likely to degrade it -- but experts caution this novel coronavirus go away in warmer weather.\n\nIts life span will also vary, depending on the type of surface, temperature and/or humidity. Bathrooms are a welcoming environment for coronaviruses. \"Previous coronaviruses can remain viable in cold, ,\" Ostrosky said. So if you are sharing a home with someone who has coronavirus, he strongly advises against sharing the same bathroom.\n\nRecommended:\n\nWill recirculated air on a plane make me sick?\n\nIn-flight oxygen is probably of higher quality than the air in your home. \"If you have an infected person in the front of the plane, and you're in the back of the plane, your risk is close to zero simply because the area of exposure is thought to be roughly six feet from the infected person,\" , professor of laboratory medicine at University of California, San Francisco.\n\n\"Ventilation rates provide a total change of air 20 to 30 times per hour,\" the WHO says. \"Most modern aircraft have recirculation systems, which recycle up to 50% of cabin air. The recirculated air is usually passed through HEPA (high-efficiency particulate air) filters, of the type used in hospital operating theatres and intensive care units, which trap dust particles, bacteria, fungi and viruses.\"\n\nPresident Trump said Wednesday he was \"marshaling the full power of the federal government\" by suspending travel from Europe to the U.S. for 30 days from midnight Friday, a measure aimed at stopping sick people traveling and spreading COVID-19. \"We made a lifesaving move with early action on China. Now we must take the same action with Europe,\" he said. The restrictions won't apply to the U.K.\n\nAlso see:\n\nAre men more affected by this than women?\n\n\"Men do tend to be more affected than women and their symptoms are often more severe,\" Ostrosky said. \"Estrogen has a protective effect. When scientists block estrogen production in animals, they become more susceptible to coronaviruses and they get worse symptoms.\" He added, \"But please don't take estrogen injections or pills. If you are a man, they will not help you.\"\n\nIs there a gender difference when it comes to influenza? \"No, with the flu it's pretty even,\" he said. The two illnesses have similar symptoms, including a sore throat and coughing, but they have other characteristics that set them apart. Coronavirus is a type of virus common in humans and animals, and causes mild-to-moderate respiratory illnesses. But it can travel through your body and damage other organs.\n\nDo face masks guard against coronavirus?\n\nFace masks help prevent patients from spreading the virus, but they don't protect the healthy, the Centers for Disease Control and Prevention say. They can help act as a barrier if a sick person coughs or sneezes. \"Most face masks do not effectively filter small particles from the air and don't prevent leakage around the edge of the mask when the user inhales,\" the CDC adds.\n\nWhat's more, face masks are needed for health-care professionals. N95 masks are tighter-fitting than surgical masks and protect against small particles and large droplets, according to the CDC. Health and Human Services Secretary Alex Azar said that there are only 30 million N95 masks in the national stockpile, and \"as many as 300 million masks .\"\n\nShould I cancel my movie and dinner date?\n\nWhether you're on a plane or a train, you are at risk of contracting coronavirus, especially if you are seated near an infected person who coughs or sneezes and/or you touch a contaminated surface and then your face without properly washing your hands. The WHO says there's no difference between sitting in a restaurant, office or movie theater: If you're near an infected person, you're at risk.\n\nWhile you can't do much about being seated next to an infected passenger on a plane at 30,000 feet, you can exercise responsible \"social distancing,\" Ostrosky said. \"The more people who are in that enclosed space with you, the higher the risk you have of being exposed to someone who is sick,\" he added. \"If we had to rank them, there is an increased risk in larger groups.\"\n\nWasn't coronavirus already a pandemic?\n\nNot technically. The WHO only declared COVID-19 a on Wednesday. An outbreak is deemed to have become a pandemic when it has spread from human-to-human on several continents, while an epidemic is a disease that infects regions or a community over a large geographical area. \"We're deeply concerned,\" WHO head Tedros Adhanom Ghebreyesus told reporters.\n\nBut wasn't coronavirus already a pandemic, given that it had reached 100 countries? Not quite. There's in designating an epidemic a pandemic, and epidemiologists finally agreed that the efforts to contain the virus had failed. In other words, it's now a matter of containing the spread and slowing it down to give scientists time to work on a vaccine.\n\nCoronavirus had infected over 127,800 people globally and killed over 4,700 as of Thursday, according to data from Johns Hopkins University's Center for Systems Science and Engineering, and over 68,000 recoveries. The U.S. had over 1,300 confirmed coronavirus cases and at least 38 deaths.\n\nHow COVID-19 is transmitted", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "quentin_fottrell@marketwatch.com", "name": "Quentin Fottrell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Airborne_disease", "type": "wiki", "score": 5, "label": {"eng": "Airborne disease"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 5, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Conspiracy_theory", "type": "wiki", "score": 5, "label": {"eng": "Conspiracy theory"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 5, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 4, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Measles", "type": "wiki", "score": 4, "label": {"eng": "Measles"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}, {"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 3, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/Sneeze", "type": "wiki", "score": 3, "label": {"eng": "Sneeze"}}, {"uri": "http://en.wikipedia.org/wiki/Chickenpox", "type": "wiki", "score": 3, "label": {"eng": "Chickenpox"}}, {"uri": "http://en.wikipedia.org/wiki/Estrogen", "type": "wiki", "score": 3, "label": {"eng": "Estrogen"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Internal_medicine", "type": "wiki", "score": 3, "label": {"eng": "Internal medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Paranoia", "type": "wiki", "score": 3, "label": {"eng": "Paranoia"}}, {"uri": "http://en.wikipedia.org/wiki/Saliva", "type": "wiki", "score": 3, "label": {"eng": "Saliva"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Continent", "type": "wiki", "score": 3, "label": {"eng": "Continent"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Houston", "type": "loc", "score": 3, "label": {"eng": "Houston"}, "location": {"type": "place", "label": {"eng": "Houston"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_California,_San_Francisco", "type": "loc", "score": 2, "label": {"eng": "University of California, San Francisco"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 1, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 1, "label": {"eng": "United States Department of Health and Human Services"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 97}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 19}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 26}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 25}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 20}, {"uri": "dmoz/Health/Reproductive_Health/Sexually_Transmitted_Diseases", "label": "dmoz/Health/Reproductive Health/Sexually Transmitted Diseases", "wgt": 19}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IC064_corona_ZG_20200311170341.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1404, "pinterest": 3}, "sentiment": -0.2313725490196078, "wgt": 1407, "relevance": 101}, {"uri": "1484012370", "lang": "eng", "isDuplicate": false, "date": "2020-03-15", "time": "04:10:00", "dateTime": "2020-03-15T04:10:00Z", "dateTimePub": "2020-03-15T04:10:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/thousands-arriving-from-china-and-europe-at-us-airports-have-faced-no-coronavirus-screening-2020-03-14", "title": "Thousands arriving from China and Europe at U.S. airports have faced no coronavirus screening", "body": "NEW YORK (AP) -- In the weeks before President Donald Trump spoke from the Oval Office this week to announce restrictions on travelers from more than two dozen countries in Europe, thousands of people from the region already had stepped off planes at U.S. airports, and an untold number of them may have carried the coronavirus.\n\nThe same can be said of flights from China in the weeks before the U.S. clamped down on those. Thousands who visited the country where the illness began had entered the United States without any kind of health review.\n\nSuch sobering realities highlight just one element of the federal government's shortcomings in getting ahead of the virus and halting its spread from overseas travelers.\n\nA day-by-day review of the spread of an unfamiliar virus from its earliest days shows U.S. officials have often been slow to respond or steps behind, with critical gaps in containment measures such as travel restrictions and airport screenings that allowed the crisis to grow to more than 2,100 infections and 51 deaths.\n\n\"There have been gaps in the way the U.S. has approached its response, which has not been comprehensive enough to contain the virus at the early stages of the epidemic,\" said Josh Michaud, associate director of global health policy with the Kaiser Family Foundation in Washington.\n\nThat was evident from the very beginning of the coronavirus outbreak in the U.S. On Jan. 15, a 35-year-old man returned home to Washington state through the Seattle airport after traveling to Wuhan, China, where the virus was already spreading. He would become the nation's first known case. Shortly before, on Jan. 13, a woman in her 60s arrived home through the Chicago airport after traveling to Wuhan. She would be Chicago's first known case.\n\nBoth of those travelers came to U.S. days before the federal government began screenings for passengers who traveled through Wuhan at three U.S. international airports, New York's Kennedy, San Francisco and Los Angeles. That list was expanded on Jan. 21 to include hubs in Chicago and Atlanta. Seattle-Tacoma wouldn't be added to the list until Jan. 28.\n\nAlso, there's no guarantee those screenings -- which involved passengers filling out health forms and having their temperatures taken -- would have caught those early patients, who didn't report symptoms until later. U.S. researchers say screenings may miss half of COVID-19 infected people, since they may not develop symptoms for several days.\n\nBy Jan. 24, both the Chicago woman and Washington state man had sought medical care after feeling sick, and tests confirmed they had the virus. Learning of the two early cases, public health workers scrambled to reach hundreds of people who may have been exposed to them on flights and on the ground, knowing they wouldn't be able to find them all with certainty.\n\nWith infections in Wuhan multiplying at an alarming rate, the White House announced on Jan. 31 that non-residents who had recently been to mainland China would no longer be allowed entry.\n\nAmericans returning from the Wuhan region would be subject to a mandatory two-week quarantine. In Boston, a man who would become the city's first case had returned after traveling to Wuhan just days earlier.\n\nBy mid-February, cases in China had pushed past 44,000. But the threat still seemed low in the U.S. and the Dow Jones Industrial Average closed at its highest point ever amid investor optimism the trade wars initiated by Trump were being resolved.\n\nThen on Feb. 24, a teenager at Jackson High School in Mill Creek, Washington, stayed home with fever, body aches and a headache. He was tested for flu at a clinic that week, but the test came back negative. Feeling better, he went to school on Feb. 28. Arriving on campus, he got a call to come home immediately. It was COVID-19.\n\nThe next day, Trevor Bedford, a Seattle scientist, tweeted about the \"enormous implications\" of finding genetic fingerprint similarities between the teenager's virus and the Washington man who became the first known U.S. case. \"This strongly suggests that there has been cryptic transmission in Washington State for the past 6 weeks,\" he wrote on Twitter.\n\nTo some, containment still seemed like a possibility in the United States, which as recently as about two weeks ago had no deaths and just 60 known cases, mostly people who were under federal quarantine after being evacuated from China or a cruise ship in Japan.\n\n\"It may get a little bigger; it may not get bigger at all,\" Trump said in a national TV address at the time.\n\nWith cases rising above 1,000 in Italy and 3,000 in South Korea, the White House announced on March 1 that U.S.-bound passengers would undergo screenings before leaving those countries. But travelers from Italy who would eventually test positive were already on their way.\n\nOn March 4, California health officials announced that three of its six new cases were people who had visited northern Italy. A day later, Illinois announced its fifth confirmed case -- a man who had recently returned from Italy. A day after that, Oklahoma announced its first case -- a man who had returned from Italy about two weeks earlier. And a few days later, the state announced its second case had also traveled to Italy.\n\nBy the time Trump announced the European travel ban Thursday, cases in the region including Italy, Spain and France had mushroomed to more than 17,000. When a similar ban was announced on people traveling from China, that country had around 11,000 cases. Iran had about 600 confirmed cases when the U.S. banned travelers who had recently been there.\n\n\"The European Union failed to take the same precautions and restrict travel from China and other hotspots,\" Trump said. \"As a result, a large number of new clusters in the United States were seeded by travelers from Europe.\"\n\nSaturday, Trump closed some glaring exceptions to his European travel ban, adding the United Kingdom and Ireland to the list and considering imposing travel restrictions within the U.S. as well. His decision came as deaths in Britain doubled from the day before to 21, and infections rose from 800 to over 1,100.\n\nSome experts question the effectiveness of any kind of travel restrictions given the heavy volume of global travel. Last year, for example, 4.2 million passengers arrived in the U.S. on flights from China and 2.2 million from Italy.\n\nHoles in the containment net may sound alarming to the general public, but experts in controlling outbreaks assume the net will let some slip through. The point is to slow down or \"flatten\" rates of infection to keep the number of severely sick patients from overwhelming hospitals, which aren't big enough to accommodate a surge.\n\n\"We are essentially spreading this spread over a longer period of time to allow health systems time to adapt and respond,\" said Dr. Sandro Galea, an epidemiologist at Boston University.\n\nThe benefit of stopping a portion of new infections from entering also depends on how aggressively officials are simultaneously controlling infections already within their borders, said Benjamin Cowling, an epidemiologist at the University of Hong Kong.\n\nBut nearly two months after the first U.S. case was confirmed, the persisting lack of testing capacity has left experts uncertain about how many more infected people aren't being identified. Some researchers say the true count of infections in the U.S. may be upwards of 14,000..\n\n\"It is a failing, let's admit it,\" said Dr. Anthony Fauci of the National Institutes of Health on Thursday of the testing limitations.\n\nMost people who get infected with the virus experience moderate symptoms. and the vast majority of people recover. Others, including older adults and people with existing health issues, can become severely sick.\n\nPatricia Herrick, the daughter of an 89-year-old woman who died last week in the Seattle-area nursing home that has become ground zero of the U.S. outbreak with at least 25 deaths linked to it, said testing should have started much earlier so the sick could be separated from the well.\n\n\"We let this thing advance so far. We didn't take this seriously enough,\" said Herrick, whose mother was never tested for COVID-19. \"I don't know that she would still be living. ... It's tragic.\"\n\nKaiser's Michaud acknowledged government health officials may have been \"flying blind at first\" but the inability to test and identify cases has put them behind.\n\n\"We're trying to catch up. But we can't catch up at this point.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "associated_press@marketwatch.com", "name": "Associated Press", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Airport", "type": "wiki", "score": 5, "label": {"eng": "Airport"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 5, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chicago", "type": "loc", "score": 5, "label": {"eng": "Chicago"}, "location": {"type": "place", "label": {"eng": "Chicago"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Containment", "type": "wiki", "score": 4, "label": {"eng": "Containment"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Oval_Office", "type": "wiki", "score": 4, "label": {"eng": "Oval Office"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 4, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Seattle", "type": "loc", "score": 4, "label": {"eng": "Seattle"}, "location": {"type": "place", "label": {"eng": "Seattle"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 3, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/John_F._Kennedy_International_Airport", "type": "loc", "score": 3, "label": {"eng": "John F. Kennedy International Airport"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Seattle–Tacoma_International_Airport", "type": "loc", "score": 3, "label": {"eng": "Seattle–Tacoma International Airport"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_men's_national_soccer_team", "type": "org", "score": 3, "label": {"eng": "United States men's national soccer team"}}, {"uri": "http://en.wikipedia.org/wiki/Kaiser_Family_Foundation", "type": "org", "score": 3, "label": {"eng": "Kaiser Family Foundation"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 3, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Mill_Creek,_Washington", "type": "loc", "score": 3, "label": {"eng": "Mill Creek, Washington"}, "location": {"type": "place", "label": {"eng": "Mill Creek, Washington"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco", "type": "loc", "score": 3, "label": {"eng": "San Francisco"}, "location": {"type": "place", "label": {"eng": "San Francisco"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Los_Angeles", "type": "loc", "score": 3, "label": {"eng": "Los Angeles"}, "location": {"type": "place", "label": {"eng": "Los Angeles"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Boston", "type": "loc", "score": 3, "label": {"eng": "Boston"}, "location": {"type": "place", "label": {"eng": "Boston"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jackson,_Mississippi", "type": "loc", "score": 3, "label": {"eng": "Jackson, Mississippi"}, "location": {"type": "place", "label": {"eng": "Jackson, Mississippi"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Atlanta", "type": "loc", "score": 3, "label": {"eng": "Atlanta, Georgia"}, "location": {"type": "place", "label": {"eng": "Atlanta, Georgia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Executive_Order_13769", "type": "wiki", "score": 2, "label": {"eng": "Executive Order 13769"}}, {"uri": "http://en.wikipedia.org/wiki/DNA_profiling", "type": "wiki", "score": 2, "label": {"eng": "DNA profiling"}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Italy", "type": "wiki", "score": 2, "label": {"eng": "Northern Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 2, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Boston_University", "type": "loc", "score": 2, "label": {"eng": "Boston University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 2, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 1, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 92}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 23}, {"uri": "dmoz/Recreation/Travel/Publications", "label": "dmoz/Recreation/Travel/Publications", "wgt": 23}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 21}, {"uri": "dmoz/Recreation/Travel/Preparation", "label": "dmoz/Recreation/Travel/Preparation", "wgt": 21}], "image": "https://s.marketwatch.com/public/resources/images/MW-HZ634_trump_ZH_20200204140438.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1327}, "sentiment": -0.0980392156862745, "wgt": 1327, "relevance": 76}, {"uri": "1479537171", "lang": "eng", "isDuplicate": false, "date": "2020-03-11", "time": "14:46:00", "dateTime": "2020-03-11T14:46:00Z", "dateTimePub": "2020-03-11T14:21:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/warren-buffett-on-the-one-two-punch-market-panic-it-took-me-89-years-to-experience-something-like-this-2020-03-11", "title": "Warren Buffett on the 'one-two punch' market panic: It took me 89 years to experience something like this", "body": "\" 'It wasn't October 1987, but it was an imitation... [and the financial crisis] was much more scary, by far, than anything that happened [on Monday].' \"\n\nThat's Berkshire Hathaway BRK.A, -3.91% BRK.B, -4.14% boss Warren Buffett putting the recent market plunge -- which he described as a \"one-two punch\" of coronavirus and falling oil prices -- in perspective in .\n\n\"If you stick around long enough, you'll see everything in markets,\" he said from his Omaha headquarters. \"And it may have taken me to 89 years of age to throw this one into the experience, but the markets, if you have to be open second by second, they react to news in a big time way.\"\n\nWhile it may have been scarier in 1987 and 2008, at least to Buffett, there's no denying that it's been a brutal stretch for investors. On Monday, the Dow Jones Industrial Average DJIA, -4.51% dropped more than 2,000 points before recouping a chunk of those losses on Tuesday.\n\nOn Wednesday, , as hopes were dented for a quick round of fiscal stimulus to limit a U.S. economic slowdown caused by the coronavirus outbreak. Goldman Sachs GS, -4.66% signaled that the worldwide epidemic may finally mark the end of the longest bull market run in history. At last check, the blue chips were down more than 700 points and both the S&P SPX, -4.15% and Nasdaq COMP, -3.77% were off more than 2%.\n\nThe so-called Oracle of Omaha appears to be well-positioned to weather such market storms. At last count, Berkshire Hathaway was holding $128 billion in cash.\n\n\"Buffett did not amass his fortune by following the herd but by leading it,\" RIA Advisors strategist Lance Roberts recently . \"He is sitting on a $128 billion in cash for a reason. Buffett is fully aware of the gains he has forgone, yet still continues his ways. Buffet is not dumb!\"\n\nWatch this clip from Yahoo's Buffett interview:", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 4, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Berkshire_Hathaway", "type": "org", "score": 3, "label": {"eng": "Berkshire Hathaway"}}, {"uri": "http://en.wikipedia.org/wiki/Warren_Buffett", "type": "person", "score": 3, "label": {"eng": "Warren Buffett"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Omaha,_Nebraska", "type": "loc", "score": 3, "label": {"eng": "Omaha, Nebraska"}, "location": {"type": "place", "label": {"eng": "Omaha, Nebraska"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 2, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Stimulus_(economics)", "type": "wiki", "score": 2, "label": {"eng": "Stimulus (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 2, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Nasdaq", "type": "org", "score": 1, "label": {"eng": "Nasdaq"}}, {"uri": "http://en.wikipedia.org/wiki/Market_trend", "type": "wiki", "score": 1, "label": {"eng": "Market trend"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 83}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 15}, {"uri": "dmoz/Business/Industrial_Goods_and_Services/Marketing_and_Advertising", "label": "dmoz/Business/Industrial Goods and Services/Marketing and Advertising", "wgt": 14}, {"uri": "dmoz/Business/Small_Business/Marketing_and_Advertising", "label": "dmoz/Business/Small Business/Marketing and Advertising", "wgt": 13}, {"uri": "dmoz/Business/Marketing_and_Advertising/Associations", "label": "dmoz/Business/Marketing and Advertising/Associations", "wgt": 15}], "image": "https://s.marketwatch.com/public/resources/images/MW-HK006_buffet_ZG_20190521122940.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1293}, "sentiment": -0.1686274509803921, "wgt": 1293, "relevance": 52}, {"uri": "1481489519", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "23:31:00", "dateTime": "2020-03-12T23:31:00Z", "dateTimePub": "2020-03-12T23:31:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/hackers-are-using-coronavirus-concerns-to-trick-you-cybersecurity-pros-warn-2020-03-12", "title": "Hackers are using coronavirus concerns to trick you, cybersecurity pros warn", "body": "Hackers and cybercriminals have been leveraging the hype and fear connected with the growing COVID-19 pandemic as a tool to steal passwords and data.\n\nCoronavirus-themed domain registrations are 50% more likely to be from malicious actors, Check Point Software Technologies Ltd. CHKP, -9.58% found in a study. Since that report was released last week, there have been some high-profile examples, most notably an attack aimed at a popular interactive COVID-19 tracking map maintained by Johns Hopkins University.\n\nNoted security blogger that the map has been targeted by hackers who are selling malware claiming to compromise the map and infect users. Johns Hopkins spokeswoman Jill Rosen said the university is aware of the malware that impersonates its COVID-19 site, and warned users to only trust the maps and . The malware requires users to download software to generate the fake map, Rosen told MarketWatch.\n\n\"If you receive an email containing a link to download such an item or come across the code for the malicious app please report it immediately to the Esri incident response team through ,\" Rosen said in a statement.\n\nJust as doctors say frequent hand-washing and respiratory hygiene is the best defense against the coronavirus, cybersecurity professionals stress that computer users need to be more wary of what they click, such as , and .\n\nRead:\n\nThese ploys of tricking computer users to download malware by tapping into fear and anxiety are as old as the internet, said Charles Poff, chief information security officer at SailPoint Technologies Holdings Inc. SAIL, -10.19%\n\n\"Despite international efforts to quell the virus, the World Health Organization recently classified this as a global pandemic; online scammers are trying to exploit this uncertainty through phishing attempts and bunk domain names,\" Poff said.\n\n\"An email seemingly from the CDC is trying to lure vulnerable people into clicking links to learn more about the virus but ultimately leading them astray,\" Poff said. \"Not only am I recommending people to be cautious about opening email and files received from unknown senders, but also to beware of look-alike domains that are phony websites.\"\n\nCheck Point researchers said Thursday that they found hackers based in China have been using rich text format, or RTF, coronavirus warnings against public-sector workers in Mongolia. If a target opens the RTF document, it would attack Microsoft Corp.'s MSFT, -9.48% Word application, and seeks to take screenshots, list files and directories and download files.\n\n\"In this campaign, we observed the latest iteration of what seems to be a long-running Chinese- based operation against a variety of governments and organizations worldwide,\" Check Point researchers wrote. \"This specific campaign was leveraging the COVID-19 pandemic to lure victims to trigger the infection chain.\"\n\n\"The full intention of this Chinese [advanced persistent threat] group is still a mystery, but they are here to stay; updating their tools and it seems they will do whatever it takes to attract victims to their network,\" the researchers wrote.\n\nRead:\n\n\"We have observed espionage actors from China, North Korea and Russia exploit this topic in spear phishing campaigns,\" Ben Read, senior manager of intelligence analysis at FireEye Inc. FEYE, -15.27%, wrote in emailed comments.\n\nRead said that hackers based in China have tried to attack victims in Vietnam, the Philippines and Taiwan with lures using \"legitimate statements by political leaders or authentic advice for those worried about the disease, likely taken from public sources\" in late February and early March.\n\nAlso Read said \"TEMP.Armageddon, an espionage group that acts in support of Russian interests, sent a spear phish with a malicious document themed around the coronavirus to Ukrainian entities,\" and that North Korea hackers have also sent \"a Korean Language lure title 'Coronavirus Correspondence'\" to South Korean victims.\n\n\"We expect continued use of coronavirus themed lures by both opportunistic and targeted financially motivated attackers due to the global relevance of the theme,\" Read said.\n\nRead: ,\n\nThe unprecedented uncertainty created by COVID-19 is trashing stocks, as the Dow Jones Industrial Average DJIA, -9.98% has fallen 18% over the week through Thursday's action. The S&P 500 index SPX, -9.51% is down nearly 17%, the tech-heavy Nasdaq Composite Index COMP, -9.43% is off 16%, and the ETFMG Prime Cyber Security ETF HACK, -8.34% is down 23%, with one day left of trading this week, Friday the 13th.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "wallace_witkowski@marketwatch.com", "name": "Wallace Witkowski", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 5, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Security_hacker", "type": "wiki", "score": 5, "label": {"eng": "Security hacker"}}, {"uri": "http://en.wikipedia.org/wiki/Malware", "type": "wiki", "score": 5, "label": {"eng": "Malware"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 5, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/Check_Point", "type": "org", "score": 4, "label": {"eng": "Check Point"}}, {"uri": "http://en.wikipedia.org/wiki/Rich_Text_Format", "type": "wiki", "score": 4, "label": {"eng": "Rich Text Format"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Cybercrime", "type": "wiki", "score": 4, "label": {"eng": "Cybercrime"}}, {"uri": "http://en.wikipedia.org/wiki/Password", "type": "wiki", "score": 4, "label": {"eng": "Password"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Esri", "type": "loc", "score": 3, "label": {"eng": "Esri"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Information_security", "type": "wiki", "score": 3, "label": {"eng": "Information security"}}, {"uri": "http://en.wikipedia.org/wiki/Telephone_tapping", "type": "wiki", "score": 3, "label": {"eng": "Telephone tapping"}}, {"uri": "http://en.wikipedia.org/wiki/Phishing", "type": "wiki", "score": 3, "label": {"eng": "Phishing"}}, {"uri": "http://en.wikipedia.org/wiki/Domain_name", "type": "wiki", "score": 3, "label": {"eng": "Domain name"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 3, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Confidence_trick", "type": "wiki", "score": 3, "label": {"eng": "Confidence trick"}}, {"uri": "http://en.wikipedia.org/wiki/Vulnerability", "type": "wiki", "score": 3, "label": {"eng": "Vulnerability"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Anxiety", "type": "wiki", "score": 3, "label": {"eng": "Anxiety"}}, {"uri": "http://en.wikipedia.org/wiki/Hygiene", "type": "wiki", "score": 3, "label": {"eng": "Hygiene"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Blog", "type": "wiki", "score": 3, "label": {"eng": "Blog"}}, {"uri": "http://en.wikipedia.org/wiki/FireEye", "type": "org", "score": 2, "label": {"eng": "FireEye"}}, {"uri": "http://en.wikipedia.org/wiki/Microsoft", "type": "org", "score": 2, "label": {"eng": "Microsoft"}}, {"uri": "http://en.wikipedia.org/wiki/Vietnam", "type": "loc", "score": 2, "label": {"eng": "Vietnam"}, "location": {"type": "country", "label": {"eng": "Vietnam"}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 2, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 2, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 2, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}, {"uri": "http://en.wikipedia.org/wiki/Mongolia", "type": "loc", "score": 2, "label": {"eng": "Mongolia"}, "location": {"type": "country", "label": {"eng": "Mongolia"}}}, {"uri": "http://en.wikipedia.org/wiki/North_Korea", "type": "loc", "score": 2, "label": {"eng": "North Korea"}, "location": {"type": "country", "label": {"eng": "North Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Ukraine", "type": "loc", "score": 1, "label": {"eng": "Ukraine"}, "location": {"type": "country", "label": {"eng": "Ukraine"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 1, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}], "categories": [{"uri": "news/Technology", "label": "news/Technology", "wgt": 97}, {"uri": "dmoz/Computers", "label": "dmoz/Computers", "wgt": 18}, {"uri": "dmoz/Computers/Security", "label": "dmoz/Computers/Security", "wgt": 18}, {"uri": "dmoz/Computers/Hacking", "label": "dmoz/Computers/Hacking", "wgt": 25}, {"uri": "dmoz/Computers/Hacking/Ethics", "label": "dmoz/Computers/Hacking/Ethics", "wgt": 19}, {"uri": "dmoz/Computers/Hacking/Organizations", "label": "dmoz/Computers/Hacking/Organizations", "wgt": 18}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC177_covidj_ZG_20200312175906.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1141}, "sentiment": -0.05882352941176472, "wgt": 1141, "relevance": 76}, {"uri": "1480094659", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "00:21:00", "dateTime": "2020-03-12T00:21:00Z", "dateTimePub": "2020-03-11T23:57:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/stock-futures-flat-as-traders-await-trumps-address-on-coronavirus-measures-2020-03-11", "title": "Stock futures plunge after Trump announces suspension of U.S.-Europe travel", "body": "U.S. stock futures fell late Wednesday, after President Donald Trump's addressed the nation following another steep selloff on Wall Street that snapped a more-than-decade-long bull market for the Dow.\n\nThe president spoke live from the Oval Office at 9 p.m. Eastern, and detailed plans on how the government is addressing the spreading coronavirus outbreak, including economic stimulus plans. Most notably, Trump said travel between the U.S. and Europe will be suspended for 30 days, beginning Friday.\n\nWhat are markets doing?\n\nDow Jones Industrial Average futures YMH20, -3.80% were about flat before the address, but tumbled more than 1,000 points, or 4.7% immediately after Trump spoke, while S&P 500 futures ESH20, -3.59% and Nasdaq-100 futures NQH20, -3.83% fell more than 4.5% as well.\n\nEarlier, the Dow DJIA, -5.85% plunged 1,464.94 points, or 5.9%, to close at 23,553.22, marking a bear market, widely defined as a drop of at least 20% from a recent record intraday peak. That ended the blue-chip gauge's 11-year bull-market run.\n\nRead:\n\nThe S&P 500 SPX, -4.88% fell 140.85 points, or 4.9%, to close at 2,741.38. The Nasdaq Composite COMP, -4.70% tumbled 392.20 points, or 4.7%, to end at 7,952.05.\n\nfor those two indexes as well. The S&P 500 will fall into a bear market if it closes below 2,708.92 -- a little over 32 points -- while the Nasdaq will do so if it closes under 7,853.74, about 98 points lower than Wednesday's close.\n\nWhat was driving markets?\n\nFutures trading was muted ahead of Trump's address, but started to fall after . Trump also promised financial relief \"for workers who are ill, quarantined or caring for others due to coronavirus.\"\n\nThe president also said the Small Business Administration will make emergency low-interest loans available to affected businesses, and said the government will defer tax payments for certain individuals and companies for three months. But those measures were apparently far less than what traders were expecting, and the Europe travel suspension could come with a steep economic cost, though Trump administration officials later clarified that the travel restrictions will apply mostly to foreign nationals who have been in certain parts of Europe prior to traveling to the U.S.\n\nStocks fell Wednesday after U.S. Treasury Secretary Steven Mnuchin said a robust economic stimulus plan would take a a while to get through Congress, while he backed plans to help small businesses. On Capitol Hill, Trump's proposal to cut payroll taxes .\n\nMeanwhile, the World Health Organization on Wednesday declared the coronavirus outbreak a global pandemic, as governments to on public gatherings in an effort to slow the illness's spread.\n\nWhat are analysts saying?\n\n\"Travel restrictions equal slower global economic activity,\" wrote Stephen Innes, chief global markets strategist at AxiTrader, in a note Wednesday night. \"So if you need any more coaxing to sell sell sell sell after a massively negative signal from overnight trading in U.S. markets it just fell in your lap.\"\n\n\"Even in the best-case scenario it will take time for spending to return to normal,\" Ian Shepherdson, chief economist at Pantheon Macroeconomics, . \"We remain firmly of the view that a sustained market recovery cannot begin until the number of new cases clearly has peaked, but that's probably several weeks away. In the meantime, the numbers likely will get substantially worse.\"\n\nHow were other markets trading?\n\nAfter bouncing back Tuesday, crude oil fell again Wednesday, though picked up again in late electronic trading. West Texas Intermediate crude for April delivery CLJ20, -4.60% was last up 1% at $33.32 a barrel, while May Brent crude BRNK20, -4.89% , the global benchmark, was about flat at $35.84 a barrel.\n\nIn Australia, the S&P/ASX 200 XJO, -7.35% fell into bear-market territory during Wednesday trading, and fell another 5% Thursday. Japan's Nikkei NIK, -4.08% also plunged around 5%, and Hong Kong's Hang Seng HSI, -3.47% slid 3.6%.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "mike_murphy@marketwatch.com", "name": "Mike Murphy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Market_trend", "type": "wiki", "score": 5, "label": {"eng": "Market trend"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 5, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 5, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 4, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "wiki", "score": 4, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Small_Business_Administration", "type": "wiki", "score": 3, "label": {"eng": "Small Business Administration"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 3, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Stimulus_(economics)", "type": "wiki", "score": 3, "label": {"eng": "Stimulus (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Oval_Office", "type": "wiki", "score": 3, "label": {"eng": "Oval Office"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Nasdaq", "type": "org", "score": 3, "label": {"eng": "Nasdaq"}}, {"uri": "http://en.wikipedia.org/wiki/Capitol_Hill", "type": "loc", "score": 2, "label": {"eng": "Capitol Hill"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Steven_Mnuchin", "type": "person", "score": 2, "label": {"eng": "Steven Mnuchin"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_the_Treasury", "type": "wiki", "score": 2, "label": {"eng": "United States Secretary of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Small_business", "type": "wiki", "score": 2, "label": {"eng": "Small business"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 2, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Macroeconomics", "type": "wiki", "score": 2, "label": {"eng": "Macroeconomics"}}, {"uri": "http://en.wikipedia.org/wiki/Payroll_tax", "type": "wiki", "score": 2, "label": {"eng": "Payroll tax"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 2, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 2, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/S&P/ASX_200", "type": "wiki", "score": 1, "label": {"eng": "ASX 200"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Immigration_and_Customs_Enforcement", "type": "org", "score": 1, "label": {"eng": "U.S. Immigration and Customs Enforcement"}}, {"uri": "http://en.wikipedia.org/wiki/The_Nikkei", "type": "org", "score": 1, "label": {"eng": "The Nikkei"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 1, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 1, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 20}, {"uri": "dmoz/Business/Investing/Commodities_and_Futures", "label": "dmoz/Business/Investing/Commodities and Futures", "wgt": 22}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 20}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 22}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC077_20trum_ZG_20200311194914.jpg", "eventUri": null, "location": {"type": "country", "label": {"eng": "United States"}}, "shares": {"facebook": 1083}, "sentiment": 0.02745098039215677, "wgt": 1083, "relevance": 76}, {"uri": "1479940752", "lang": "eng", "isDuplicate": false, "date": "2020-03-11", "time": "21:04:00", "dateTime": "2020-03-11T21:04:00Z", "dateTimePub": "2020-03-11T20:41:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/tests-show-new-coronavirus-can-live-on-surfaces-for-as-long-as-3-days-2020-03-11", "title": "Tests show new coronavirus can live on surfaces for as long as 3 days", "body": "The new virus has infected more than 120,000 people worldwide and caused more than 4,300 deaths\n\nThe new coronavirus can live in the air for several hours and on some surfaces for as long as two to three days, tests by U.S. government and other scientists have found.\n\nTheir work, published Wednesday, doesn't prove that anyone has been infected through breathing it from the air or by touching contaminated surfaces, researchers stress.\n\nSee also:\n\n\"We're not by any way saying there is aerosolized transmission of the virus,\" but this work shows that the virus stays viable for long periods in those conditions, so it's theoretically possible, said study leader Neeltje van Doremalen at the National Institute of Allergy and Infectious Diseases.\n\nSince emerging in China late last year, the new virus has infected more than 120,000 people worldwide and caused more than 4,300 deaths -- far more than the 2003 SARS outbreak caused by a genetically similar virus.\n\nFor this study, researchers used a nebulizer device to put samples of the new virus into the air, imitating what might happen if an infected person coughed or made the virus airborne some other way.\n\nThey found that viable virus could be detected up to three hours later in the air, up to four hours on copper, up to 24 hours on cardboard and up to two to three days on plastic and stainless steel.\n\nSimilar results were obtained from tests they did on the virus that caused the 2003 SARS outbreak, so differences in durability of the viruses do not account for how much more widely the new one has spread, researchers say.\n\nThe tests were done at the National Institutes of Health's Rocky Mountain Lab in Hamilton, Montana, by scientists from the NIH, Princeton University and the University of California, Los Angeles, with funding from the U.S. government and the National Science Foundation.\n\nThe findings have not been reviewed by other scientists yet and were posted on a site where researchers can quickly share their work before publication.\n\n\"It's a solid piece of work that answers questions people have been asking,\" and shows the value and importance of the hygiene advice that public health officials have been stressing, said Julie Fischer, a microbiology professor at Georgetown University.\n\n\"What we need to be doing is washing our hands, being aware that people who are infected may be contaminating surfaces,\" and keeping hands away from the face, she said.\n\nAs for the best way to kill the virus, \"it's something we're researching right now,\" but cleaning surfaces with solutions containing diluted bleach is likely to get rid of it, van Doremalen said.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "associated_press@marketwatch.com", "name": "Associated Press", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 4, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 3, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Nebulizer", "type": "wiki", "score": 3, "label": {"eng": "Nebulizer"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "loc", "score": 3, "label": {"eng": "National Institutes of Health"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Timeline_of_the_SARS_outbreak", "type": "wiki", "score": 3, "label": {"eng": "Timeline of the SARS outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Aerosol", "type": "wiki", "score": 3, "label": {"eng": "Aerosol"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/National_Science_Foundation", "type": "wiki", "score": 2, "label": {"eng": "National Science Foundation"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_California,_Los_Angeles", "type": "loc", "score": 2, "label": {"eng": "University of California, Los Angeles"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Princeton_University", "type": "loc", "score": 2, "label": {"eng": "Princeton University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Copper", "type": "wiki", "score": 2, "label": {"eng": "Copper"}}, {"uri": "http://en.wikipedia.org/wiki/Rocky_Mountains", "type": "loc", "score": 2, "label": {"eng": "Rocky Mountains"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hygiene", "type": "wiki", "score": 2, "label": {"eng": "Hygiene"}}, {"uri": "http://en.wikipedia.org/wiki/Plastic", "type": "wiki", "score": 2, "label": {"eng": "Plastic"}}, {"uri": "http://en.wikipedia.org/wiki/Stainless_steel", "type": "wiki", "score": 2, "label": {"eng": "Stainless steel"}}, {"uri": "http://en.wikipedia.org/wiki/Hamilton,_Montana", "type": "loc", "score": 2, "label": {"eng": "Hamilton, Montana"}, "location": {"type": "place", "label": {"eng": "Hamilton, Montana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Microbiology", "type": "wiki", "score": 1, "label": {"eng": "Microbiology"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 1, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Georgetown_University", "type": "loc", "score": 1, "label": {"eng": "Georgetown University"}, "location": null}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 48}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 20}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 29}, {"uri": "dmoz/Science/Research_Groups_and_Centers", "label": "dmoz/Science/Research Groups and Centers", "wgt": 16}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 40}, {"uri": "dmoz/Science/Biology/Microbiology", "label": "dmoz/Science/Biology/Microbiology", "wgt": 20}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC058_surfac_MG_20200311162004.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1073}, "sentiment": -0.3176470588235294, "wgt": 1073, "relevance": 76}, {"uri": "1479985366", "lang": "eng", "isDuplicate": false, "date": "2020-03-11", "time": "21:58:00", "dateTime": "2020-03-11T21:58:00Z", "dateTimePub": "2020-03-11T21:33:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/the-dow-just-tumbled-into-a-bear-market-ending-the-longest-bull-market-run-in-historyheres-how-those-downturns-last-on-average-2020-03-11", "title": "The Dow just tumbled into a bear market  --  here's how long those downturns last on average", "body": "Dow's plunge into a bear market from a recent high is fastest since Great Depression\n\nIt's the end of a bullish era for the stock market and the beginning of a new phase of bearishness, after a sharp plunge for risk assets on Wednesday pushed the Dow Jones Industrial Average into bear-market territory for the first time in more than a decade. Equties on Thursday.\n\nU.S. stock indexes have been locked in a powerful downtrend that saw all three major U.S. equity gauges set to close in bear-market territory, commonly defined as a decline of at least 20% from a recent peak. On Wednesday, the declines deepened after the World Health Organization declared COVID-19, the infectious disease that was first identified in Wuhan, China, in December, a pandemic. An about the pandemic by President Donald Trump late Wednesday failed to alleviate market anxieties going in to trading on Thursday.\n\nSee:\n\nRead:\n\nThe illness has infected more than 127,000 people and claimed nearly 4,700 lives worldwide, with market experts fearing that pandemic could disrupt global supply chains and drive the global economy into recession.\n\nAgainst the backdrop, trading in stocks has been mostly lower.\n\nThe Dow DJIA, -8.09%, composed of 30 blue-chip companies has been pulled lower by a powerful decline in shares of component Boeing Co. BA, -16.16%, which helped drive the price-weighted index into a bear market on Wednesday. The S&P 500 SPX, -7.55% and the Nasdaq Composite Index COMP, -7.52% narrowly missed ending at those levels a day ago, but look certain to end their at the conclusion of Thursday trade.\n\nCheck out:\n\nOn Wednesday, the Dow plunged 1,464.94 points, or 5.9%, to settle at 23,553.22, while the S&P 500 fell 4.9%, to 2,741.38, missing a bear-market at or below 2,708.92, while the Nasdaq tumbled 4.7%, to end at 7,952.05, avoiding its bear level at 7,853.74.\n\nStocks dropped into correction mode -- defined as a pullback of 10% -- late last month as fears over the economic impact of the coronavirus outbreak began to rise.\n\nThere is some hope, however, that a stint in bear-market territory will be short-lived if the viral outbreak is effectively mitigated by governments and central banks across the globe. Historically, the period in the jaws of a bear can be lengthy.\n\nOn average, a bear market for the Dow lasts 206 trading days, while the average bear period for the S&P 500 is about 146 days, according to data from Dow Jones Market Data. The Dow is currently off 29% from its Feb. 12 record, while the S&P 500 and Nasdaq are 27% from their Feb. 19 peaks, as of late Thursday.\n\nHere's how the rest of that data looks like, according to Dow Jones (see attached table):\n\nThe move for the Dow also represents the blue-chip index's fastest move from a record high to a bear market since 1931 -- 19 days. In November 1931, as the Great Depression was enveloping the U.S., the Dow took a brisk 15 days from a record to a drop of at least 20%.\n\nPerhaps fittingly, the end of bull-market run for the Dow comes only two days from its , as worries about the economic impact of the spread of COVID-19 have been accelerating by the day.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "mark_decambre@marketwatch.com", "name": "Mark DeCambre", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Market_trend", "type": "wiki", "score": 5, "label": {"eng": "Market trend"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 4, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 3, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Depression", "type": "wiki", "score": 3, "label": {"eng": "Great Depression"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market_index", "type": "wiki", "score": 3, "label": {"eng": "Stock market index"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Boeing", "type": "org", "score": 3, "label": {"eng": "Boeing"}}, {"uri": "http://en.wikipedia.org/wiki/Equity_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Equity (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Blue_chip_(stock_market)", "type": "wiki", "score": 2, "label": {"eng": "Blue chip (stock market)"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 2, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Nasdaq", "type": "org", "score": 2, "label": {"eng": "Nasdaq"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 2, "label": {"eng": "Central bank"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 86}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 20}, {"uri": "dmoz/Shopping/Crafts/Soft_Toys", "label": "dmoz/Shopping/Crafts/Soft Toys", "wgt": 31}, {"uri": "dmoz/Business/Industrial_Goods_and_Services/Bearings", "label": "dmoz/Business/Industrial Goods and Services/Bearings", "wgt": 33}, {"uri": "dmoz/Shopping/Toys_and_Games/Stuffed_Animals", "label": "dmoz/Shopping/Toys and Games/Stuffed Animals", "wgt": 27}], "image": "https://s.marketwatch.com/public/resources/images/MW-IC056_bear_c_ZG_20200311161537.jpg", "eventUri": null, "location": null, "shares": {"facebook": 857}, "sentiment": -0.1607843137254902, "wgt": 857, "relevance": 52}, {"uri": "1480964940", "lang": "eng", "isDuplicate": false, "date": "2020-03-12", "time": "14:55:00", "dateTime": "2020-03-12T14:55:00Z", "dateTimePub": "2020-03-12T14:54:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/mortgage-rates-increased-this-week-despite-the-coronavirus-turmoil-heres-why-you-havent-missed-the-chance-to-refinance-2020-03-12", "title": "Mortgage rates increased this week despite the coronavirus turmoil  --  here's why you haven't missed the chance to refinance", "body": "Even as concerns mounted regarding the coronavirus pandemic, mortgage rates increased this past week as lenders sought to stem the tide of people looking to refinance their home loans.\n\nThe 30-year fixed-rate mortgage averaged 3.36% for the week ending March 12, , Freddie Mac FMCC, +21.98% reported Thursday.\n\nThe 15-year fixed-rate mortgage, meanwhile, fell two basis points to an average of 2.77%. The 5-year Treasury-indexed adjustable-rate mortgage averaged 3.01%, down sharply from 3.18% last week.\n\nLast week, 30-year fixed-rate mortgages hit an all-time low since Freddie Mac started tracking loan rates in 1971. That triggered an avalanche of mortgage applications from borrowers looking to lock in the lowest interest rates they've likely seen in their lifetimes. Refinancing volume hit its highest level since April 2009, the Mortgage Bankers Association reported Wednesday.\n\nAlso see:\n\nMortgage rates were driven lower largely by the steady decline in bond yields in response to concerns about the economic impact the COVID-19 coronavirus outbreak would have. Mortgage rates typically track the yield on the 10-year Treasury note TMUBMUSD10Y, 0.981% , which actually touched an all-time low of 0.39% this past week.\n\nSo, why then did mortgage rates increase? That comes down to a lender's capacity. Experts had warned that most lenders did not have the staff to handle an increase, in part because lenders had been letting go of employees in 2018 and 2019 in anticipation of higher rates causing lower demand for loans. \"Most big lenders were scaling back their mortgage business,\" said Vishal Garg, founder and CEO of Better.com, an online direct mortgage lender.\n\n\" 'Each employee is processing 2.5 to 3 times as many loans as they were a year ago.' \"\n\n-- Tendayi Kapfidze, chief economist at LendingTree\n\nWithout the staff to handle the deluge of applications, lenders are facing an uphill battle to close loans. Some companies are now offering rate locks as long as 100 days, in anticipation of how long it may take to close loans at the moment, said Tendayi Kapfidze, chief economist at LendingTree TREE, +10.84% .\n\n\"Basically, each employee is processing 2.5 to 3 times as many loans as they were a year ago,\" he said. \"That really tells you the kind of jam lenders are in.\"\n\nTherefore, lenders have turned to the main tool in the arsenal to reduce demand: Rates. Many major lenders have opted to increase rates in an effort to dissuade people from applying for mortgages right now and give them a chance to work through the applications they've already received.\n\nRead more:\n\nBut those who are looking to buy a home or refinance their existing mortgage who have not applied yet need not despair. The Mortgage Bankers Association now expects that lenders will write $1.2 trillion in refinances this year, double its previous forecast. That would represent the largest volume of refinances since 2012. Therefore, economists expect that rates will remain low, and possibly go down again, for the foreseeable future.\n\n\"All else equal, if refinancing activity begins to slow, then rates will almost certainly trend back down,\" said Zillow ZG, +3.35% economist Matthew Speakman.\n\n\"But of course, all else is not equal, and markets are now in the midst of their most tumultuous stretch since the financial crisis,\" Speakman added. \"More dramatic moves for mortgage rates appear likely, as investors continue to try and best position themselves to deal with the challenges posed by this environment.\"\n\nAnalysts have said that the housing industry amidst the turmoil that has sent the Dow Jones Industrial Average DJIA, +9.36%, S&P 500 SPX, +9.28% and Nasdaq COMP, +9.34% into bear-market territory, but much will depend on whether the outbreak rattles consumer confidence to the point where people refrain from buying homes.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Fixed-rate_mortgage", "type": "wiki", "score": 5, "label": {"eng": "Fixed-rate mortgage"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_loan", "type": "wiki", "score": 5, "label": {"eng": "Mortgage loan"}}, {"uri": "http://en.wikipedia.org/wiki/Freddie_Mac", "type": "org", "score": 5, "label": {"eng": "Freddie Mac"}}, {"uri": "http://en.wikipedia.org/wiki/Refinancing", "type": "wiki", "score": 4, "label": {"eng": "Refinancing"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 3, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Adjustable-rate_mortgage", "type": "wiki", "score": 3, "label": {"eng": "Adjustable-rate mortgage"}}, {"uri": "http://en.wikipedia.org/wiki/LendingTree", "type": "org", "score": 3, "label": {"eng": "LendingTree"}}, {"uri": "http://en.wikipedia.org/wiki/World_Bank_Chief_Economist", "type": "wiki", "score": 3, "label": {"eng": "World Bank Chief Economist"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 3, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_Bankers_Association", "type": "wiki", "score": 3, "label": {"eng": "Mortgage Bankers Association"}}, {"uri": "http://en.wikipedia.org/wiki/Basis_point", "type": "wiki", "score": 3, "label": {"eng": "Basis point"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 3, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 1, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 1, "label": {"eng": "Economist"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Financial_Services", "label": "dmoz/Business/Financial Services", "wgt": 20}, {"uri": "dmoz/Recreation/Picture_Ratings", "label": "dmoz/Recreation/Picture Ratings", "wgt": 27}, {"uri": "dmoz/Recreation/Picture_Ratings/Parodies", "label": "dmoz/Recreation/Picture Ratings/Parodies", "wgt": 22}, {"uri": "dmoz/Recreation/Picture_Ratings/Animals", "label": "dmoz/Recreation/Picture Ratings/Animals", "wgt": 21}, {"uri": "dmoz/Business/Financial_Services/Mortgages", "label": "dmoz/Business/Financial Services/Mortgages", "wgt": 51}], "image": "https://s.marketwatch.com/public/resources/images/MW-HF044_dcrowh_ZG_20190305110041.jpg", "eventUri": null, "location": null, "shares": {"facebook": 846}, "sentiment": 0.003921568627450966, "wgt": 846, "relevance": 76}, {"uri": "1484708998", "lang": "eng", "isDuplicate": false, "date": "2020-03-15", "time": "19:38:00", "dateTime": "2020-03-15T19:38:00Z", "dateTimePub": "2020-03-15T19:37:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/inside-chinas-campaign-to-blame-the-us-for-the-coronavirus-pandemic-2020-03-15", "title": "Inside China's campaign to blame the U.S. for the coronavirus pandemic", "body": "Chinese officials and state media sow doubt -- and levy accusations -- about COVID-19 disease's origin\n\nAs coronavirus cases dwindle in China, and explode across the rest of the world, Beijing is undertaking a campaign to shift blame for the emergence of the disease to a familiar foe -- the United States.\n\nThe seemingly coordinated effort to, at minimum, sow doubts about the virus's origin, and, at its most extreme, to directly accuse the U.S. military of creating and spreading the pathogen, has come from Chinese medical leaders, ambassadors and Foreign Ministry spokespersons -- not to mention the hundreds of thousands of comments on Chinese social media echoing the conspiracy theories.\n\nThe undertaking is part of a broader campaign to deflect blame for the pandemic and China's delay in taking action early in the emergence of the disease, which global experts say began in Wuhan, Hubei Province, potentially as early as November, and has infected more than 160,000 worldwide and killed nearly 6,000.\n\nThe first signs of Chinese skepticism of the virus's origin came from the face of its fight against the epidemic, the celebrated doctor Zhong Nanshan, who was instrumental in the 2003 handling of the SARS crisis and has been featured in numerous televised interviews during the COVID-19 outbreak. At a press conference on Feb. 27, Zhong stated that the virus \"may not have originated in China.\"\n\nSoon after, numerous Chinese politicians began what appeared to be a coordinated campaign to spread that idea, with several tweeting or uttering nearly identical statements questioning the origin of the virus.\n\nOn March 8, the that, \"Although the epidemic first broke out in China, it did not necessarily mean that the virus is originated from China, let alone 'made in China.' \"\n\nDays later, the clearest salvo in the conspiracy campaign came from China's Foreign Ministry spokesperson, Zhao Lijian, : \"CDC was caught on the spot. When did patient zero begin in US? How many people are infected? What are the names of the hospitals? It might be US army who brought the epidemic to Wuhan. Be transparent! Make public your data! US owe us an explanation!\"\n\nU.S. Department of Defense press secretary Alyssa Farah , \"As a global crisis, COVID-19 [should] be an area of cooperation between nations. Instead, the Communist Party of China has chosen to promulgate false & absurd conspiracy theories about the origin of COVID-19 blaming U.S. service members. #ChinaPropaganda.\"\n\nThe State Department then summoned China's ambassador in Washington in protest of the rumor. The assistant secretary of state for the Bureau of East Asian and Pacific Affairs, David Stilwell, expressed \"stern representation\" of the American position to Ambassador Cui Tiankai, who was \"very defensive,\" the State Department later said.\n\nBut conspiracy theories about the emergence of the virus aren't limited to Chinese officials.\n\nLast month, U.S. Sen. Tom Cotton insinuated on Fox News that, because Wuhan is home to one of China's leading high-level biosafety laboratories, \"we have to get to the bottom of\" whether the virus emerged from that facility. (The Arkansas Republican later qualified his comments, saying the bioweapon theory is just one among several possible explanations.)\n\nMeanwhile, three prominent Iranian officials, including former President Mahmoud Ahmadinejad, unequivocally asserted that the virus was a manufactured bioweapon. Ahmadinejad wrote a letter to the UN secretary-general, , adding, \"It is clear to the world that the mutated coronavirus was produced in lab.\"\n\nIran has been one of the hardest-hit countries outside of China by COVID-19.\n\nChina's state media have been equally involved in spreading skepticism of the virus's origin. Official Communist Party publication Xinhua has published several articles questioning COVID-19's provenance, and the state-run Global Times wrote, \"As the U.S. COVID-19 situation becomes increasingly obscure, the Chinese public shares the suspicion raised by Zhao Lijian that the U.S. might be the source of the virus and that the U.S. is subject [to] questioning and is obliged to explain [its role to] the world.\"\n\nNone of the numerous public figures and media outlets positing the alternative theories has provided evidence for their claims.\n\nPresident Trump has been less critical of the rumors. On the same day his State Department and Pentagon officials were responding forcefully against the Chinese comments, the president praised Beijing's sharing of information with the U.S. and said the rumors did not comport with his conversations with President Xi Jinping. However, he later told a press conference at the White House, \"They [the Chinese] know where it came from. We all know where it came from.\"\n\nChina's campaign is targeted at both domestic and foreign audiences, according to Western experts. \"I think both,\" China specialist Bill Bishop told MarketWatch. \"Globally to avoid being blamed for the carnage it is causing in so many countries, domestically to once again [blame] an external force as a way to deflect blame.\"\n\nWhile that may be a hard sell to foreign audiences, especially in America, Bishop, who authors and is a former MarketWatch executive, believes the rumors could gain much more traction at home in China. \"I think plenty of Chinese will buy it,\" he said.\n\nBut he sees this as bigger than simply a public health disaster. \"Might this be the first global recession caused by CCP [Chinese Communist Party] mismanagement? Previous Communist Party-led disasters in China since 1949 never really spread outside the PRC's borders in meaningful ways. Not this time.\"\n\nSeveral calls and emails to China's Foreign Ministry, and direct messages to spokesperson Zhao, went unreturned.\n\nTanner Brown is a writer for MarketWatch and Barron's and producer of the Caixin-Sinica Business Brief podcast.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "tanner_brown@marketwatch.com", "name": "Tanner Brown", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Conspiracy_theory", "type": "wiki", "score": 5, "label": {"eng": "Conspiracy theory"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Zhong_Nanshan", "type": "person", "score": 4, "label": {"eng": "Zhong Nanshan"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Ministry_of_Foreign_Affairs_of_the_People's_Republic_of_China", "type": "org", "score": 4, "label": {"eng": "Ministry of Foreign Affairs of the People's Republic of China"}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 3, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Biological_warfare", "type": "wiki", "score": 3, "label": {"eng": "Biological warfare"}}, {"uri": "http://en.wikipedia.org/wiki/Mahmoud_Ahmadinejad", "type": "person", "score": 3, "label": {"eng": "Mahmoud Ahmadinejad"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 3, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 3, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/White_House_Press_Secretary", "type": "wiki", "score": 3, "label": {"eng": "White House Press Secretary"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Defense", "type": "wiki", "score": 3, "label": {"eng": "United States Department of Defense"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Army", "type": "org", "score": 3, "label": {"eng": "United States Army"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Armed_Forces", "type": "org", "score": 3, "label": {"eng": "United States Armed Forces"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 3, "label": {"eng": "United States Department of State"}}, {"uri": "http://en.wikipedia.org/wiki/Communist_Party_of_China", "type": "org", "score": 3, "label": {"eng": "Communist Party of China"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 3, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Washington,_D.C.", "type": "loc", "score": 3, "label": {"eng": "Washington, D.C."}, "location": {"type": "place", "label": {"eng": "Washington, D.C."}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Cui_Tiankai", "type": "person", "score": 2, "label": {"eng": "Cui Tiankai"}}, {"uri": "http://en.wikipedia.org/wiki/Tom_Cotton", "type": "person", "score": 2, "label": {"eng": "Tom Cotton"}}, {"uri": "http://en.wikipedia.org/wiki/Assistant_Secretary_of_State_for_East_Asian_and_Pacific_Affairs", "type": "wiki", "score": 2, "label": {"eng": "Assistant Secretary of State for East Asian and Pacific Affairs"}}, {"uri": "http://en.wikipedia.org/wiki/Global_Times", "type": "org", "score": 2, "label": {"eng": "Global Times"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 2, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/East_Asia", "type": "wiki", "score": 2, "label": {"eng": "East Asia"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 2, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "org", "score": 2, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary-General_of_the_United_Nations", "type": "wiki", "score": 2, "label": {"eng": "Secretary-General of the United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_State", "type": "wiki", "score": 2, "label": {"eng": "United States Secretary of State"}}, {"uri": "http://en.wikipedia.org/wiki/Xinhua_News_Agency", "type": "org", "score": 2, "label": {"eng": "Xinhua News Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Pacific_Ocean", "type": "loc", "score": 2, "label": {"eng": "Pacific Ocean"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 2, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Arkansas", "type": "loc", "score": 2, "label": {"eng": "Arkansas"}, "location": {"type": "place", "label": {"eng": "Arkansas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 1, "label": {"eng": "Public health"}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 89}, {"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 15}, {"uri": "dmoz/Society/Issues/Conspiracy", "label": "dmoz/Society/Issues/Conspiracy", "wgt": 17}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 16}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 15}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 21}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB876_wuhan0_ZG_20200309234538.jpg", "eventUri": null, "location": {"type": "country", "label": {"eng": "China"}}, "shares": {"facebook": 805}, "sentiment": -0.4823529411764705, "wgt": 805, "relevance": 76}], "totalResults": 638, "page": 1, "count": 25, "pages": 26}}