{"articles": {"results": [{"uri": "6018093935", "lang": "eng", "isDuplicate": false, "date": "2020-04-02", "time": "22:21:00", "dateTime": "2020-04-02T22:21:00Z", "dateTimePub": "2020-04-02T22:20:00Z", "dataType": "news", "sim": 0.8784313797950745, "url": "https://www.businessinsider.com/homemade-mask-using-hydro-knit-shop-towel-filters-better-2020-4", "title": "Using blue shop towels in homemade face masks can filter particles 2x to 3x better than cotton, three clothing designers discover after testing dozens of fabrics", "body": "Lindsay Medoff, CEO of Suay Sew Shop, a 30-employee boutique LA clothing manufacturer, wants the armies of people sewing homemade surgical masks to add a specific blue shop towel inside the mask. Medoff and two of her friends were appalled by the dozens of mask patterns in circulation today which call for cotton, a highly breathable, permeable fabric. They became obsessed with finding a fabric better suited for the job and built their own lab that tested particle filtration down to 0.3 microns. They tested every fabric they could find from coffee filters to industrial materials. They discovered that by adding two blue shop towels to a mask, and by using a design that produces a tighter fitting mask, their mask could block up to 95% of the particles they could test, compared to cotton masks which ranged from 20% - 60%, they found. These are not meant to replace the N95 masks worn by healthcare workers. The masks are designed to be an alternative to the cotton masks that many people are making and wearing for quick trips to the grocery store. The women are sewing 200,000 masks and giving them away for free and trying to raise money to pay their workers their full wages and giving the mask design away for free. They are raising money to get their mask tested with the actual COVID-19 pathogen, to see if their design for homemade masks could be validated as a safer solution to the worldwide mask shortage. \"This is ordinary people taking their power back,\" Medoff said. Visit Business Insider's homepage for more stories.\n\nThe US boutique clothing manufacturing industry is abuzz as sewing shops retool themselves into surgical mask-making factories, like something out of a WWII \"it's up to you\" poster.\n\nLindsay Medoff, CEO and owner of 30-employee Suay Sew Shop in LA, has eagerly jumped on board. But when she got the mask-making pattern from an ER doctor friend of hers a couple of weeks ago, she was appalled.\n\n\"They sent me a pattern that looked like [it was] from Etsy,\" she tells Business Insider, \"I thought, 'What do I do with this?'\"\n\nSuay's fashion niche is industrial \"upcycling\" a big fashion trend these days (the word is a play on \"recycling\"). The company takes unsold clothing items from major brands, such as Patagonia down vests, and re-crafts them into new clothing, recycling 85% or more of the materials.\n\nBut the mask instructions circulating on the internet are not geared to any kind of professional, industrial production. Pro shops use digital instructions, not the kind of paper patterns people buy from fabric shops like Joann's, she says.\n\nMedoff called her best friend from high school, Chloe Schempf. Schempf also sews and previously had a career designing displays for fashion brands like Urban Outfitters and Free People. Today she's a full-time mom living in rural Michigan where her husband's veterinarian practice is located. (Her husband, Dr. Ray Harp, is a cast member on the long-running NatGeo show about country vets, The Incredible Dr. Poll.)\n\nSchempf had dusted off her sewing machine to join the troops of homemade mask makers but when she looked at the instructions, she had another surprise.\n\nLees ook op Business Insider De coronacrisis betekent het einde van pensioen met toezegging over vaste uitkering, aldus econoom van ABN Amro\n\nNo one seemed to be thinking about the fabric that the instructions called for: cotton and cotton fill for the filter.\n\nHow could a highly breathable cotton weave really be the right material to filter microscopic pathogen particles?\n\nThen Schempf saw the CDC was telling healthcare workers unable to get proper gear to use a bandana as a last resort.\n\n\"The recommendation of a bandana made me ill,\" Schempf said. \"I couldn't understand how we can go from a 2020 N95 mask to a 1918-era cotton mask with a variable filtration of 20%-60%.\"\n\nThree women set up their own mask-testing shop\n\nClothing is all about choosing the right fabric for the right use. We don't use insulated down-filled fabric for a swimsuit or a t-shirt jersey knit for a winter coat.\n\nSo Schempf, Medoff and Medoff's business partner, Heather Pavlu, co-owner of Suay Sew Shop, became obsessed with finding a less permeable fabric for masks.\n\nFoto: Suay Sew Shop CEO Lindsay Medoff testing mask particle filtration on the home made lab she and her friends built Source: Suay Sew Shop\n\n\"We spent a few days researching and brainstorming any material that could filter: coffee filters, batting, window shades, Swiffer, interfacing, etc., all the way to more technical materials that are available to specialized industrial sectors like aviation, oil refinery, medical fields,\" says Schempf.\n\nThen they bought a $1,400 particulate counter device from Grainger that measures filtration ability down to 0.3 microns and spent another 10 sleepless days testing all the fabrics they could find.\n\nThey wanted a material they could buy as easily as cotton but that balanced filtration with breathability. For instance, they discovered HEPA vacuum cleaner bags had great filtration but were too suffocating to wear.\n\nThe ideal material turned out to be blue, stretchy shop towels made from a polyester hydro knit.\n\nInserting two of these towels into an ordinary cotton mask brought filtration up to 93% of particles as small as 0.3uM, the max their machine could test. That compared to cotton masks which filtered 60% of particles, at best, in their tests, says Schempf.\n\nPolyester hydro knit towels are readily available at tool, hardware and automotive stores. The two brands they tested are ToolBox shop towel and ZEP's industrial blue. Interestingly, Scott Pro Shop towels, which is also made out of a hydro knit fabric didn't work as well, Schempf says.\n\nThe team is continuing to test other brands.\n\nFoto: Tool Box Shop Towels Source: Harbor Freight\n\nHaving found the material, they worked on a design. \"The fit has a lot to do with your protection. You can have a great mask but if you aren't getting a tight fit, it won't protect you,\" says Schempf.\n\nPavlu sewed \"at least 15 types of the patterns that were being spread on the internet,\" she said, before the team realized they were going to have to design a new mask themselves.\n\nSo Pavlu also tracked down and rented a PortaCount Respirator Fit Tester 8040 machine and the team measured things like how a wire nose clamp helped create a high filtration, one-size-fits-all mask.\n\nThey are putting the final tweaks into their mask design and will be releasing the design for free to the public next week. The instructions will be good for home sewers and pros, available on Suay's website and their GoFundMe page.\n\n200,000 masks from an industrial material\n\nDuring their tests, they discovered another material that filtered exceptionally well: cleaning towels made from a plastic called polypropylene. They are used to clean industrial machines.\n\nFoto: Suay Sew Shop's homemade fabric testing lab Source: Suay Sew Shop\n\nSuay bought a big supply of it. But they can't recommend this fabric to the public. Open supply is dwindling, Medoff said, because the industrial makers of the material are now dedicating themselves to manufacturing medical protection supplies, she says.\n\nStill, Suay has enough supply on hand to make 200,000 masks and have already sewn thousands, Medoff says.\n\nThey also washed this mask and retested it and discovered it held 95% of its filtration abilities after up to three machine washes.\n\n\"We are calling them semi-disposable at this point and are continuing testing after 6,7,10 washes,\" Pavlu said.\n\nThe next step is to test this mask, and the shop-towel version, to see if they actually block the COVID-19 pathogen, which is a smaller particle than their equipment can test.\n\nThey are curious, and hopeful about their masks, but don't have any proof these masks will protect healthy people from getting the virus any better than an ordinary cotton mask will do.\n\nHealth experts warn that surgical-style masks like these don't protect a healthy person from getting the virus but, if worn by someone who is infected, especially along with social distancing, these masks can minimize the spread that way.\n\nSchempf found a lab in Kansas City making COVID testing kids that is willing to test their masks, she says, but the testing fee is $40,000. She's started a GoFundMe to raise the money, as well as to fund mask production efforts in her area of rural Michigan.\n\nHow masks can help\n\nAt this juncture, Medoff warns that the shop-towel masks, as well as ones from polypropylene fabric her staff are making, are not a foolproof safety measure. The logic is: if cotton masks are useful, then ones made of less permeable material can only help.\n\nSuay is in full production giving the masks away for free to anyone who needs them.\n\nFoto: Source: Suay Sew Shop making thousands of their own design of surgical masks from industrial fabric\n\nThis includes medical professionals as well as nursing home workers, hospice care workers, people caring for an ill relative, and grocery store workers who are \"risking their lives\" on the front lines, she says.\n\nMany of these people break down in tears when they get these masks.\n\nBecause she's paying her workers their full wages to sew the free masks, she's asking for donations via a GoFundMe.\n\n\"This is by community for community,\" Medoff says. \"This is ordinary people taking their power back.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "julie_bort@businessinsider.com", "name": "Julie Bort", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Towel", "type": "wiki", "score": 5, "label": {"eng": "Towel"}}, {"uri": "http://en.wikipedia.org/wiki/Filtration", "type": "wiki", "score": 5, "label": {"eng": "Filtration"}}, {"uri": "http://en.wikipedia.org/wiki/Textile", "type": "wiki", "score": 5, "label": {"eng": "Textile"}}, {"uri": "http://en.wikipedia.org/wiki/Cotton", "type": "wiki", "score": 5, "label": {"eng": "Cotton"}}, {"uri": "http://en.wikipedia.org/wiki/Recycling", "type": "wiki", "score": 5, "label": {"eng": "Recycling"}}, {"uri": "http://en.wikipedia.org/wiki/Kerchief", "type": "wiki", "score": 4, "label": {"eng": "Kerchief"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 4, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Etsy", "type": "wiki", "score": 4, "label": {"eng": "Etsy"}}, {"uri": "http://en.wikipedia.org/wiki/Manufacturing", "type": "wiki", "score": 4, "label": {"eng": "Manufacturing"}}, {"uri": "http://en.wikipedia.org/wiki/Hydroelectricity", "type": "wiki", "score": 4, "label": {"eng": "Hydroelectricity"}}, {"uri": "http://en.wikipedia.org/wiki/World_War_II", "type": "wiki", "score": 4, "label": {"eng": "World War II"}}, {"uri": "http://en.wikipedia.org/wiki/Sewing", "type": "wiki", "score": 4, "label": {"eng": "Sewing"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 4, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 4, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Louisiana", "type": "loc", "score": 4, "label": {"eng": "Louisiana"}, "location": {"type": "place", "label": {"eng": "Louisiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Veterinarian", "type": "wiki", "score": 3, "label": {"eng": "Veterinarian"}}, {"uri": "http://en.wikipedia.org/wiki/National_Geographic", "type": "wiki", "score": 3, "label": {"eng": "National Geographic"}}, {"uri": "http://en.wikipedia.org/wiki/Swiffer", "type": "wiki", "score": 3, "label": {"eng": "Swiffer"}}, {"uri": "http://en.wikipedia.org/wiki/HEPA", "type": "wiki", "score": 3, "label": {"eng": "HEPA"}}, {"uri": "http://en.wikipedia.org/wiki/Upcycling", "type": "wiki", "score": 3, "label": {"eng": "Upcycling"}}, {"uri": "http://en.wikipedia.org/wiki/Thermal_insulation", "type": "wiki", "score": 3, "label": {"eng": "Thermal insulation"}}, {"uri": "http://en.wikipedia.org/wiki/Urban_Outfitters", "type": "org", "score": 3, "label": {"eng": "Urban Outfitters"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Michigan", "type": "loc", "score": 3, "label": {"eng": "Michigan"}, "location": {"type": "place", "label": {"eng": "Michigan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Kansas_City,_Missouri", "type": "loc", "score": 1, "label": {"eng": "Kansas City, Missouri"}, "location": {"type": "place", "label": {"eng": "Kansas City, Missouri"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Science/Technology/Materials", "label": "dmoz/Science/Technology/Materials", "wgt": 19}, {"uri": "dmoz/Shopping/Clothing/Costumes", "label": "dmoz/Shopping/Clothing/Costumes", "wgt": 18}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Textiles", "label": "dmoz/Business/Textiles and Nonwovens/Textiles", "wgt": 17}, {"uri": "dmoz/Shopping/Holidays/Halloween", "label": "dmoz/Shopping/Holidays/Halloween", "wgt": 22}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 59}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 59}], "image": "https://i.insider.com/5e8630ff14f18f0e2923c16d?width=1200&format=jpeg", "eventUri": "eng-5660192", "location": null, "shares": {"facebook": 136439, "pinterest": 318}, "sentiment": 0.3333333333333333, "wgt": 136757, "relevance": 27}, {"uri": "6018873372", "lang": "eng", "isDuplicate": false, "date": "2020-04-03", "time": "13:01:00", "dateTime": "2020-04-03T13:01:00Z", "dateTimePub": "2020-04-03T13:00:00Z", "dataType": "news", "sim": 0.6823529601097107, "url": "https://www.businessinsider.com/coronavirus-vaccines-france-doctors-say-test-poor-africans-outrage-2020-4", "title": "2 top French doctors said on live TV that coronavirus vaccines should be tested on poor Africans, leaving viewers horrified", "body": "Several soccer stars of African origin, including former Chelsea star Didier Drogba and former Barcelona striker Samuel Eto'o, tweeted their outrage at the two medics' remarks.\n\nA discussion between two top French doctors on live TV left viewers horrified when they proposed that Africa should become a giant laboratory for coronavirus vaccines testing because the continent lacks the resources to defend against the infections.\n\nIn the segment broadcast on the on French TV channel LCI, Jean-Paul Mira and Camille Locht raised the idea of testing new vaccines on impoverished African populations.\n\nMira is head of the intensive care department at the Cochin Hospital in Paris, while Locht is research director at the French National Institute of Health and Medical Research (INSERM).\n\n\"If I can be provocative,\" said Mira, \"shouldn't we do this study in Africa where there are no masks, no treatment, no intensive care? A bit like we did in some studies on AIDS. We tried things on prostitutes because they are highly exposed and do not protect themselves.\"\n\nLocht agreed, saying: \"You are right. We are actually thinking of a parallel study in Africa to use with the same kind of approach with BCG placebos,\" referring to vaccination against tuberculosis INSERM says has appeared to protect children against infections, particularly respiratory ones.\n\n\"We will in fact think seriously about it,\" he said.\n\nThe footage, broadcast on April 1, triggered a deluge of outrage accusing the doctors of white colonial attitudes.\n\nSeveral of Africa's leading footballers, including former Chelsea star Didier Drogba and former Barcelona striker Samuel Eto'o, also tweeted their anger.\n\nDrogba, who is from Ivory Coast, tweeted: \"It is totally inconceivable we keep on cautioning this. Africa isn't a testing lab. I would like to vividly denounce those demeaning, false and most of all deeply racists [sic] words.\"\n\n\"Welcome to the West, where white people believe themselves to be so superior that racism and debility become commonplace,\" tweeted Ba, who is from Senegal. \"Time to rise.\"\n\nINSERM, ranked as the world's second-best research institution in the health sector, issued an official statement on Twitter alleging the proposal had been \"wrongly interpreted\" and included as hashtag saying \"#FakeNews.\"\n\nOn April 2, there more than 6,700 confirmed cases and 229 deaths of the coronavirus in the entire African continent, with many countries imposing a range of prevention and containment measures against the spread of the pandemic, according to African health officials.\n\nFrance, meanwhile, has logged 59,105 infections and 5,387 deaths.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "julian_kossoff@businessinsider.com", "name": "Julian Kossoff", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Inserm", "type": "wiki", "score": 5, "label": {"eng": "Inserm"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 5, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Samuel_Eto'o", "type": "person", "score": 4, "label": {"eng": "Samuel Eto'o"}}, {"uri": "http://en.wikipedia.org/wiki/Didier_Drogba", "type": "person", "score": 4, "label": {"eng": "Didier Drogba"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_medicine", "type": "wiki", "score": 4, "label": {"eng": "Intensive care medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Chelsea_F.C.", "type": "org", "score": 4, "label": {"eng": "Chelsea F.C."}}, {"uri": "http://en.wikipedia.org/wiki/Association_football", "type": "wiki", "score": 4, "label": {"eng": "Association football"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 4, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Barcelona", "type": "loc", "score": 4, "label": {"eng": "Barcelona"}, "location": {"type": "place", "label": {"eng": "Barcelona"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 4, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/HIV/AIDS", "type": "wiki", "score": 3, "label": {"eng": "AIDS"}}, {"uri": "http://en.wikipedia.org/wiki/Prostitution", "type": "wiki", "score": 3, "label": {"eng": "Prostitution"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 3, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/Kochi", "type": "loc", "score": 3, "label": {"eng": "Kochi"}, "location": {"type": "place", "label": {"eng": "Kochi"}, "country": {"type": "country", "label": {"eng": "India"}}}}, {"uri": "http://en.wikipedia.org/wiki/Demba_Ba", "type": "person", "score": 2, "label": {"eng": "Demba Ba"}}, {"uri": "http://en.wikipedia.org/wiki/Tuberculosis", "type": "wiki", "score": 2, "label": {"eng": "Tuberculosis"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccination", "type": "wiki", "score": 2, "label": {"eng": "Vaccination"}}, {"uri": "http://en.wikipedia.org/wiki/Ivory_Coast", "type": "loc", "score": 2, "label": {"eng": "Ivory Coast"}, "location": {"type": "country", "label": {"eng": "Ivory Coast"}}}, {"uri": "http://en.wikipedia.org/wiki/White_people", "type": "wiki", "score": 2, "label": {"eng": "White people"}}, {"uri": "http://en.wikipedia.org/wiki/Racism", "type": "wiki", "score": 2, "label": {"eng": "Racism"}}, {"uri": "http://en.wikipedia.org/wiki/Senegal", "type": "loc", "score": 2, "label": {"eng": "Senegal"}, "location": {"type": "country", "label": {"eng": "Senegal"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 1, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Hashtag", "type": "wiki", "score": 1, "label": {"eng": "Hashtag"}}], "categories": [{"uri": "dmoz/Science/Social_Sciences/Area_Studies", "label": "dmoz/Science/Social Sciences/Area Studies", "wgt": 13}, {"uri": "dmoz/Health/Child_Health", "label": "dmoz/Health/Child Health", "wgt": 13}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 14}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 14}], "image": "https://i.insider.com/5e871517b3b09216f3238bf5?width=1200&format=jpeg", "eventUri": "eng-5656560", "location": null, "shares": {"facebook": 72475, "pinterest": 13}, "sentiment": -0.03529411764705881, "wgt": 72488, "relevance": 52}, {"uri": "6018621163", "lang": "eng", "isDuplicate": true, "date": "2020-04-03", "time": "09:19:00", "dateTime": "2020-04-03T09:19:00Z", "dateTimePub": "2020-04-03T09:18:00Z", "dataType": "news", "sim": 0, "url": "https://www.businessinsider.com/bill-gates-factories-7-different-vaccines-to-fight-coronavirus-2020-4", "title": "Bill Gates is funding new factories for 7 potential coronavirus vaccines, even though it will waste billions of dollars", "body": "He said that in a situation where the world faces the loss of trillions of dollars to the economy, wasting a few billion to help is worth it.\n\nBill Gates is plugging money into building factories for seven promising coronavirus vaccine candidates, even though it will mean wasting billions of dollars.\n\nOn Thursday's episode of \"The Daily Show,\" the Microsoft billionaire told the host Trevor Noah that his philanthropic organization, the Gates Foundation, could mobilize faster than governments to fight the coronavirus outbreak.\n\n\"Because our foundation has such deep expertise in infectious diseases, we've thought about the epidemic, we did fund some things to be more prepared, like a vaccine effort,\" Gates said. \"Our early money can accelerate things.\"\n\nGates said he was picking the top seven vaccine candidates and building manufacturing capacity for them. \"Even though we'll end up picking at most two of them, we're going to fund factories for all seven, just so that we don't waste time in serially saying, 'OK, which vaccine works?' and then building the factory,\" he said.\n\nGates said that simultaneously testing and building manufacturing capacity is essential to the quick development of a vaccine, which Gates thinks could take about 18 months.\n\nIn a Washington Post op-ed article published earlier this week, Gates said some of the top candidates required unique equipment.\n\n\"It'll be a few billion dollars we'll waste on manufacturing for the constructs that don't get picked because something else is better,\" Gates said in the clip. \"But a few billion in this, the situation we're in, where there's trillions of dollars ... being lost economically, it is worth it.\"\n\nThe Gates Foundation \"can get that bootstrapped and get it going and save months, because every month counts,\" he added.\n\nGates and his wife, Melinda Gates, have already pledged $100 million toward fighting the coronavirus pandemic, including an effort to send at-home coronavirus test kits to people in Washington state.\n\nIn his Post op-ed article, Gates urged the government to enforce stricter lockdown measures in every state and estimated that the US would need another 10 weeks of nationwide shutdowns to effectively deal with the crisis.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "isobel_asher_hamilton@businessinsider.com", "name": "Isobel Asher Hamilton", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Trevor_Noah", "type": "person", "score": 3, "label": {"eng": "Trevor Noah"}}, {"uri": "http://en.wikipedia.org/wiki/The_Daily_Show", "type": "wiki", "score": 3, "label": {"eng": "The Daily Show"}}, {"uri": "http://en.wikipedia.org/wiki/Bill_&_Melinda_Gates_Foundation", "type": "wiki", "score": 3, "label": {"eng": "Bill & Melinda Gates Foundation"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Philanthropy", "type": "wiki", "score": 3, "label": {"eng": "Philanthropy"}}, {"uri": "http://en.wikipedia.org/wiki/Bill_Gates", "type": "person", "score": 3, "label": {"eng": "Bill Gates"}}, {"uri": "http://en.wikipedia.org/wiki/Microsoft", "type": "org", "score": 3, "label": {"eng": "Microsoft"}}, {"uri": "http://en.wikipedia.org/wiki/Entrepreneurship", "type": "wiki", "score": 2, "label": {"eng": "Entrepreneurship"}}, {"uri": "http://en.wikipedia.org/wiki/Op-ed", "type": "wiki", "score": 2, "label": {"eng": "Op-ed"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 2, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Melinda_Gates", "type": "person", "score": 1, "label": {"eng": "Melinda Gates"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 1, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 1, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Philanthropy/Grants", "label": "dmoz/Society/Philanthropy/Grants", "wgt": 13}, {"uri": "dmoz/Business/Construction_and_Maintenance/Building_Types", "label": "dmoz/Business/Construction and Maintenance/Building Types", "wgt": 10}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 19}, {"uri": "dmoz/Science/Instruments_and_Supplies/Laboratory_Waste_Management", "label": "dmoz/Science/Instruments and Supplies/Laboratory Waste Management", "wgt": 11}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 13}], "image": "https://i.insider.com/5e86f720b3b0920ec7604fbe?width=1200&format=jpeg", "eventUri": null, "location": null, "shares": {"facebook": 40259, "pinterest": 14}, "sentiment": 0.05882352941176472, "wgt": 40273, "relevance": 76}, {"uri": "6018268732", "lang": "eng", "isDuplicate": false, "date": "2020-04-03", "time": "02:26:00", "dateTime": "2020-04-03T02:26:00Z", "dateTimePub": "2020-04-03T02:25:00Z", "dataType": "news", "sim": 0.501960813999176, "url": "https://www.businessinsider.com/irs-begin-sending-coronavirus-stimulus-payments-april-2020-4", "title": "The IRS will reportedly begin issuing $1,200 stimulus payments on April 9, but some Americans could wait up to five months to receive their check", "body": "The IRS will send out $1,200 coronavirus stimulus checks beginning April 9, The Washington Post reported, citing an agency plan.\n\nHowever, some Americans could wait as long as five months to receive their check, according to an internal document obtained by The Post.\n\nAccording to the payment schedule, electronic payments will go out next Thursday, with deposits being made by April 14 at the latest, The Post reported.\n\n\"If we know where to put the money, we're going to press the button and put it there next week,\" an anonymous IRS official told the publication.\n\nThe plan set priority for paper check distribution to those with the lowest-income -- individual taxpayers making $10,000 or less on April 24. Paper checks will be mailed out to Americans by $10,000 increments per week starting on that date, according to the internal document.\n\nFor example, checks for those under the $20,000 or less bracket will be mailed a week later on May 1, followed by Americans earning $30,000 or less on May 8, and so on.\n\nChecks to joint taxpayers making $198,000 -- the maximum eligible income for the stimulus package -- will be distributed on September 4.\n\nAbout 145 million Americans can expect a stimulus check to support those who have been impacted by the economic fallout of the coronavirus pandemic, with about 6.6 million people filing for unemployment.\n\nMost Americans should receive their money by April 17, Treasury Sec. Steven Mnuchin said. But the IRS still has yet to publicly announce how it plans to distribute the stimulus package money to Americans.\n\nUnder the Coronavirus Aid, Relief, and Economic Security (CARES) Act, adult taxpayers earning $75,000 or less will receive a $1,200, including an additional $500 per dependent. Americans making more than $99,000 will not receive aid, The Post reported.\n\nRepresentatives from the Treasury Department and the IRS did not immediately respond to Business Insider's requests for comment.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "lauren_frias@businessinsider.com", "name": "Lauren Frias", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 4, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Internal_Revenue_Service", "type": "org", "score": 4, "label": {"eng": "Internal Revenue Service"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 4, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Electronics", "type": "wiki", "score": 3, "label": {"eng": "Electronics"}}, {"uri": "http://en.wikipedia.org/wiki/Steven_Mnuchin", "type": "person", "score": 2, "label": {"eng": "Steven Mnuchin"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 2, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 1, "label": {"eng": "Business Insider"}}], "categories": [{"uri": "dmoz/Business/Financial_Services/Merchant_Services", "label": "dmoz/Business/Financial Services/Merchant Services", "wgt": 15}, {"uri": "dmoz/Society/Government/Government-Related_Organizations", "label": "dmoz/Society/Government/Government-Related Organizations", "wgt": 15}, {"uri": "dmoz/Arts/Writers_Resources/Contests", "label": "dmoz/Arts/Writers Resources/Contests", "wgt": 12}, {"uri": "news/Business", "label": "news/Business", "wgt": 55}], "image": "https://i.insider.com/5e8674270c2a6257150bb265?width=1200&format=jpeg", "eventUri": "eng-5647521", "location": null, "shares": {"facebook": 39011, "pinterest": 3}, "sentiment": 0.0117647058823529, "wgt": 39014, "relevance": 76}, {"uri": "6014206228", "lang": "eng", "isDuplicate": false, "date": "2020-03-31", "time": "05:13:00", "dateTime": "2020-03-31T05:13:00Z", "dateTimePub": "2020-03-31T05:12:00Z", "dataType": "news", "sim": 0.5137255191802979, "url": "https://www.businessinsider.com/coronavirus-italy-again-sets-single-day-death-toll-record-793-2020-3", "title": "Italy surpasses its own record death toll for a single day, with 793 coronavirus deaths in 24 hours", "body": "Check out Business Insider's latest updates on the coronavirus outbreak.\n\nItaly reported 793 coronavirus-related deaths in 24 hours on Saturday, March 21, the largest single-day death toll so far reported in any country since the outbreak started.\n\nThe number tops a record death toll Italy set just a day earlier, when the country reported 627 deaths in a day related to COVID-19, the disease caused by the novel coronavirus.\n\nThe latest news bring Italy's total number of coronavirus deaths up to nearly 5,000, and its number of reported cases to 53,578.\n\nItaly has become the country with the highest reported death toll, and has far surpassed the numbers of deaths reported in China, where the coronavirus outbreak started. This is the third time Italy has a set a record for the number of coronavirus deaths in a single day.\n\nThe first case of the novel coronavirus in Italy was confirmed on January 31. Despite a nationwide lockdown, the country's number of coronavirus cases has steadily climbed. The pace of the disease's spread in Italy is much higher than it ever was in China: The country reported a high of 150 deaths in a single day on February 23, after which the rate started to decline.\n\nThe nationwide lockdown in Italy, whose population is around 60 million, went into effect March 10. The quarantine was scheduled to end April 3, but Prime Minister Giuseppe Conte recently told an Italian newspaper the lockdown would be extended.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "paige_leskin@businessinsider.com", "name": "Paige Leskin", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 2, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Giuseppe_Conte", "type": "wiki", "score": 1, "label": {"eng": "Giuseppe Conte"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 1, "label": {"eng": "Quarantine"}}], "categories": [{"uri": "dmoz/Society/Issues/End-of-Life", "label": "dmoz/Society/Issues/End-of-Life", "wgt": 17}, {"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 20}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 31}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 32}], "image": "https://i.insider.com/5e7652041378e33f5b76b938?width=1200&format=jpeg", "eventUri": "eng-5636966", "location": null, "shares": {"facebook": 32936, "pinterest": 3}, "sentiment": -0.03529411764705881, "wgt": 32939, "relevance": 101}, {"uri": "6015075924", "lang": "eng", "isDuplicate": false, "date": "2020-03-31", "time": "17:55:00", "dateTime": "2020-03-31T17:55:00Z", "dateTimePub": "2020-03-31T17:49:00Z", "dataType": "news", "sim": 0.8392156958580017, "url": "https://www.businessinsider.com/hobby-lobby-reopened-stores-in-states-with-coronavirus-lockdowns-2020-3", "title": "Hobby Lobby quietly reopened stores in at least 2 states, defying coronavirus-related shutdowns and prompting police intervention", "body": "Hobby Lobby is defying state-mandated lockdowns by quietly reopening stores, including nearly all of its stores in Wisconsin and Ohio. A March 28 memo obtained by Business Insider equipped managers with talking points for \"how to respond and communicate if visited by a local authority that asks why we are open.\" \"I used to love working for this company, but since this pandemic I've seen how callous and irresponsible it has been,\" an Ohio employee told Business Insider. Hobby Lobby did not respond to Business Insider's request for comment. Visit Business Insider's homepage for more stories.\n\nAs Hobby Lobby continues its mission to keep doors open in the face of the coronavirus, the arts-and-crafts retailer is quietly reopening stores around the country, defying states' stay-at-home policies.\n\nOn Monday, the company resumed business in several states where it had been forced to temporarily close. A March 28 memo obtained by Business Insider equipped managers with talking points for \"how to respond and communicate if visited by a local authority that asks why we are open.\"\n\nIn a separate leaked note sent early last week, executives wrote that the company \"is going to make every effort to continue working the employees.\"\n\nThe reopenings include stores in Ohio and Wisconsin - which both enacted strict shelter-in-place orders on March 24 - where nearly all Hobby Lobby locations have been reopened after shuttering for only one week. During calls made to each location by Business Insider, employees confirmed that all 19 Hobby Lobby locations in Ohio were open as of Monday afternoon, as were 17 out of 20 stores in Wisconsin that were still listed as \"temporarily closed\" on Google.\n\nOf the three stores closed in Wisconsin, at least one was forcibly shuttered by police officers after briefly opening on Monday, according to local reports. An employee at this store told Business Insider on Monday that the store was closed but employees were there \"working on projects.\" A similar incident was reported in Jeffersonville, Indiana, where local authorities forced a store to close after it was open for one hour on Monday morning.\n\nHobby Lobby did not respond to Business Insider's request for comment.\n\n'I want to stay home to stop the spread of the virus.\"\n\nDespite mandates in at least 32 states calling for the closure of nonessential businesses, Hobby Lobby appears to be doing everything in its power to avoid shutting its doors.\n\nLees ook op Business Insider Blik op je Geld: klap voor je beleggingen en pensioen, maar aan benzine, stroom en gas geef je minder uit\n\nFour Hobby Lobby employees in North Carolina, Ohio, and another state in the Midwest - who spoke with Business Insider on the condition of anonymity for fear of retribution but whose employment statuses and identities have been confirmed - said they continue to receive contradictory instructions regarding store operations.\n\n\"The main thing is they're not really telling us anything,\" one employee in Ohio said. \"Last Monday we closed because we were a nonessential business basically, and that was fine with me. Not even four days later, we're reopened because they're saying we're essential now.\"\n\nThe employee, who is also a military veteran with post traumatic stress disorder, said his attempts to contact the Ohio Department of Health and the office of Governor Mike DeWine have gone unanswered.\n\n\"My wife is pretty furious. We're trying to take care of my mother who had knee surgery and also has multiple sclerosis, which is an autoimmune disease. I don't want to bring it home and get her infected,\" he said. \"I used to love working for this company, but since this pandemic I've seen how callous and irresponsible it has been.\"\n\n\"This has all been so stressful and exhausting,\" said an employee in a nearby Midwestern state, where stores have yet to close despite mandates from lawmakers. \"I don't want to stay home because I'm too lazy to work. I want to stay home to do my part to stop the spread of the virus.\"\n\nFoto: Signs and tape for social distancing in a Hobby Lobby store. Source: Courtesy of Hobby Lobby employee Employees question Hobby Lobby's 'essential' proclamations\n\nElsewhere, in states including Colorado and North Carolina - which recently enacted stay-at-home protocols in the last few days - Hobby Lobby is avoiding shutting down altogether, insisting it is \"essential\" because it sells educational materials and products for home-based businesses.\n\nHowever, employees told Business Insider they are frustrated by these justifications, given that Hobby Lobby does not sell universally accepted essential items like food, toiletries, medicine, and cleaning products. While big-box stores like Walmart and Target provide services widely considered essential, craft stores are not on the list, nor are they included in guidance issued by the Department of Homeland Security.\n\n\"They are not exempt,\" Conor Cahill, press secretary for Colorado Governor Jared Polis, told the Denver Post regarding Hobby Lobby on Monday.\n\nAdding to their frustration, two employees said the company's warehouse in Oklahoma City has been closed until further notice, meaning stores aren't even able to restock inventory that managers and executives are claiming are essential in the first place.\n\n\"Hobby Lobby is fighting that we are an essential store,\" a Hobby Lobby employee in North Carolina said. \"There is absolutely nothing in Hobby Lobby worth spreading this illness. I'm honestly appalled at this company and the way it doesn't care for its employees and only about making their money.\"\n\nThe employees said they are worried about both their personal safety and a lack of resources needed to maintain a clean and sanitized workspace. The North Carolina employee said her team is not allowed to wear gloves or masks while working because management told them \"it would make customers uncomfortable.\"\n\nOthers are concerned their stores aren't equipped with adequate cleaning supplies or the manpower needed to clean effectively. Hobby Lobby executives began slashing jobs and cutting salaries last week in order to cut costs in states with stores required to close because of state regulations.\n\n\"Management is being so secretive and won't be open with what's going on,\" another Ohio employee wrote in an email to Business Insider. \"We also don't have the employees to do the extensive cleaning that they say we are doing on the website because payroll keeps telling management to cut hours. I'm just very anxious about this whole thing and don't understand why no one is helping us employees out with this situation.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "bethany_biron@businessinsider.com", "name": "Bethany Biron", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hobby_Lobby", "type": "org", "score": 5, "label": {"eng": "Hobby Lobby"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 5, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/Wisconsin", "type": "loc", "score": 5, "label": {"eng": "Wisconsin"}, "location": {"type": "place", "label": {"eng": "Wisconsin"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ohio", "type": "loc", "score": 5, "label": {"eng": "Ohio"}, "location": {"type": "place", "label": {"eng": "Ohio"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 4, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Retail", "type": "wiki", "score": 4, "label": {"eng": "Retail"}}, {"uri": "http://en.wikipedia.org/wiki/Veteran", "type": "wiki", "score": 3, "label": {"eng": "Veteran"}}, {"uri": "http://en.wikipedia.org/wiki/Midwestern_United_States", "type": "loc", "score": 3, "label": {"eng": "Midwestern United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 3, "label": {"eng": "Google"}}, {"uri": "http://en.wikipedia.org/wiki/North_Carolina", "type": "loc", "score": 3, "label": {"eng": "North Carolina"}, "location": {"type": "place", "label": {"eng": "North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jeffersonville,_Indiana", "type": "loc", "score": 3, "label": {"eng": "Jeffersonville, Indiana"}, "location": {"type": "place", "label": {"eng": "Jeffersonville, Indiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_Colorado", "type": "wiki", "score": 2, "label": {"eng": "Governor of Colorado"}}, {"uri": "http://en.wikipedia.org/wiki/Jared_Polis", "type": "person", "score": 2, "label": {"eng": "Jared Polis"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_State_Department_of_Health", "type": "org", "score": 2, "label": {"eng": "New York State Department of Health"}}, {"uri": "http://en.wikipedia.org/wiki/The_Denver_Post", "type": "wiki", "score": 2, "label": {"eng": "The Denver Post"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Posttraumatic_stress_disorder", "type": "wiki", "score": 2, "label": {"eng": "Posttraumatic stress disorder"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_New_York", "type": "wiki", "score": 2, "label": {"eng": "Governor of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_DeWine", "type": "person", "score": 2, "label": {"eng": "Mike DeWine"}}, {"uri": "http://en.wikipedia.org/wiki/White_House_Press_Secretary", "type": "wiki", "score": 2, "label": {"eng": "White House Press Secretary"}}, {"uri": "http://en.wikipedia.org/wiki/Walmart", "type": "org", "score": 2, "label": {"eng": "Walmart"}}, {"uri": "http://en.wikipedia.org/wiki/Big-box_store", "type": "wiki", "score": 2, "label": {"eng": "Big-box store"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Target_Corporation", "type": "org", "score": 2, "label": {"eng": "Target Corporation"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Homeland_Security", "type": "org", "score": 2, "label": {"eng": "United States Department of Homeland Security"}}, {"uri": "http://en.wikipedia.org/wiki/Multiple_sclerosis", "type": "wiki", "score": 2, "label": {"eng": "Multiple sclerosis"}}, {"uri": "http://en.wikipedia.org/wiki/Medicine", "type": "wiki", "score": 2, "label": {"eng": "Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Surgery", "type": "wiki", "score": 2, "label": {"eng": "Surgery"}}, {"uri": "http://en.wikipedia.org/wiki/Colorado", "type": "loc", "score": 2, "label": {"eng": "Colorado"}, "location": {"type": "place", "label": {"eng": "Colorado"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oklahoma_City", "type": "loc", "score": 2, "label": {"eng": "Oklahoma City"}, "location": {"type": "place", "label": {"eng": "Oklahoma City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Politics/Lobbying", "label": "dmoz/Society/Politics/Lobbying", "wgt": 21}, {"uri": "dmoz/Business/Retail_Trade/Retailers", "label": "dmoz/Business/Retail Trade/Retailers", "wgt": 23}, {"uri": "dmoz/Business/Food_and_Related_Products/Retail", "label": "dmoz/Business/Food and Related Products/Retail", "wgt": 19}, {"uri": "dmoz/Business/Human_Resources/Employee_Relations", "label": "dmoz/Business/Human Resources/Employee Relations", "wgt": 26}, {"uri": "dmoz/Shopping/Toys_and_Games/Hobby_Stores", "label": "dmoz/Shopping/Toys and Games/Hobby Stores", "wgt": 25}, {"uri": "news/Business", "label": "news/Business", "wgt": 57}], "image": "https://i.insider.com/5e826a011378e374ed59d9cd?width=1200&format=jpeg", "eventUri": "eng-5644784", "location": null, "shares": {"facebook": 32417, "pinterest": 15}, "sentiment": -0.05882352941176472, "wgt": 32432, "relevance": 76}, {"uri": "6015488501", "lang": "eng", "isDuplicate": false, "date": "2020-04-01", "time": "01:51:00", "dateTime": "2020-04-01T01:51:00Z", "dateTimePub": "2020-04-01T01:49:00Z", "dataType": "news", "sim": 0.43529412150383, "url": "https://www.businessinsider.com/trump-admits-downplayed-coronavirus-i-knew-it-could-be-horrible-2020-3", "title": "Trump just admitted he downplayed the threat of coronavirus: 'I knew it could be horrible'", "body": "But public health experts have slammed Trump's handling of the pandemic, stating that his efforts to diminish the potential impact robbed the US of vital time needed to prepare.\n\nPresident Donald Trump on Tuesday said he knew from the start that thousands of Americans could die from the novel coronavirus, but that he continued to downplay the threat because he wanted to stay positive and be a \"cheerleader\" for the country.\n\nAt Tuesday's White House press briefing, Trump was asked if he lulled Americans into a false sense of security by telling the public that the virus would go away quickly, even as it was clear that the number of cases and death toll were on the rise.\n\n\"I knew everything. I knew it could be horrible, I knew it could be maybe good,\" Trump said. \"I don't want to be a negative person.\"\n\n\"This is really easy to be negative about. But I want to give people hope too. You know I'm a cheerleader for the country -- we are going through the worst thing that the country has probably ever seen,\" Trump said.\n\nThis came as the top medical experts on the White House coronavirus task force warned that coronavirus could kill 100,000 to 240,000 Americans -- even with mitigation experts like social distancing in place.\n\nPublic health experts have previously excoriated Trump's early efforts to downplay the threat of the virus, stating that it robbed the US of valuable time needed to prepare for the pandemic -- potentially costing thousands of lives.\n\nTrump spent \"two months of completely ignoring every bit of scientific advice,\" Dr. Ashish Jha, the director of the Harvard Global Health Institute, told Insider earlier this month. \"We've wasted two months. And this is not a disease where you're allowed to waste two months.\"\n\nJha, a general internist who received his MD from Harvard Medical School, slammed Trump for telling Americans everything was \"under control\" when it \"was very clear to anybody paying attention that it was not under control.\"\n\n\"I don't use these words lightly, and it's incredibly painful for me to say it,\" he said, adding: \"The cost of all of this is that tens of thousands of Americans are going to die unnecessarily ... It was wholly preventable, and not just preventable in hindsight -- it was preventable in foresight. Everybody said this is how it was going to play out if they didn't act.\"\n\nThe novel coronavirus, which causes the disease COVID-19, originated in Wuhan, China, first appearing in late December. But it was not identified as a new virus until early January.\n\nThe first confirmed case of coronavirus in the US was on January 21.\n\nFrom the start, Trump publicly downplayed the threat, even as intelligence agencies reportedly warned him of an impending pandemic.\n\n\"We have it totally under control,\" the president said on January 22. \"It's one person coming in from China, and we have it under control. It's going to be just fine.\"\n\nRoughly a month later, at a press conference on February 26, Trump said that the number of coronavirus cases in the US would be \"close to zero\" in a \"couple of days.\" Meanwhile, top officials at the Centers for Disease Control and Prevention warned that the number of cases in the US was expected to rise, as they urged Americans to prepare for severe disruptions to daily life.\n\nThe US now has the highest number of reported coronavirus cases in the world -- over 180,000 -- and has seen over 3,600 people die from it as of Tuesday, March 31.\n\nThough Trump now states he wanted to give people \"hope\" by misleading them about the threat of the novel coronavirus, much of it also appears to have been linked to the president's concerns over the economy in relation to his reelection prospects.\n\n\"The LameStream Media is the dominant force in trying to get me to keep our Country closed as long as possible in the hope that it will be detrimental to my election success,\" Trump wrote in a tweet last Wednesday. \"The real people want to get back to work ASAP. We will be stronger than ever before!\"\n\nTrump is presently taking a more serious tone on coronavirus. The president on Tuesday said that the next two weeks for the US will be \"very painful,\" calling on \"every American to be prepared for the days that lie ahead.\"\n\n\"It's a matter of life and death, frankly,\" Trump said of the guidelines in place to prevent the spread of coronavirus.\n\nExactly a week ago, however, Trump was calling for coronavirus restrictions to be lifted and for the US economy to be \"opened up and just raring to go by Easter.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "john_haltiwanger@businessinsider.com", "name": "John Haltiwanger", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 5, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 4, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Harvard_Medical_School", "type": "org", "score": 3, "label": {"eng": "Harvard Medical School"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Internal_medicine", "type": "wiki", "score": 3, "label": {"eng": "Internal medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Doctor_of_Medicine", "type": "wiki", "score": 3, "label": {"eng": "Doctor of Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Harvard_University", "type": "org", "score": 3, "label": {"eng": "Harvard University"}}, {"uri": "http://en.wikipedia.org/wiki/Intelligence_agency", "type": "wiki", "score": 2, "label": {"eng": "Intelligence agency"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 1, "label": {"eng": "Economy of the United States"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 11}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 13}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 10}, {"uri": "dmoz/Health/Nutrition/Disease_Prevention", "label": "dmoz/Health/Nutrition/Disease Prevention", "wgt": 10}, {"uri": "news/Health", "label": "news/Health", "wgt": 78}], "image": "https://i.insider.com/5e83e5c514f18f1fdb0d4a38?width=1200&format=jpeg", "eventUri": "eng-5641638", "location": null, "shares": {"facebook": 28742, "pinterest": 26}, "sentiment": -0.1529411764705882, "wgt": 28768, "relevance": 101}, {"uri": "6015017948", "lang": "eng", "isDuplicate": false, "date": "2020-03-31", "time": "17:08:00", "dateTime": "2020-03-31T17:08:00Z", "dateTimePub": "2020-03-31T16:55:00Z", "dataType": "news", "sim": 0.7568627595901489, "url": "https://www.businessinsider.com/uss-theodore-roosevelt-captain-begs-navy-for-help-with-coronavirus-2020-3", "title": "The captain of the aircraft carrier struck by a coronavirus outbreak is begging the Navy for more help", "body": "The commanding officer of the aircraft carrier USS Theodore Roosevelt, which was forced into port in Guam due to a coronavirus outbreak, wrote a letter to the Navy on Monday warning that the \"the spread of the disease is ongoing and accelerating.\" \"Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset - our Sailors,\" Capt. Brett Crozier, the carrier's CO, wrote in the letter exclusively obtained by The San Francisco Chronicle. He called on the Navy to find rooms off-ship to isolate almost the entire crew, a drastic measure the captain feels is necessary to achieve a clean ship. Visit Business Insider's homepage for more stories.\n\nThe commanding officer of a deployed aircraft carrier hit by a coronavirus outbreak is pleading with the US Navy for help, pushing the service to isolate all crew members off of the ship, The San Francisco Chronicle reported Tuesday.\n\nThe Navy reported three coronavirus cases aboard the aircraft carrier USS Theodore Roosevelt last Tuesday. The number of cases spiked to more than 30 by Friday, Fox News reported at the time. The Chronicle reports that there are now over 100 cases aboard the carrier.\n\nThe coronavirus forced the ship into port in Guam, where the Navy is testing the entire crew for the virus. The Navy has repeatedly insisted that the ship remains operationally capable.\n\n\"The spread of the disease is ongoing and accelerating,\" Capt. Brett Crozier, the carrier's commanding officer, wrote in a letter to the Navy exclusively obtained by The Chronicle.\n\nThe outlet, citing an anonymous source aboard the ship, said that as many as 150 to 200 sailors have the coronavirus.\n\nThere are two possible end states for the Roosevelt, the captain wrote in his letter.\n\nThe TR can \"maximize warfighting readiness and capacity as quickly as possible,\" he wrote. \"We go to war with the force we have and fight sick. We never achieve a COVID-free TR. There will be losses to the virus.\"\n\nLees ook op Business Insider Blik op je Geld: klap voor je beleggingen en pensioen, maar aan benzine, stroom en gas geef je minder uit\n\nOr, he said, the Navy can take \"immediate and decisive action\" to achieve a clean ship. \"We are not at war,\" Crozier told the Navy. \"Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset - our Sailors.\"\n\nCrozier called for isolating most of the carrier's nearly 5,000 crew members off-ship, acknowledging that doing so might be considered an \"extraordinary measure.\"\n\nThe captain said that the current strategy, which involves removing only a small number of sailors, \"will only slow the spread,\" adding that the plan presently being executed aboard the Roosevelt \"will not achieve virus eradication on any timeline.\"\n\nHe argued that the Navy's focus on testing over proper quarantine is inappropriate.\n\nHe said that he is requesting \"all available resources to find NAVADMIN and CDC compliant quarantine rooms for my entire crew as soon as possible.\"\n\nA Navy official told Insider that the TR's commanding officer \"alerted leadership in the Pacific Fleet\" of \"continuing challenges in isolating the virus.\"\n\n\"The ship's commanding officer advocated for housing more members of the crew in facilities that allow for better isolation. Navy leadership is moving quickly to take all necessary measures to ensure the health and safety of the crew of USS Theodore Roosevelt, and is pursuing options to address the concerns raised by the commanding officer,\" the official said.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "ryan_pickrell@businessinsider.com", "name": "Ryan Pickrell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Navy", "type": "org", "score": 5, "label": {"eng": "United States Navy"}}, {"uri": "http://en.wikipedia.org/wiki/Commanding_officer", "type": "wiki", "score": 5, "label": {"eng": "Commanding officer"}}, {"uri": "http://en.wikipedia.org/wiki/Aircraft_carrier", "type": "wiki", "score": 5, "label": {"eng": "Aircraft carrier"}}, {"uri": "http://en.wikipedia.org/wiki/USS_Theodore_Roosevelt_(CVN-71)", "type": "wiki", "score": 4, "label": {"eng": "USS Theodore Roosevelt (CVN-71)"}}, {"uri": "http://en.wikipedia.org/wiki/Captain_(United_States)", "type": "wiki", "score": 4, "label": {"eng": "Captain (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 4, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/Port", "type": "wiki", "score": 4, "label": {"eng": "Port"}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco_Chronicle", "type": "org", "score": 4, "label": {"eng": "San Francisco Chronicle"}}, {"uri": "http://en.wikipedia.org/wiki/Guam", "type": "loc", "score": 4, "label": {"eng": "Guam"}, "location": {"type": "country", "label": {"eng": "Guam"}}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "wiki", "score": 3, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Theodore_Roosevelt", "type": "person", "score": 3, "label": {"eng": "Theodore Roosevelt"}}, {"uri": "http://en.wikipedia.org/wiki/Colorado", "type": "loc", "score": 3, "label": {"eng": "Colorado"}, "location": {"type": "place", "label": {"eng": "Colorado"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Pacific_Fleet", "type": "wiki", "score": 1, "label": {"eng": "United States Pacific Fleet"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}], "categories": [{"uri": "dmoz/Society/Military", "label": "dmoz/Society/Military", "wgt": 13}, {"uri": "dmoz/Business/Transportation_and_Logistics/Maritime", "label": "dmoz/Business/Transportation and Logistics/Maritime", "wgt": 16}, {"uri": "dmoz/Society/Military/Aviation", "label": "dmoz/Society/Military/Aviation", "wgt": 13}, {"uri": "dmoz/Society/Military/Naval", "label": "dmoz/Society/Military/Naval", "wgt": 18}, {"uri": "dmoz/Science/Anomalies_and_Alternative_Science/The_Philadelphia_Experiment", "label": "dmoz/Science/Anomalies and Alternative Science/The Philadelphia Experiment", "wgt": 13}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 65}], "image": "https://cdn.businessinsider.nl/wp-content/uploads/2020/03/3de0c8115d67e3e3b7a9b3f5a92a71a447e42192.jpg", "eventUri": "eng-5647002", "location": null, "shares": {"facebook": 24504}, "sentiment": 0.1137254901960785, "wgt": 24504, "relevance": 101}, {"uri": "6017773947", "lang": "eng", "isDuplicate": false, "date": "2020-04-02", "time": "16:49:00", "dateTime": "2020-04-02T16:49:00Z", "dateTimePub": "2020-04-02T16:47:00Z", "dataType": "news", "sim": 0.8039215803146362, "url": "https://www.businessinsider.com/coronavirus-trump-says-he-might-help-millions-of-uninsured-americans-2020-4", "title": "Trump says it 'doesn't seem fair' that 30 million Americans are uninsured and suggested he may expand Medicare or Medicaid", "body": "The exchanges are still open to those who recently lost their jobs, including the millions of Americans who've recently become unemployed as a result of the pandemic.\n\nPresident Donald Trump suggested on Wednesday that he would consider opening up Medicare and Medicaid to nearly 30 million uninsured Americans as the coronavirus spreads across the US.\n\nThis is a remarkable concession from a president who supports striking down the Affordable Care Act, also known as Obamacare -- a move that would strip health insurance away from tens of millions of Americans.\n\nDuring Wednesday's coronavirus briefing, Fox News White House correspondent John Roberts asked Vice President Mike Pence a series of pointed questions about the administration's decision this week not to temporarily reopen the Obamacare marketplace to allow uninsured Americans to purchase coverage during the pandemic.\n\n\"There will be people who don't have insurance who get sick before any of these mitigation efforts are put into place,\" Roberts asked at Wednesday's briefing. \"Without opening the health care exchanges, where can they find insurance? People who aren't insured by these companies that are covering the cost of the copays, where can people go now to get health insurance if ... before they get sick?\"\n\nPence refused to answer the question and instead argued that Medicaid and some American health insurance companies are making \"inspiring\" decisions to waive copays on coronavirus testing and treatment.\n\nTrump stepped in and conceded that Roberts' questions were \"fair\" and that Pence had skillfully dodged them. He added that it \"doesn't seem fair\" that so many Americans can't afford to purchase insurance, but don't qualify for Medicare or Medicaid, appearing to suggest those programs could be expanded to include more people.\n\n\"I think it's one of the greatest answers I've ever heard, because Mike was able to speak for five minutes and not even touch your question. That's what you call a great professional,\" the president said.\n\nHe went on, \"John, I think it's a very fair question though, and it's something we're really going to look at because it doesn't seem fair. If you have it, you have a big advantage. And at a certain income level you do.\"\n\nTrump then went on to say he believed he would \"get to\" address the problem and accused the \"other group,\" presumably Democrats, of ignoring it -- despite Democrats having long made healthcare a critical policy issue. Sen. Bernie Sanders is aggressively pushing for Medicare for All, while former Vice President Joe Biden is advocating for a public option, or Medicare for all who want it.\n\n\"I think we're going to get to it,\" Trump said. \"I think we're going to get to it. I don't think the other group will get to it. They haven't even spoken about it.\"\n\nBut Trump said Wednesday that he wasn't \"committing\" to do anything for the millions of uninsured Americans.\n\n\"I can't commit,\" he said. \"I have to get approval from it. I have thing called 'Congress.' But it's something we're going to look at. And we have been looking at it.\"\n\nMany Democrats and health insurance companies had pushed the White House to temporarily reopen the exchanges and criticized Trump's decision not to do so.\n\n\"This callous decision will cost lives. Period,\" Biden tweeted Wednesday.\n\nThe exchanges will still be open to those who recently lost their jobs, including the millions of Americans who have recently become unemployed as a result of the pandemic.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "eliza_relman@businessinsider.com", "name": "Eliza Relman", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Medicaid", "type": "wiki", "score": 5, "label": {"eng": "Medicaid"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance", "type": "wiki", "score": 5, "label": {"eng": "Health insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Patient_Protection_and_Affordable_Care_Act", "type": "wiki", "score": 5, "label": {"eng": "Patient Protection and Affordable Care Act"}}, {"uri": "http://en.wikipedia.org/wiki/John_Roberts", "type": "person", "score": 5, "label": {"eng": "John Roberts"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 5, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance_coverage_in_the_United_States", "type": "wiki", "score": 4, "label": {"eng": "Health insurance coverage in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Medicare_(United_States)", "type": "wiki", "score": 4, "label": {"eng": "Medicare (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Insurance", "type": "wiki", "score": 4, "label": {"eng": "Insurance"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "wiki", "score": 3, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance_marketplace", "type": "wiki", "score": 3, "label": {"eng": "Health insurance marketplace"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 3, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Single-payer_healthcare", "type": "wiki", "score": 2, "label": {"eng": "Single-payer healthcare"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health_insurance_option", "type": "wiki", "score": 2, "label": {"eng": "Public health insurance option"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 2, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 2, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 2, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 1, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "dmoz/Business/Financial_Services/Insurance", "label": "dmoz/Business/Financial Services/Insurance", "wgt": 25}, {"uri": "dmoz/Home/Personal_Finance/Insurance", "label": "dmoz/Home/Personal Finance/Insurance", "wgt": 26}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 81}], "image": "https://i.insider.com/5e85ffd62d41c15b495dd456?width=1200&format=jpeg", "eventUri": "eng-5657583", "location": null, "shares": {"facebook": 23168}, "sentiment": 0.01960784313725483, "wgt": 23168, "relevance": 101}, {"uri": "6016280011", "lang": "eng", "isDuplicate": false, "date": "2020-04-01", "time": "15:05:00", "dateTime": "2020-04-01T15:05:00Z", "dateTimePub": "2020-04-01T15:03:00Z", "dataType": "news", "sim": 0.6509804129600525, "url": "https://www.businessinsider.com/coronavirus-trump-refuses-to-allow-uninsured-sign-up-for-obamacare-2020-4", "title": "Trump is refusing to reopen the Obamacare exchanges to help millions of uninsured Americans get coverage during the coronavirus pandemic", "body": "President Donald Trump has decided not to reopen the Obamacare marketplace to allow uninsured Americans to purchase health insurance amid the coronavirus pandemic. A host of health insurance companies and Democratic lawmakers have pushed the White House to temporarily open up the exchanges and Trump last week said he was considering the move. The exchanges will still be open to those who recently lost their jobs, which includes hundreds of thousands of Americans who've recently become unemployed as a result of the pandemic. Visit Business Insider's homepage for more stories.\n\nPresident Donald Trump has decided not to reopen the Obamacare marketplace to millions of uninsured Americans as the coronavirus continues its spread across the country, multiple news outlets reported this week.\n\nA host of health insurance companies and Democratic lawmakers have called on the White House to open up the exchanges for a special enrollment period during the pandemic. Notably, the exchanges will still be open to those who recently lost their jobs, which includes hundreds of thousands of Americans who've recently become unemployed as a result of the pandemic.\n\nBut about a third of US states' healthcare exchanges aren't controlled by the federal government and several Democratic-led states have already reopened their exchanges.\n\nThe Centers for Medicare and Medicare Services referred comment to the White House, which didn't respond to Insider's request prior to publication.\n\nEvery year, HealthCare.gov opens for enrollment from November 1 to December 15 in states whose enrollment is managed by the federal government.\n\nTrump reportedly considered a special enrollment period and last week he told reporters \"it's something we're talking to a lot of people about.\"\n\nRepublicans tried and failed to repeal Obamacare in 2017 - it's top legislative goal, but more than a dozen Republican states are currently suing to overturn the legislation and strip insurance from millions of Americans.\n\nLees ook op Business Insider De Britse regering is naar verluidt furieus op China - het land zou tot 40 keer zo veel coronagevallen hebben als het beweert", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "eliza_relman@businessinsider.com", "name": "Eliza Relman", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Medicare_(United_States)", "type": "wiki", "score": 3, "label": {"eng": "Medicare (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance", "type": "wiki", "score": 3, "label": {"eng": "Health insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Patient_Protection_and_Affordable_Care_Act", "type": "wiki", "score": 3, "label": {"eng": "Patient Protection and Affordable Care Act"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 3, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 3, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/HealthCare.gov", "type": "wiki", "score": 2, "label": {"eng": "HealthCare.gov"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Insurance", "type": "wiki", "score": 1, "label": {"eng": "Insurance"}}], "categories": [{"uri": "dmoz/Business/Financial_Services/Insurance", "label": "dmoz/Business/Financial Services/Insurance", "wgt": 13}, {"uri": "dmoz/Computers/Software/Groupware", "label": "dmoz/Computers/Software/Groupware", "wgt": 15}, {"uri": "dmoz/Computers/Internet/Routers_and_Routing", "label": "dmoz/Computers/Internet/Routers and Routing", "wgt": 14}, {"uri": "dmoz/Business/Business_Services/Barter", "label": "dmoz/Business/Business Services/Barter", "wgt": 15}, {"uri": "dmoz/Business/Investing/Exchanges", "label": "dmoz/Business/Investing/Exchanges", "wgt": 16}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 70}], "image": "https://i.insider.com/5e8497c52d654f7d85572604?width=1200&format=jpeg", "eventUri": "eng-5648160", "location": null, "shares": {"facebook": 22996}, "sentiment": -0.003921568627450966, "wgt": 22996, "relevance": 52}, {"uri": "6013442029", "lang": "eng", "isDuplicate": false, "date": "2020-03-30", "time": "14:36:00", "dateTime": "2020-03-30T14:36:00Z", "dateTimePub": "2020-03-30T14:34:00Z", "dataType": "news", "sim": 0.8745098114013672, "url": "https://www.businessinsider.com/gop-senator-open-economy-coronavirus-death-unavoidable-part-johnson-life-2020-3", "title": "A GOP senator calls on Trump to reopen parts of the coronavirus-stricken economy because 'death is an unavoidable part of life'", "body": "Sen. Ron Johnson called on Trump to reopen segments of the US economy, saying \"death is an unavoidable part of life\" in a USA Today op-ed. The Wisconsin senator drew a connection between last year's \"exceptionally bad flu season\" and warned against overreaction. Trump has extended social distancing guidelines, which have shut down vast sectors of the American economy, until April 30. Visit Business Insider's homepage for more stories.\n\nRepublican Sen. Ron Johnson of Wisconsin called on President Trump to reopen parts of the American economy to avoid throwing it into a recession or depression. He said \"death is an unavoidable part of life\" in a USA Today op-ed published Monday.\n\nThough Johnson didn't advocate to fully start up the economy, he said the crisis should be put into perspective\n\n\"What more people are saying is that as we learn more about COVID-19, we should evaluate the total societal cost of this awful disease and try to put things into perspective,\" Johnson said.\n\nThe Wisconsin senator drew a parallel between the tens of thousands of Americans who die from suicide and the opioid overdose each year, noting \"that level of individual despair has occurred in a strong economy.\"\n\nJohnson - who sits on the Commerce and Homeland Security committees - also made a comparison to last year's \"exceptionally bad flu season\" and warned against overreaction.\n\n\"Every premature death is a tragedy, but death is an unavoidable part of life,\" he said.\n\nJohnson outlined an idea to flip the current federal guidelines on their head when it came to businesses.\n\nLees ook op Business Insider Blik op je Geld: klap voor je beleggingen en pensioen, maar aan benzine, stroom en gas geef je minder uit\n\n\"Rather than announcing general shutdowns and drawing up lists of 'essential' business that can remain open, let's draw up lists of 'nonessential' businesses that pose a risk for coronavirus spread,\" he said.\n\nRead more: Stocks are trading like they did early in the financial crisis - and it's proof to one Wall Street equity chief that the coronavirus crash will worsen\n\nThe continued spread of the virus has shut down swaths of the American economy and put it on course for a recession, experts say. That led Trump to sign a $2 trillion economic stimulus package aimed at extending emergency federal aid to individuals and businesses alike on Friday.\n\nJohnson's op-ed came after Trump weighed last week whether to reopen the economy by Easter on April 12. It would have been roughly three weeks after the administration put federal guidelines in place urging Americans to avoid nonessential travel, eating out at restaurants, and gathering in groups larger than 10.\n\nBut the US now has over 143,000 recorded coronavirus cases, the most in the world. Infectious disease experts like Dr. Anthony Fauci said that over 100,000 Americans could die in the pandemic, even with aggressive action to slow its spread.\n\nOn Sunday evening, Trump extended the social distancing guidelines until April 30.\n\n\"Nothing would be worse than declaring victory before the victory is won,\" he said at a White House press conference. \"The better you do, the faster this whole nightmare will end.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "joseph_zeballos_roig@businessinsider.com", "name": "Joseph Zeballos-Roig", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Ron_Johnson_(Wisconsin_politician)", "type": "person", "score": 5, "label": {"eng": "Ron Johnson (Wisconsin politician)"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 5, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 4, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Wisconsin", "type": "loc", "score": 4, "label": {"eng": "Wisconsin"}, "location": {"type": "place", "label": {"eng": "Wisconsin"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 3, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Depression_(mood)", "type": "wiki", "score": 3, "label": {"eng": "Depression (mood)"}}, {"uri": "http://en.wikipedia.org/wiki/Opioid_overdose", "type": "wiki", "score": 3, "label": {"eng": "Opioid overdose"}}, {"uri": "http://en.wikipedia.org/wiki/Op-ed", "type": "wiki", "score": 3, "label": {"eng": "Op-ed"}}, {"uri": "http://en.wikipedia.org/wiki/Suicide", "type": "wiki", "score": 3, "label": {"eng": "Suicide"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 3, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/USA_Today", "type": "org", "score": 3, "label": {"eng": "USA Today"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Homeland_Security", "type": "org", "score": 3, "label": {"eng": "United States Department of Homeland Security"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 2, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidy", "type": "wiki", "score": 2, "label": {"eng": "Subsidy"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "org", "score": 2, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 1, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Infectious_disease_(medical_specialty)", "type": "wiki", "score": 1, "label": {"eng": "Infectious disease (medical specialty)"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 1, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 1, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 12}, {"uri": "dmoz/Society/Issues/End-of-Life", "label": "dmoz/Society/Issues/End-of-Life", "wgt": 11}, {"uri": "dmoz/Business/Business_and_Society", "label": "dmoz/Business/Business and Society", "wgt": 11}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 82}], "image": "https://i.insider.com/5a1c93f5f914c359018b6535?width=1200&format=jpeg", "eventUri": "eng-5646752", "location": null, "shares": {"facebook": 21486, "pinterest": 15}, "sentiment": -0.4666666666666667, "wgt": 21501, "relevance": 76}, {"uri": "6020871862", "lang": "eng", "isDuplicate": false, "date": "2020-04-05", "time": "10:21:00", "dateTime": "2020-04-05T10:21:00Z", "dateTimePub": "2020-04-05T10:20:00Z", "dataType": "news", "sim": 0.772549033164978, "url": "https://www.businessinsider.com/trump-dismissed-azar-coronavirus-warnings-as-alarmist-wapo-2020-4", "title": "Trump reportedly dismissed January coronavirus warnings from Health Secretary Alex Azar as 'alarmist'", "body": "The US now has more coronavirus infections than anywhere else in the world.\n\nPresident Donald Trump dismissed as \"alarmist\" warnings back in January from Health and Human Services Secretary Alex Azar about the threat posed by the novel coronavirus, reported The Washington Post Saturday.\n\nIn an investigation into the series of wasted opportunities in government agencies and the Trump administration to mitigate the impact of the outbreak, the Post reported that Azar called Trump back on January 18 while the president was staying at his Mar-a-Lago resort in Florida to brief him about the disease.\n\nAccording to the report, the president cut Azar off before he could begin to renew criticism of him over a botched federal vaping ban.\n\nAt the time, the virus was rapidly spreading in China but Trump's attention was fixed on the ongoing impeachment trial being conducted in the US Senate.\n\nIt was on January 18 that the US introduced screening procedures for people travelling from China who showed signs of the illness.\n\nThe health secretary, who was involved in the federal government's response to 9/11 and the 2002 SARS outbreak, told several associates that the president believed his warnings were \"alarmist,\" and asked one confidante for advice as he struggled to get the president to focus on the issue.\n\nSome officials told the Post that in retrospect Azar could've been more forceful in stressing the urgency of the threat facing the US.\n\nThe HHS did not immediately respond to a request for comment.\n\nIn a statement to the Post, White House spokesman Judson Deere said: \"While the media would rather speculate about outrageous claims of palace intrigue, President Trump and this Administration remain completely focused on the health and safety of the American people with around the clock work to slow the spread of the virus, expand testing, and expedite vaccine development.\"\n\nThe US now has more than 200,000 recorded cases, the highest number in the world, and hospitals are struggling to obtain crucial equipment to treat victims and protect front-line health workers from infection.\n\nTrump according to the Post was warned in a January intelligence briefing about the threat posed by the virus as well as by his health secretary, but in public statements for weeks continued to downplay the likely impact of the disease.\n\nDays after receiving the warning from Azar, Trump told reporters that \"we have it [the coronavirus] totally under control. It's one person coming in from China, and we have it under control.\"\n\nBy mid-February he was claiming that the virus would be gone by April, and at a campaign rally in South Carolina on February 28 described the coronavirus as the Democrats' \"new hoax.\"\n\nIt was a lack or urgency from the White House, the failure to formulate a coherent chain of command and bureaucratic delays that meant that the US was unable to formulate a mass testing program in the early weeks of the outbreak to effectively track and isolate it, according to critics.\n\nIt was only in March -- more than two months after being briefed by Azar -- that Trump finally realised the scale of the problem facing his administration, and that his legacy would be defined by his response, according to the Post.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "tom_porter@businessinsider.com", "name": "Tom Porter", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 5, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_Health_and_Human_Services", "type": "wiki", "score": 4, "label": {"eng": "United States Secretary of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Mar-a-Lago", "type": "loc", "score": 3, "label": {"eng": "Mar-a-Lago"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Timeline_of_the_SARS_outbreak", "type": "wiki", "score": 3, "label": {"eng": "Timeline of the SARS outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Impeachment_of_Bill_Clinton", "type": "wiki", "score": 3, "label": {"eng": "Impeachment of Bill Clinton"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 3, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 3, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Florida", "type": "loc", "score": 3, "label": {"eng": "Florida"}, "location": {"type": "place", "label": {"eng": "Florida"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Military_intelligence", "type": "wiki", "score": 2, "label": {"eng": "Military intelligence"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 2, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/White_House_Press_Secretary", "type": "wiki", "score": 2, "label": {"eng": "White House Press Secretary"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 2, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 2, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hoax", "type": "wiki", "score": 1, "label": {"eng": "Hoax"}}, {"uri": "http://en.wikipedia.org/wiki/Bureaucracy", "type": "wiki", "score": 1, "label": {"eng": "Bureaucracy"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 1, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 1, "label": {"eng": "White House"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 13}, {"uri": "dmoz/Society/Government/Government-Related_Organizations", "label": "dmoz/Society/Government/Government-Related Organizations", "wgt": 17}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 12}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 83}], "image": "https://i.insider.com/5e89a7f515ea4b529d6c3e23?width=1200&format=jpeg", "eventUri": "eng-5662419", "location": null, "shares": {"facebook": 21369, "pinterest": 18}, "sentiment": -0.3568627450980392, "wgt": 21387, "relevance": 101}, {"uri": "6019209651", "lang": "eng", "isDuplicate": false, "date": "2020-04-03", "time": "18:04:00", "dateTime": "2020-04-03T18:04:00Z", "dateTimePub": "2020-04-03T18:03:00Z", "dataType": "news", "sim": 0.7607843279838562, "url": "https://www.businessinsider.com/coronavirus-75-percent-workforce-exempted-from-paid-sick-leave-2020-4", "title": "The Trump administration issued a new rule that blocks guaranteed paid sick leave for 75% of American workers", "body": "Lawmakers criticized the Labor Department guidelines, saying they \"violate congressional intent\" and \"contradict the plain language\" of the law.\n\nThe Trump administration issued a new rule this week that lets small businesses choose whether to give workers paid sick leave, undercutting Congress's new law that sought to guarantee it.\n\nThe Families First Coronavirus Response Act sought to protect workers and families from losing income if they fell sick with COVID-19, the disease caused by the new coronavirus. It gives workers two weeks of paid leave, 12 weeks if their children are home from school or require child care, and reimburses employers with tax credits.\n\nIt came with some carveouts, though: The law exempts businesses with over 500 employees, and companies with fewer than 50 employees could ask the Department of Labor for an exemption if they believed the rule could bankrupt them. Nearly 75% of workers are employed by companies with under 50 employees or over 500, according to the New York Times.\n\nNow, the Department of Labor has issued a rule that lets small businesses choose whether to give workers paid sick leave, rather than apply for a waiver.\n\nBusinesses with fewer than 50 employees, according to the guidance, do not need to pay workers for child-related leave if the worker's absence would \"cause the small business to cease operating,\" if it would create \"a substantial risk\" to the business, or if the company cannot find a replacement \"able, willing and qualified\" to work.\n\nThe exemptions even apply to medical workers, first responders, and some government employees, some of whom are already facing layoffs.\n\nSome lawmakers rebuked some Labor Department guidelines, they \"violate congressional intent\" and \"contradict the plain language\" of the law.\n\nIn a letter to Labor Secretary Eugene Scalia, Democratic Sen. Patty Murray, of Washington, and Rep. Rosa Delauro, of Connecticut, urged the Labor Department \"to provide the maximum flexibility for workers during this crisis -- not restricting their leave to when employers grant their consent.\"\n\nOn Wednesday, Scalia praised the legislation, which he said included \"unprecedented paid leave benefits to American workers affected by the virus, while ensuring that businesses are reimbursed.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "isaac_scher@businessinsider.com", "name": "Isaac Scher", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Labor", "type": "org", "score": 5, "label": {"eng": "United States Department of Labor"}}, {"uri": "http://en.wikipedia.org/wiki/Sick_leave", "type": "wiki", "score": 4, "label": {"eng": "Sick leave"}}, {"uri": "http://en.wikipedia.org/wiki/Small_business", "type": "wiki", "score": 4, "label": {"eng": "Small business"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Tax_credit", "type": "wiki", "score": 3, "label": {"eng": "Tax credit"}}, {"uri": "http://en.wikipedia.org/wiki/Child_care", "type": "wiki", "score": 3, "label": {"eng": "Child care"}}, {"uri": "http://en.wikipedia.org/wiki/Bankruptcy", "type": "wiki", "score": 3, "label": {"eng": "Bankruptcy"}}, {"uri": "http://en.wikipedia.org/wiki/Eugene_Scalia", "type": "person", "score": 2, "label": {"eng": "Eugene Scalia"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_Labor", "type": "wiki", "score": 2, "label": {"eng": "United States Secretary of Labor"}}, {"uri": "http://en.wikipedia.org/wiki/Patty_Murray", "type": "person", "score": 2, "label": {"eng": "Patty Murray"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 2, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Antonin_Scalia", "type": "person", "score": 1, "label": {"eng": "Antonin Scalia"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 1, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 1, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 30}, {"uri": "dmoz/Society/Work/Labor_Movement", "label": "dmoz/Society/Work/Labor Movement", "wgt": 27}, {"uri": "dmoz/Society/Issues/Labor", "label": "dmoz/Society/Issues/Labor", "wgt": 24}, {"uri": "dmoz/Business/Human_Resources/Government_Agencies", "label": "dmoz/Business/Human Resources/Government Agencies", "wgt": 24}, {"uri": "dmoz/Society/Work/Labor-Management_Relations", "label": "dmoz/Society/Work/Labor-Management Relations", "wgt": 28}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 49}, {"uri": "news/Business", "label": "news/Business", "wgt": 45}], "image": "https://i.insider.com/5e876b7f0b3c9b3f8636dc2d?width=1200&format=jpeg", "eventUri": "eng-5658229", "location": null, "shares": {"facebook": 18867, "pinterest": 9}, "sentiment": -0.2313725490196078, "wgt": 18876, "relevance": 101}, {"uri": "6013860930", "lang": "eng", "isDuplicate": false, "date": "2020-03-30", "time": "21:25:00", "dateTime": "2020-03-30T21:25:00Z", "dateTimePub": "2020-03-30T21:25:00Z", "dataType": "news", "sim": 0, "url": "https://www.businessinsider.com/coronavirus-all-the-times-trump-was-warned-about-pandemic-2020-3", "title": "Trump says 'nobody' could've predicted a pandemic like coronavirus. Here are all the times he was warned about it and refused to take action.", "body": "The Trump administration declined to use an Obama-era playbook instructing federal officials on how to prepare for a pandemic. And the president has spent the last two years slashing the government agencies responsible for handling such an outbreak.\n\n\"What a problem,\" President Donald Trump said on March 6. \"Came out of nowhere.\"\n\nHe was referring to the rapid spread of the novel coronavirus, which the World Health Organization declared a pandemic five days later.\n\n\"I would view it as is something that just surprised the whole world,\" the president said on March 19. \"And if people would have known about it, it could have stopped -- stopped being in place. Nobody knew there'd be a pandemic or an epidemic of this proportion. Nobody had ever seen anything like this before.\"\n\nOn March 26, he added, \"Nobody would have ever thought a thing like this could have happened.\"\n\nIt's true that this pandemic is unlike anything seen before in decades, a highly contagious virus with a mortality rate many times that of the flu.\n\nDr. Anthony Fauci, the US's leading expert on allergies and infectious diseases, has warned that the coronavirus, which causes a disease known as COVID-19, is uniquely insidious because it is a respiratory-borne illness that spreads easily from person to person and has a high degree of morbidity and mortality.\n\n\"Unfortunately, that's the worst nightmare you could have, is to have something like that,\" Fauci told \"The Daily Show\" host Trevor Noah.\n\nBut Trump was warned -- urgently and repeatedly -- of this scenario, and his claim that it \"came out of nowhere\" and \"nobody knew\" about it is patently false. It also is an effort to defend against a potential backlash that poses a risk to his re-election bid, as the economy stalls and the virus spreads. The US is now the epicenter of the global outbreak, with 159,931 confirmed cases and 2,945 deaths.\n\nA series of media reports over the last several weeks revealed that Trump ignored multiple warnings about the prospect of a devastating pandemic that would overwhelm the country's healthcare system and later publicly downplayed the virus after it reached the US.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "sonam_sheth@businessinsider.com", "name": "Sonam Sheth", "type": "author", "isAgency": false}, {"uri": "john_haltiwanger@businessinsider.com", "name": "John Haltiwanger", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 4, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 3, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Trevor_Noah", "type": "person", "score": 2, "label": {"eng": "Trevor Noah"}}, {"uri": "http://en.wikipedia.org/wiki/The_Daily_Show", "type": "wiki", "score": 2, "label": {"eng": "The Daily Show"}}, {"uri": "http://en.wikipedia.org/wiki/Contagious_disease", "type": "wiki", "score": 2, "label": {"eng": "Contagious disease"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 2, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Disease", "type": "wiki", "score": 2, "label": {"eng": "Disease"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Allergy", "type": "wiki", "score": 2, "label": {"eng": "Allergy"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 1, "label": {"eng": "Health care"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 14}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 10}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 10}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 14}, {"uri": "news/Health", "label": "news/Health", "wgt": 91}], "image": "https://i.insider.com/5e81b05e2ff839113e6aac63?width=1200&format=jpeg", "eventUri": null, "location": null, "shares": {"facebook": 15689, "pinterest": 20}, "sentiment": 0.09019607843137245, "wgt": 15709, "relevance": 76}, {"uri": "6016420946", "lang": "eng", "isDuplicate": false, "date": "2020-04-01", "time": "17:05:00", "dateTime": "2020-04-01T17:05:00Z", "dateTimePub": "2020-04-01T17:04:00Z", "dataType": "news", "sim": 0.7686274647712708, "url": "https://www.businessinsider.com/sen-loeffler-dumped-more-retail-stock-in-new-disclosures-coronavirus-2020-4", "title": "New disclosure reveals Sen. Kelly Loeffler and her husband dumped retail stock and bought shares in a company that manufacturers medical supplies", "body": "Sen. Kelly Loeffler just disclosed more stock trades, including shares in retail companies she sold and ones she bought in Dupont, which makes medical supplies, The Atlanta-Journal Constitution reported. After she attended a January 24 closed-door briefing on the COVID-19 outbreak, Loeffler dumped hundreds of thousands of dollars in stocks while also buying up shares in telecommuting software. Loeffler and her representatives have rejected criticism that she used her position in the Senate and access to top information to dump stocks before the market plummeted, saying neither she nor her husband have direct control over their portfolios. Visit Business Insider's homepage for more stories.\n\nSen. Kelly Loeffler of Georgia and her husband, Intercontinental Exchange Chairman Jeff Sprecher, disclosed additional stock trades as they faced criticism for dumping shares before the market plummeted over the coronavirus crisis, The Atlanta Journal-Constitution reported on Tuesday.\n\nLast month, both Loeffler and Sprecher, who is also the chairman of the New York Stock Exchange, came under scrutiny for selling hundreds of thousands of dollars in stock before the market's drop.\n\nThe Daily Beast reported last month that after she attended a January 24 closed-door US Senate briefing on the COVID-19 outbreak, Loeffler sold hundreds of thousands of dollars in shares of Resideo Technologies, Comcast, AutoZone, and more before the decline and also bought up shares in Citrix, a company that makes telecommuting software.\n\nOn Tuesday, The Journal-Constitution reported that newly disclosed stock transactions from early March involved the sale of retail stocks, which have seen a sharp decline as the industry suffers from the outbreak. Loeffler sold over $70,000 in shares of the retailer Ross on March 4 and 5; $27,000 in shares of TJX Cos., the parent company of TJ Maxx; and over $56,000 in shares of Lululemon, a popular athleisure clothing brand.\n\nAt the same time, she purchased over $87,700 in shares of Dupont, a Delaware chemical company that manufactures medical supplies. Such items are now in high demand as the coronavirus outbreak puts immense strain on America's hospital systems and medical infrastructure, with healthcare workers in desperate need of personal protective equipment.\n\nLoeffler was appointed to the US Senate in December to fill the seat vacated by former Sen. Johnny Isakson, who resigned before the expiration of his term. She'll run in a special election to serve out the rest of Isakson's full term this November.\n\nBefore being elected to the Senate, Loeffler worked as the chief executive of cryptocurrency company Bakkt and as an executive at the Intercontinental Exchange, which owns big financial market companies including the New York Stock Exchange. She and Sprecher are estimated to be worth more than $500 million.\n\nLees ook op Business Insider De Britse regering is naar verluidt furieus op China - het land zou tot 40 keer zo veel coronagevallen hebben als het beweert\n\nLoeffler and her representatives have maintained that even though their holdings are not in a blind trust, neither she or her husband have direct control of their portfolios.\n\nIn a March 20 statement to Insider, a spokesperson for Loeffler said that \"investment decisions are made by multiple third-party advisors without her or her husband's knowledge or involvement\" and said \"as confirmed in the periodic transaction report to Senate Ethics, Senator Loeffler was informed of these purchases and sales on February 16, 2020- three weeks after they were made.\"\n\nAnd as the Journal-Constitution noted, Loeffler also sold off shares in companies that could be poised to benefit from the coronavirus outbreak moving people to work remotely in late February and early March, including selling shares in Facebook and DocuSign, a platform that enables remote signing of documents.\n\nBut the timing of the transactions coupled with Loeffler seemingly downplaying the threat of the COVID-19 have continued to raise questions as to whether she used her position as an elected official and her access to detailed information about the crisis to financially benefit herself by selling off stocks before they plummeted in value.\n\nDays before the early March transactions on February 27, Loeffler tweeted: \"FACT: America is doing an incredible job working to keep its citizens safe and healthy in the wake of the [coronavirus] outbreak. ALSO FACT: Democrats are intentionally misleading the American public and it's dangerous.\"\n\nThe next day she wrote from her campaign Twitter account, \"Democrats have dangerously and intentionally misled the American people on [coronavirus] readiness.\" And on March 10, after she sold off all the retail shares, she tweeted that the \"the consumer is strong, the economy is strong, & jobs are growing.\"\n\nAnother Republican Senator, Sen. Richard Burr of North Carolina who serves as Chairman of the US Senate Intelligence Committee and receives frequent classified intelligence briefings, has also come under serious scrutiny for dumping millions in stock holdings and sounding the alarm over the COVID outbreak in private while reassuring the public that the US government had a handle on the situation.\n\nOn March 19, ProPublica reported that Burr sold up to $1.72 million in stocks among 33 separate transactions. While Burr claimed he made his investment decisions based on publicly-available information, including by watching CNBC, his action sparked criticism and calls for him to be investigated from both sides of the aisle.\n\nTen days later, CNN reported that the FBI and the Securities and Exchange Commission reached out to Burr as part of the early stages of an investigation into US Senators who sold large amounts of stock from their portfolios ahead of the market's drop.\n\nWhile the investigation is still in its preliminary stages, some critics charge that Burr and Loeffler's actions could violate the 2012 STOCK Act, which officially prohibits members of Congress to make stock trades based on non-public information they glean in their jobs as elected officials.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "grace_panetta@businessinsider.com", "name": "Grace Panetta", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Chairperson", "type": "wiki", "score": 5, "label": {"eng": "Chairperson"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 5, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Kelly_Loeffler", "type": "wiki", "score": 4, "label": {"eng": "Kelly Loeffler"}}, {"uri": "http://en.wikipedia.org/wiki/Intercontinental_Exchange", "type": "org", "score": 4, "label": {"eng": "Intercontinental Exchange"}}, {"uri": "http://en.wikipedia.org/wiki/Telecommuting", "type": "wiki", "score": 4, "label": {"eng": "Telecommuting"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Immigration_and_Customs_Enforcement", "type": "org", "score": 4, "label": {"eng": "U.S. Immigration and Customs Enforcement"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_Stock_Exchange", "type": "org", "score": 4, "label": {"eng": "New York Stock Exchange"}}, {"uri": "http://en.wikipedia.org/wiki/Georgia_(U.S._state)", "type": "loc", "score": 4, "label": {"eng": "Georgia (U.S. state)"}, "location": {"type": "place", "label": {"eng": "Georgia (U.S. state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/AutoZone", "type": "org", "score": 3, "label": {"eng": "AutoZone"}}, {"uri": "http://en.wikipedia.org/wiki/TJX_Companies", "type": "org", "score": 3, "label": {"eng": "TJX Companies"}}, {"uri": "http://en.wikipedia.org/wiki/DuPont", "type": "org", "score": 3, "label": {"eng": "DuPont"}}, {"uri": "http://en.wikipedia.org/wiki/The_Atlanta_Journal-Constitution", "type": "wiki", "score": 3, "label": {"eng": "The Atlanta Journal-Constitution"}}, {"uri": "http://en.wikipedia.org/wiki/Cryptocurrency", "type": "wiki", "score": 3, "label": {"eng": "Cryptocurrency"}}, {"uri": "http://en.wikipedia.org/wiki/The_Daily_Beast", "type": "wiki", "score": 3, "label": {"eng": "The Daily Beast"}}, {"uri": "http://en.wikipedia.org/wiki/Comcast", "type": "org", "score": 3, "label": {"eng": "Comcast"}}, {"uri": "http://en.wikipedia.org/wiki/Software", "type": "wiki", "score": 3, "label": {"eng": "Software"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 3, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Retail", "type": "wiki", "score": 3, "label": {"eng": "Retail"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate_Select_Committee_on_Intelligence", "type": "wiki", "score": 2, "label": {"eng": "United States Senate Select Committee on Intelligence"}}, {"uri": "http://en.wikipedia.org/wiki/Richard_Burr", "type": "person", "score": 2, "label": {"eng": "Richard Burr"}}, {"uri": "http://en.wikipedia.org/wiki/Blind_trust", "type": "wiki", "score": 2, "label": {"eng": "Blind trust"}}, {"uri": "http://en.wikipedia.org/wiki/DocuSign", "type": "org", "score": 2, "label": {"eng": "DocuSign"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 2, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/North_Carolina", "type": "loc", "score": 2, "label": {"eng": "North Carolina"}, "location": {"type": "place", "label": {"eng": "North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/STOCK_Act", "type": "wiki", "score": 1, "label": {"eng": "STOCK Act"}}, {"uri": "http://en.wikipedia.org/wiki/ProPublica", "type": "org", "score": 1, "label": {"eng": "ProPublica"}}, {"uri": "http://en.wikipedia.org/wiki/CNBC", "type": "org", "score": 1, "label": {"eng": "CNBC"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 1, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Bureau_of_Investigation", "type": "org", "score": 1, "label": {"eng": "Federal Bureau of Investigation"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 1, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 1, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Securities_and_Exchange_Commission", "type": "org", "score": 1, "label": {"eng": "U.S. Securities and Exchange Commission"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 20}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 27}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 19}, {"uri": "dmoz/Business/Investing/Exchanges", "label": "dmoz/Business/Investing/Exchanges", "wgt": 18}, {"uri": "dmoz/Business/Investing/Games", "label": "dmoz/Business/Investing/Games", "wgt": 19}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 69}], "image": "https://i.insider.com/5e84a48292e19149ea75ae05?width=1200&format=jpeg", "eventUri": "eng-5648802", "location": null, "shares": {"facebook": 13896, "pinterest": 8}, "sentiment": -0.1764705882352942, "wgt": 13904, "relevance": 101}, {"uri": "6021369361", "lang": "eng", "isDuplicate": false, "date": "2020-04-05", "time": "21:26:00", "dateTime": "2020-04-05T21:26:00Z", "dateTimePub": "2020-04-05T21:26:00Z", "dataType": "news", "sim": 0.7372549176216125, "url": "https://www.businessinsider.com/tiger-tests-positive-for-covid-19-bronx-zoo-in-nyc-2020-4", "title": "A tiger at the Bronx Zoo tested positive for COVID-19 after coming into contact with an asymptomatic caretaker", "body": "The zoo says the tigers have decreased appetites but are expected to recover.\n\nIn a suspected human to animal transmission, a tiger at the Bronx Zoo has tested positive for COVID-19, the coronavirus disease.\n\nNadia, a four-year-old female tiger at the zoo tested positive, and the diagnosis was confirmed by the USDA's National Veterinary Services Laboratory, based in Ames, Iowa. The Wildlife Conservation Society said that Nadia, three other tigers, and three African lions have developed dry coughs and decreased appetite, but are expected to recover. None of the zoo's other big cats, including tigers in another area of the zoo, have shown any coronavirus symptoms.\n\nThe cats were infected by a caretaker who had COVID-19 but was asymptomatic, according to the Wildlife Conservation Society. They don't yet know how the virus develops or affects big cats. The zoo has implemented preventative measures to prevent exposure in other cats. Nadia was tested out of \"an abundance of caution\" after symptoms started on March 27, the zoo said, and it hopes that any information gained will contribute to the world's understanding of the virus, which has infected more than a million people around the world.\n\nThere is no evidence that animals can spread COVID-19 to people, the USDA said in a statement, but the CDC is recommending that people with the virus avoid contact with pets and other animals.\n\nWhile there have not been reports of pets getting sick with the coronavirus in the US, the USDA and CDC say that they will continue to monitor the situation, but don't recommend testing other animals at this time.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "mary_meisenzahl@businessinsider.com", "name": "Mary Meisenzahl", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Zoo", "type": "wiki", "score": 5, "label": {"eng": "Zoo"}}, {"uri": "http://en.wikipedia.org/wiki/Tiger", "type": "wiki", "score": 5, "label": {"eng": "Tiger"}}, {"uri": "http://en.wikipedia.org/wiki/The_Bronx", "type": "loc", "score": 5, "label": {"eng": "The Bronx"}, "location": {"type": "place", "label": {"eng": "The Bronx"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 4, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 4, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/National_Veterinary_Services_Laboratory", "type": "wiki", "score": 3, "label": {"eng": "National Veterinary Services Laboratory"}}, {"uri": "http://en.wikipedia.org/wiki/Wildlife_Conservation_Society", "type": "wiki", "score": 3, "label": {"eng": "Wildlife Conservation Society"}}, {"uri": "http://en.wikipedia.org/wiki/Big_cat", "type": "wiki", "score": 3, "label": {"eng": "Big cat"}}, {"uri": "http://en.wikipedia.org/wiki/Lion", "type": "wiki", "score": 3, "label": {"eng": "Lion"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 3, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/Anorexia_(symptom)", "type": "wiki", "score": 3, "label": {"eng": "Anorexia (symptom)"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Agriculture", "type": "org", "score": 3, "label": {"eng": "United States Department of Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Cat", "type": "wiki", "score": 3, "label": {"eng": "Cat"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Ames,_Iowa", "type": "loc", "score": 3, "label": {"eng": "Ames, Iowa"}, "location": {"type": "place", "label": {"eng": "Ames, Iowa"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pet", "type": "wiki", "score": 2, "label": {"eng": "Pet"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 1, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Science/Biology/Zoology", "label": "dmoz/Science/Biology/Zoology", "wgt": 30}, {"uri": "dmoz/Health/Animal/Mammals", "label": "dmoz/Health/Animal/Mammals", "wgt": 15}, {"uri": "dmoz/Society/Issues/Animal_Welfare", "label": "dmoz/Society/Issues/Animal Welfare", "wgt": 15}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 17}, {"uri": "dmoz/Health/Animal/Conditions_and_Diseases", "label": "dmoz/Health/Animal/Conditions and Diseases", "wgt": 15}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 63}], "image": "https://cdn.businessinsider.nl/wp-content/uploads/2020/04/53464ccc71c4f4b2fe145224b6b6d498ff9dc3b0.jpg", "eventUri": "eng-5662052", "location": null, "shares": {"facebook": 13234, "pinterest": 8}, "sentiment": 0.05098039215686279, "wgt": 13242, "relevance": 101}, {"uri": "6019308296", "lang": "eng", "isDuplicate": false, "date": "2020-04-03", "time": "19:47:00", "dateTime": "2020-04-03T19:47:00Z", "dateTimePub": "2020-04-03T19:47:00Z", "dataType": "news", "sim": 0.7686274647712708, "url": "https://www.businessinsider.com/hobby-lobby-closing-stores-furlough-nearly-all-employees-without-pay-2020-4", "title": "Hobby Lobby is closing all stores and furloughing 'nearly all' retail employees without pay after it defied stay-at-home orders by quietly reopening locations around the nation", "body": "Hobby Lobby is closing all of its stores nationwide and furloughing most of its employees without pay, according to a statement shared on the company's website Friday afternoon. Beginning April 3, Hobby Lobby is \"ending emergency leave pay and suspending use of company provided paid time off benefits and vacation,\" the statement said. \"The line our manager gave us was, 'The employees got what the employees wanted, the stores were closed,'\" a Hobby Lobby employee in Indiana told Business Insider. Visit Business Insider's homepage for more stories.\n\nAfter quietly reopening stores across the country in defiance of coronavirus-related state lockdown orders, Hobby Lobby is closing all stores nationally and furloughing employees without pay.\n\nIn a statement posted on the company website on Friday afternoon, Hobby Lobby announced it will furlough \"nearly all store employees\" without pay and \"is ending emergency leave pay and suspending use of company provided paid time off benefits and vacation.\"\n\n\"As the country continues efforts to manage and mitigate the devastating health and economic impacts of the COVID-19 virus, Hobby Lobby will, after careful consideration, close the remainder of its stores, and furlough nearly all store employees and a large portion of corporate and distribution employees, effective Friday, April 3rd, at 8:00 p.m,\" Hobby Lobby posted on its website. \"The stores will remain closed until further notice.\"\n\nAccording to three employees, each speaking on the condition of anonymity for fear of retribution, managers at their stores called teams into a meeting to deliver the news on Friday afternoon.\n\n\"The line our manager gave us was, 'The employees got what the employees wanted, the stores were closed,'\" a Hobby Lobby employee in Indiana said. \"My question was did God tell them they needed to closed the stores and not pay us?\"\n\nLees ook op Business Insider De coronacrisis betekent het einde van pensioen met toezegging over vaste uitkering, aldus econoom van ABN Amro", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "bethany_biron@businessinsider.com", "name": "Bethany Biron", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hobby_Lobby", "type": "org", "score": 5, "label": {"eng": "Hobby Lobby"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 3, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 3, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/Furlough", "type": "wiki", "score": 3, "label": {"eng": "Furlough"}}, {"uri": "http://en.wikipedia.org/wiki/Indiana", "type": "loc", "score": 3, "label": {"eng": "Indiana"}, "location": {"type": "place", "label": {"eng": "Indiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/God_in_Christianity", "type": "wiki", "score": 1, "label": {"eng": "God in Christianity"}}], "categories": [{"uri": "dmoz/Business/Human_Resources", "label": "dmoz/Business/Human Resources", "wgt": 21}, {"uri": "dmoz/Business/Human_Resources/Compensation_and_Benefits", "label": "dmoz/Business/Human Resources/Compensation and Benefits", "wgt": 21}, {"uri": "dmoz/Business/Retail_Trade/Retailers", "label": "dmoz/Business/Retail Trade/Retailers", "wgt": 26}, {"uri": "dmoz/Business/Human_Resources/Employee_Relations", "label": "dmoz/Business/Human Resources/Employee Relations", "wgt": 31}, {"uri": "dmoz/Shopping/Toys_and_Games/Hobby_Stores", "label": "dmoz/Shopping/Toys and Games/Hobby Stores", "wgt": 22}], "image": "https://i.insider.com/5e878c5892e8ba5730344437?width=1200&format=jpeg", "eventUri": "eng-5657261", "location": null, "shares": {"facebook": 12756, "pinterest": 19}, "sentiment": 0.003921568627450966, "wgt": 12775, "relevance": 27}, {"uri": "6014752524", "lang": "eng", "isDuplicate": false, "date": "2020-03-31", "time": "13:35:00", "dateTime": "2020-03-31T13:35:00Z", "dateTimePub": "2020-03-31T13:34:00Z", "dataType": "news", "sim": 0, "url": "https://www.businessinsider.com/coronavirus-restaurant-industry-faces-down-apocalypse-2020-3", "title": "RESTAURANT APOCALYPSE: More than 110,000 restaurants expect to close up forever in the coming weeks, with millions out of work and the industry's future uncertain", "body": "\"Any pundit who thinks that they're going to use a recent history -- and by recent history, I mean the last 100 years, including the Depression -- as a template for what is going to go on here? They're kidding themselves,\" said restaurant industry investor and advisor Roger Lipton.\n\nThe fate of the restaurant industry is uncertain as the coronavirus outbreak keeps customers home and forces the closure of thousands of locations.\n\nThe impact has already been devastating across the industry.\n\n11% of the more than 4,000 restaurant owners and operators surveyed by the National Restaurant Association (NRA) last week said that they anticipate they will permanently close within the next 30 days. 3% said that they had already permanently closed their doors.\n\nIf these figures are applied to the more than one million restaurants that the NRA estimates exist across America, that would mean 30,000 restaurants are already gone. Roughly 110,000 more are expected to go the same way within the month, based on these calculations.\n\nDuring the first 22 days of March, the restaurant industry lost an estimated $25 billion in sales and more than three million jobs, according to the same survey.\n\nRoger Lipton, a restaurant industry analyst, investor, and advisor who recently penned a blog post about the upcoming \"restaurant apocalypse,\" told Business Insider that the restaurant industry is facing an unexpected and unprecedented challenge.\n\n\"Any pundit who thinks that they're going to use a recent history -- and by recent history, I mean the last 100 years, including the Depression -- as a template for what is going to go on here? They're kidding themselves,\" Lipton told Business Insider on Monday.\n\nRestaurants have faced massive upheaval, with new safety regulations, forced closures, and customers staying home.\n\nTotal restaurant transactions were down 36% in the week ending March 22, compared to the same week last year, according to The NPD Group. At full-service restaurants -- which are less equipped for drive-thru and delivery orders -- transactions fell a whopping 71%.\n\nIn a report last week, Cowen analyst Andrew Charles forecast \"a steady, double-digit decline in same-store sales that began on March 16th and persists through the end of July.\"\n\nCowen cited a call with Jordan Thaeler, founder of foot traffic tracking company WhatsBusy, who said that fine dining sales had dropped by more than 90%. Casual dining was down 75%, fast causal dropped 65%, and quick service or fast food dropped by roughly 50%.\n\nThis extreme financial downturn would be enough to inspire panic on its own. Now, Lipton says, this financial stress is being coupled with photos of body bags outside of hospitals.\n\nThe layoffs and pay cuts have already started across the industry, especially at sit-down-centric restaurants and chains that are less prepared to transition to takeout, delivery, and drive-thru.\n\nThe Cheesecake Factory furloughed 41,000 hourly workers. Ruth's Chris furloughed the majority of its employees who worked in restaurants, including managers at the chain's 23 locations where carry-out and delivery was not viable. Chuy's closed nine of its 101 locations, as well as placing roughly 40% of its corporate and administrative staff on furlough.\n\nPunch Bowl Social has laid off more than 1,000 employees as it closes locations around the US, according to states' WARN notices. A representative for the trendy arcade chain said that the closures would be temporary.\n\nIndustry CEOs including executives at Texas Roadhouse, Olive Garden parent company Darden Restaurants, and Yum Brands, which owns Taco Bell, KFC, and Pizza Hut, have said they will not accept a salary at this time.\n\nIt is hard to predict which restaurants will reopen and which will stay shut forever, while loans, rent, and governments' reactions remain in flux. Lipton predicts that many struggling restaurant chains won't consider filing for bankruptcy until early winter, in part simply because their lawyers will have been overstretched and working from home for the prior months.\n\nIn 2021, the restaurant industry will be functioning with an entirely new set of rules, Lipton says. The $2 trillion coronavirus relief bill will provide a massive cash infusion. Lipton predicts a period of reckoning for major franchisors, many of which are already heavily indebted and will have to deal with an abrupt loss of royalties from struggling franchisees. Venture capitalists still have billions of dollars that they could invest in struggling concepts.\n\nAt this point, it is impossible to say which chains will survive the restaurant apocalypse. The period of disruption will likely last months or years, as opposed to weeks.\n\n\"The good news is people have to eat,\" Lipton said. \"Some companies are going to figure it out. And others, for one reason or another, won't be able to.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "kate_taylor@businessinsider.com", "name": "Kate Taylor", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Lipton", "type": "wiki", "score": 5, "label": {"eng": "Lipton"}}, {"uri": "http://en.wikipedia.org/wiki/Restaurant", "type": "wiki", "score": 5, "label": {"eng": "Restaurant"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Depression", "type": "wiki", "score": 4, "label": {"eng": "Great Depression"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 4, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/National_Rifle_Association", "type": "org", "score": 4, "label": {"eng": "National Rifle Association"}}, {"uri": "http://en.wikipedia.org/wiki/Types_of_restaurants", "type": "wiki", "score": 3, "label": {"eng": "Types of restaurants"}}, {"uri": "http://en.wikipedia.org/wiki/The_NPD_Group", "type": "wiki", "score": 3, "label": {"eng": "The NPD Group"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/National_Restaurant_Association", "type": "wiki", "score": 3, "label": {"eng": "National Restaurant Association"}}, {"uri": "http://en.wikipedia.org/wiki/Drive-through", "type": "wiki", "score": 3, "label": {"eng": "Drive-through"}}, {"uri": "http://en.wikipedia.org/wiki/Take-out", "type": "wiki", "score": 3, "label": {"eng": "Take-out"}}, {"uri": "http://en.wikipedia.org/wiki/Blog", "type": "wiki", "score": 3, "label": {"eng": "Blog"}}, {"uri": "http://en.wikipedia.org/wiki/Layoff", "type": "wiki", "score": 3, "label": {"eng": "Layoff"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Ruth's_Chris_Steak_House", "type": "org", "score": 2, "label": {"eng": "Ruth's Chris Steak House"}}, {"uri": "http://en.wikipedia.org/wiki/Chuy's", "type": "org", "score": 2, "label": {"eng": "Chuy's"}}, {"uri": "http://en.wikipedia.org/wiki/Olive_Garden", "type": "org", "score": 2, "label": {"eng": "Olive Garden"}}, {"uri": "http://en.wikipedia.org/wiki/Arcade_game", "type": "wiki", "score": 2, "label": {"eng": "Arcade game"}}, {"uri": "http://en.wikipedia.org/wiki/Darden_Restaurants", "type": "org", "score": 2, "label": {"eng": "Darden Restaurants"}}, {"uri": "http://en.wikipedia.org/wiki/Texas_Roadhouse", "type": "org", "score": 2, "label": {"eng": "Texas Roadhouse"}}, {"uri": "http://en.wikipedia.org/wiki/The_Cheesecake_Factory", "type": "org", "score": 2, "label": {"eng": "The Cheesecake Factory"}}, {"uri": "http://en.wikipedia.org/wiki/Yum!_Brands", "type": "org", "score": 2, "label": {"eng": "Yum! Brands"}}, {"uri": "http://en.wikipedia.org/wiki/Pizza_Hut", "type": "org", "score": 2, "label": {"eng": "Pizza Hut"}}, {"uri": "http://en.wikipedia.org/wiki/Chain_store", "type": "wiki", "score": 2, "label": {"eng": "Chain store"}}, {"uri": "http://en.wikipedia.org/wiki/Taco_Bell", "type": "org", "score": 2, "label": {"eng": "Taco Bell"}}, {"uri": "http://en.wikipedia.org/wiki/Bankruptcy", "type": "wiki", "score": 2, "label": {"eng": "Bankruptcy"}}, {"uri": "http://en.wikipedia.org/wiki/Fast_food", "type": "wiki", "score": 2, "label": {"eng": "Fast food"}}, {"uri": "http://en.wikipedia.org/wiki/KFC", "type": "org", "score": 2, "label": {"eng": "KFC"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Jordan", "type": "loc", "score": 2, "label": {"eng": "Jordan"}, "location": {"type": "country", "label": {"eng": "Jordan"}}}, {"uri": "http://en.wikipedia.org/wiki/Franchising", "type": "wiki", "score": 1, "label": {"eng": "Franchising"}}], "categories": [{"uri": "dmoz/Business/Hospitality", "label": "dmoz/Business/Hospitality", "wgt": 27}, {"uri": "dmoz/Business/Hospitality/Restaurant_Chains", "label": "dmoz/Business/Hospitality/Restaurant Chains", "wgt": 24}, {"uri": "dmoz/Recreation/Food/Dining_Guides", "label": "dmoz/Recreation/Food/Dining Guides", "wgt": 32}, {"uri": "dmoz/Business/Hospitality/Design_and_Project_Management", "label": "dmoz/Business/Hospitality/Design and Project Management", "wgt": 20}, {"uri": "dmoz/Business/Hospitality/Consulting", "label": "dmoz/Business/Hospitality/Consulting", "wgt": 20}, {"uri": "news/Business", "label": "news/Business", "wgt": 97}], "image": "https://i.insider.com/5e8345de671de07160543fb5?width=1200&format=jpeg", "eventUri": null, "location": null, "shares": {"facebook": 12766, "pinterest": 6}, "sentiment": -0.1686274509803921, "wgt": 12772, "relevance": 52}, {"uri": "6013258686", "lang": "eng", "isDuplicate": false, "date": "2020-03-30", "time": "11:55:00", "dateTime": "2020-03-30T11:55:00Z", "dateTimePub": "2020-03-30T11:54:00Z", "dataType": "news", "sim": 0.6274510025978088, "url": "https://www.businessinsider.com/coronavirus-germany-covid-19-immunity-certificates-testing-social-distancing-lockdown-2020-3", "title": "Germany could issue thousands of people coronavirus 'immunity certificates' so they can leave the lockdown early", "body": "German researchers want to send out hundreds of thousands of coronavirus-antibody tests over the coming weeks, Der Spiegel reported. People who test positive for the antibodies could be given an \"immunity certificate\" that would allow them to leave their coronavirus lockdown early. Other countries, including the United Kingdom, are planning mass testing to ease lockdowns. Visit Business Insider's homepage for more stories.\n\nGermans could soon be issued \"immunity certificates\" that would allow them to leave the country's coronavirus lockdown earlier than the rest of the population if they test positive for antibodies to the virus.\n\nStates across Germany are in lockdown, with strict quarantines imposed in some parts of the country.\n\nHowever, researchers at the Helmholtz Centre for Infection Research in Braunschweig want to send out hundreds of thousands of antibody tests over the coming weeks that could allow people to break free of the lockdowns, Der Spiegel reported on Friday.\n\nIf the project is approved, the researchers will test 100,000 people at a time starting in early April, Der Spiegel said.\n\nThe tests are designed to detect whether a person has developed antibodies to the COVID-19 virus, indicating that they were at one time a carrier and may have built up immunity.\n\nA positive test could allow the person to leave the lockdown while many positive tests could allow governments to ease restrictions in areas with \"herd immunity.\"\n\nGerard Krause, the epidemiologist leading the project, told the magazine that people who are immune \"could be given a type of vaccination card that, for example, allows them to be exempted\" from \"restrictions on their work.\"\n\nLees ook op Business Insider Blik op je Geld: klap voor je beleggingen en pensioen, maar aan benzine, stroom en gas geef je minder uit\n\nGermany has one of the lowest COVID-19 death rates in the world, which some experts and commentators have said is a result of the extensive testing rolled out by Chancellor Angel Merkel's government.\n\nThe United Kingdom has similar plans to roll out antibody testing to loosen its lockdown. Prime Minister Boris Johnson's government has ordered millions of at-home coronavirus testing kits that, if approved for use, could be sent to frontline workers over the coming weeks and sold in pharmacies and through online retailers like Amazon.\n\nHowever, coronavirus testing has so far had mixed success around the world. Spain was recently forced to return tens of thousands of rapid coronavirus tests from a Chinese company after they were found to provide inconsistent results.\n\nSome tests have also reportedly demonstrated false positives, detecting antibodies to other, much more common coronaviruses.\n\nScientists also remain unsure about the extent to which past infection with the virus can prevent reinfection and for how long immunity will remain.\n\nHowever, Dr. Anthony Fauci, one of the top US experts on infectious disease, has previously said that he would be \"willing to bet anything that people who recover are really protected against re-infection.\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "adam_bienkov@businessinsider.com", "name": "Adam Bienkov", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 5, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 5, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Antibody", "type": "wiki", "score": 5, "label": {"eng": "Antibody"}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 5, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 3, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Der_Spiegel", "type": "wiki", "score": 3, "label": {"eng": "Der Spiegel"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 3, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Braunschweig", "type": "loc", "score": 3, "label": {"eng": "Braunschweig"}, "location": {"type": "place", "label": {"eng": "Braunschweig"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 2, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccination", "type": "wiki", "score": 2, "label": {"eng": "Vaccination"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 2, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Angela_Merkel", "type": "person", "score": 2, "label": {"eng": "Angela Merkel"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 1, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Pharmacist", "type": "wiki", "score": 1, "label": {"eng": "Pharmacist"}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 1, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 32}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 28}, {"uri": "dmoz/Computers/Data_Communications/Testing_and_Tools", "label": "dmoz/Computers/Data Communications/Testing and Tools", "wgt": 24}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 27}], "image": "https://i.insider.com/5e81bd2a487c220fc41ad0f5?width=1200&format=jpeg", "eventUri": "eng-5643019", "location": null, "shares": {"facebook": 11861, "pinterest": 4}, "sentiment": 0.4274509803921569, "wgt": 11865, "relevance": 101}, {"uri": "6021144602", "lang": "eng", "isDuplicate": false, "date": "2020-04-05", "time": "16:00:00", "dateTime": "2020-04-05T16:00:00Z", "dateTimePub": "2020-04-05T15:59:00Z", "dataType": "news", "sim": 0.7686274647712708, "url": "https://www.businessinsider.com/university-in-japan-used-robots-for-virtual-graduation-2020-4", "title": "A Japanese University used remote-controlled robots to hold a virtual graduation", "body": "Events including graduations and weddings have been moved online to \"Minecraft,\" \"Animal Crossing,\" and other online games since the coronavirus spread throughout the world.\n\nStudents at Business Breakthrough University in Tokyo didn't get a traditional ceremony due to the coronavirus, but they had the next best thing. Using \"Newme\" mobile robots with a tablet to host a Zoom call, graduates had the experience of walking across the stage and accepting their diplomas at the Hotel Grand Palace in Tokyo, virtually on March 28.\n\nAs COVID-19 has infected more than a million people and closed schools around the world, students have found creative ways to recreate cancelled events. A group of eight elementary school students held a virtual graduation ceremony in the popular game \"Minecraft.\" Students at the University of Pennsylvania were inspired by that ceremony, and recreated their entire campus in \"Minecraft,\" with plans to hold graduation and other events online.\n\nVirtual gatherings have become more common, but BBT University took a novel approach, using remotely controlled robots to make the ceremony more physical. Here's what it was like.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "mary_meisenzahl@businessinsider.com", "name": "Mary Meisenzahl", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Minecraft", "type": "wiki", "score": 5, "label": {"eng": "Minecraft"}}, {"uri": "http://en.wikipedia.org/wiki/Robot", "type": "wiki", "score": 5, "label": {"eng": "Robot"}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 5, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/All_Nippon_Airways", "type": "org", "score": 4, "label": {"eng": "All Nippon Airways"}}, {"uri": "http://en.wikipedia.org/wiki/Avatar_(computing)", "type": "wiki", "score": 4, "label": {"eng": "Avatar (computing)"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 4, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/Tablet_computer", "type": "wiki", "score": 4, "label": {"eng": "Tablet computer"}}, {"uri": "http://en.wikipedia.org/wiki/Grand_Palace", "type": "wiki", "score": 3, "label": {"eng": "Grand Palace"}}, {"uri": "http://en.wikipedia.org/wiki/Animal_Crossing", "type": "wiki", "score": 3, "label": {"eng": "Animal Crossing"}}, {"uri": "http://en.wikipedia.org/wiki/Graduation", "type": "wiki", "score": 3, "label": {"eng": "Graduation"}}, {"uri": "http://en.wikipedia.org/wiki/Diploma", "type": "wiki", "score": 3, "label": {"eng": "Diploma"}}, {"uri": "http://en.wikipedia.org/wiki/Online_game", "type": "wiki", "score": 3, "label": {"eng": "Online game"}}, {"uri": "http://en.wikipedia.org/wiki/Primary_school", "type": "wiki", "score": 3, "label": {"eng": "Primary school"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Pennsylvania", "type": "org", "score": 3, "label": {"eng": "University of Pennsylvania"}}, {"uri": "http://en.wikipedia.org/wiki/Wedding", "type": "wiki", "score": 3, "label": {"eng": "Wedding"}}, {"uri": "http://en.wikipedia.org/wiki/Avatar", "type": "wiki", "score": 2, "label": {"eng": "Avatar"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 2, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Dean_(education)", "type": "wiki", "score": 1, "label": {"eng": "Dean (education)"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 1, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}], "categories": [{"uri": "dmoz/Computers/Robotics", "label": "dmoz/Computers/Robotics", "wgt": 11}, {"uri": "dmoz/Computers/Robotics/Research", "label": "dmoz/Computers/Robotics/Research", "wgt": 12}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 62}], "image": "https://cdn.businessinsider.nl/wp-content/uploads/2020/04/ed335893ab6d1944946d9b587cec2d33df1f67aa.jpg", "eventUri": "eng-5661616", "location": null, "shares": {"facebook": 11253, "pinterest": 5}, "sentiment": 0.2470588235294118, "wgt": 11258, "relevance": 101}, {"uri": "6019337082", "lang": "eng", "isDuplicate": false, "date": "2020-04-03", "time": "20:20:00", "dateTime": "2020-04-03T20:20:00Z", "dateTimePub": "2020-04-03T20:20:00Z", "dataType": "news", "sim": 0.5333333611488342, "url": "https://www.businessinsider.com/bernies-stimulus-goal-to-prevent-the-collapse-of-the-economy-2020-4", "title": "Bernie Sanders aims 'to prevent the collapse of the economy' with new coronavirus spending priorities", "body": "The proposals come as Sanders is stuck in limbo during the end stages of the presidential campaign, hoping to somehow climb a steep delegate deficit to edge out former Vice President Joe Biden for the Democratic nomination.\n\nSen. Bernie Sanders has upped the ante for the next coronavirus relief package that may come through Congress.\n\nThough his plan only exists in a series of bullet points on his campaign website and does not have a budget score, Sanders conceded that it will be expensive in an interview with Ali Velshi on MSNBC Friday afternoon.\n\n\"So to prevent the collapse of the economy is far more humane and cost effective than rebuilding the economy after it collapses,\" Sanders said.\n\nHis plan builds on his previous call to get $2,000 sent to all Americans in monthly recurring payments amid the social distancing measures that have brought about swift spikes in unemployment.\n\nSanders would like Medicare to pick up the tab for medical expenses as part of the next bill, even non-COVID cases.\n\nOther portions of his plan are familiar to his longstanding policy platform, such as guaranteeing paid sick leave to all workers.\n\nMore coronavirus-specific provisions include language on enforcing the Defense Production Act to compel businesses to manufacture personal protective equipment (PPE), ventilators and other supplies running in short supply because of the pandemic.\n\nSanders also wants to provide hazard pay to essential workers and double funding for the Emergency Food Program to keep food banks stocked up.\n\nAn across the board freezes to monthly payments such as rent, mortgage payments and medical debt are included along with $600 billion in direct aid to state and local governments.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "jake_lahut@businessinsider.com", "name": "Jake Lahut", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 5, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump_2016_presidential_campaign", "type": "wiki", "score": 4, "label": {"eng": "Donald Trump 2016 presidential campaign"}}, {"uri": "http://en.wikipedia.org/wiki/Ali_Velshi", "type": "person", "score": 3, "label": {"eng": "Ali Velshi"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 3, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/MSNBC", "type": "org", "score": 3, "label": {"eng": "MSNBC"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 3, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 2, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Medicare_(United_States)", "type": "wiki", "score": 2, "label": {"eng": "Medicare (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 2, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 1, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_loan", "type": "wiki", "score": 1, "label": {"eng": "Mortgage loan"}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 10}, {"uri": "dmoz/Business/Financial_Services/Merchant_Services", "label": "dmoz/Business/Financial Services/Merchant Services", "wgt": 11}, {"uri": "dmoz/Business/Healthcare/Products_and_Services", "label": "dmoz/Business/Healthcare/Products and Services", "wgt": 11}, {"uri": "dmoz/Science/Social_Sciences/Urban_and_Regional_Planning", "label": "dmoz/Science/Social Sciences/Urban and Regional Planning", "wgt": 10}, {"uri": "dmoz/Business/Investing/Payment_Associations", "label": "dmoz/Business/Investing/Payment Associations", "wgt": 16}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 83}], "image": "https://i.insider.com/5e878ec729d6d9574578c543?width=1200&format=jpeg", "eventUri": "eng-5646598", "location": null, "shares": {"facebook": 9102, "pinterest": 6}, "sentiment": -0.05098039215686279, "wgt": 9108, "relevance": 52}, {"uri": "6019123580", "lang": "eng", "isDuplicate": false, "date": "2020-04-03", "time": "16:41:00", "dateTime": "2020-04-03T16:41:00Z", "dateTimePub": "2020-04-03T16:40:00Z", "dataType": "news", "sim": 0.7803921699523926, "url": "https://www.businessinsider.com/dhhs-rewrites-national-stockpile-definition-to-not-contradict-kushner-2020-4", "title": "The Department of Health and Human Services rewrote its definition of the federal health-equipment stockpile so it didn't contradict Jared Kushner", "body": "The Department of Health and Human Services edited its website on Friday apparently to bring its description of the federal emergency stockpile more closely in line with Jared Kushner's. Kushner had attracted criticism for saying on Thursday that states should not assume they are able to draw on the federal stockpile. An earlier version of the description on the website starkly contradicted Kushner's claim, saying that it was precisely what the stockpile was for. Later, it said instead that the stockpile existed to \"supplement\" state resources. Visit Business Insider's homepage for more stories.\n\nThe Department of Health and Human Services rewrote the description of the Strategic National Stockpile on its website on Friday to match a claim Jared Kushner made on Thursday.\n\nKushner, a senior White House adviser and the president's son-in-law, said in his first coronavirus task force briefing that states seeking to address shortages of key medical equipment should not expect to be able to draw on the federal stockpile.\n\n\"You also have a situation where in some states FEMA allocated ventilators to the states, and you have instances where in cities they're running out but the state still has a stockpile,\" Kushner said. \"And the notion of the federal stockpile was it's supposed to be our stockpile - it's not supposed to be state stockpiles that they then use.\"\n\nKushner's remarks were criticized widely on social media, with Democrats pointing out that the stockpile was intended for all Americans.\n\nAnd Kushner's description of the function of the stockpile was starkly contradicted by the department's website, which said it \"is the nation's largest supply of life-saving pharmaceuticals and medical supplies for use in a public health emergency severe enough to cause local supplies to run out.\"\n\nBut on Friday, as criticism of Kushner mounted, the description changed to one that more closely aligned with Kushner's comments on the stockpile.\n\n\"The Strategic National Stockpile's role is to supplement state and local supplies during public health emergencies. Many states have products stockpiled, as well,\" it now says.\n\nLees ook op Business Insider De coronacrisis betekent het einde van pensioen met toezegging over vaste uitkering, aldus econoom van ABN Amro\n\n\"The supplies, medicines, and devices for life-saving care contained in the stockpile can be used as a short-term stopgap buffer when the immediate supply of adequate amounts of these materials may not be immediately available.\"\n\nBusiness Insider was among the first outlets to highlight the discrepancy.\n\nHHS did not immediately respond to a request for comment on why the description on the website was changed.\n\nIn recent weeks, the Trump administration has been criticized for its failure to ensure that hospitals have enough ventilators to treat the surge in coronavirus patients and medical equipment to protect the health workers treating them.\n\nKushner is leading a \"shadow\" White House coronavirus team, charged with ensuring that medical supplies are delivered to hospitals and testing is rolled out across the country.\n\nEmma LeGault contributed reporting to this article.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "tom_porter@businessinsider.com", "name": "Tom Porter", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Jared_Kushner", "type": "person", "score": 5, "label": {"eng": "Jared Kushner"}}, {"uri": "http://en.wikipedia.org/wiki/Strategic_National_Stockpile", "type": "wiki", "score": 4, "label": {"eng": "Strategic National Stockpile"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 4, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Emergency_Management_Agency", "type": "org", "score": 3, "label": {"eng": "Federal Emergency Management Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Ivanka_Trump", "type": "person", "score": 3, "label": {"eng": "Ivanka Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 3, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Medication", "type": "wiki", "score": 2, "label": {"eng": "Medication"}}, {"uri": "http://en.wikipedia.org/wiki/Business_Insider", "type": "wiki", "score": 2, "label": {"eng": "Business Insider"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 1, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 1, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 1, "label": {"eng": "Hospital"}}], "categories": [{"uri": "dmoz/Business/Healthcare", "label": "dmoz/Business/Healthcare", "wgt": 10}, {"uri": "dmoz/Business/Healthcare/Products_and_Services", "label": "dmoz/Business/Healthcare/Products and Services", "wgt": 10}, {"uri": "dmoz/Health/Services", "label": "dmoz/Health/Services", "wgt": 10}], "image": "https://i.insider.com/5e870ed00b3c9b174a0ae8a4?width=1200&format=jpeg", "eventUri": "eng-5657326", "location": null, "shares": {"facebook": 8964}, "sentiment": -0.2, "wgt": 8964, "relevance": 52}, {"uri": "6016211252", "lang": "eng", "isDuplicate": false, "date": "2020-04-01", "time": "14:06:00", "dateTime": "2020-04-01T14:06:00Z", "dateTimePub": "2020-04-01T14:04:00Z", "dataType": "news", "sim": 0.7450980544090271, "url": "https://www.businessinsider.com/trump-coronavirus-briefings-reporters-broadcasters-skip-no-news-value-2020-4", "title": "Journalists are skipping Trump's daily coronavirus press briefings, saying they don't have enough news value", "body": "There have been rows of empty seats in recent coronavirus briefings by President Donald Trump. Reporters increasingly don't believe the briefings have enough news value to merit breaking social distancing measures to attend, The Washington Post reported. Broadcast networks have also cut away from the briefings, or chosen not to broadcast them altogether, as the president continues to use the sessions to spread misinformation and troll the press. Visit Business Insider's homepage for more stories.\n\nReporters are skipping President Donald Trump's daily coronavirus news briefings, and news networks are choosing not to broadcast them, because they believe they don't have enough news value.\n\nIn recent days there have been rows of empty seats in the White House's James Brady Press Briefing Room, where Trump has delivered updates on the US battle against the coronavirus alongside public-health officials.\n\nBut instead of delivering key information and sober assessments of the situation to the American public, Trump has frequently resorted to tactics more familiar from his raucous campaign rallies: Boasting of his accomplishments, floating misinformation, attacking the press and taunting Democrats - with New York Gov. Andrew Cuomo a favored target.\n\nAccording to The Washington Post, reporters are now \"keeping their distance because they are concerned about the health risks at a time when many consider the president's evening news conferences to have become increasingly less newsworthy.\"\n\nFoto: U.S. President Donald Trump addresses the daily coronavirus task force briefing as Vice President Mike Pence and National Institute of Allergy and Infectious Diseases Director Anthony Fauci listen at the White House in Washington, U.S., March 20, 2020. Source: REUTERS/Jonathan Ernst\n\nAfter two White House correspondents were recently suspected of having the virus, top media outlets including The Post, The New York Times, and CNBC stopped sending veteran correspondents to cover the briefings, The Post reported.\n\n\"Nowadays, it seems they make little news,\" Times executive editor, Dean Baquet, told The Post. \"We, of course, reserve the right to show them live [via web streaming] if we believe they will actually make news. But that hasn't happened in quite some time.\"\n\nLees ook op Business Insider De Britse regering is naar verluidt furieus op China - het land zou tot 40 keer zo veel coronagevallen hebben als het beweert 'The information no longer appeared to be valuable to the important ongoing discussion around public health'\n\nBroadcast news networks have also skipped Trump's briefings. For more than a week, networks including CNN and MSNBC have been cutting away from Trump's briefings - or not showing them at all.\n\nIn response to criticism from the White House last week for not showing the president's briefing in full, MSNBC told The Hill in a statement that it wasn't broadcasting the full briefing \"because the information no longer appeared to be valuable to the important ongoing discussion around public health.\"\n\nDuring his press briefings Trump has fielded questions and directed attacks at reporters from TV networks, including PBS Newshour's Yamiche Alcindor, whose probing questions frequently provoked the president's ire.\n\nTrump abruptly changed his tone on the coronavirus this week.\n\nOn Sunday, he announced that US lockdown measures would be extended until April 30, and on Tuesday unveiled new data that 240,000 Americans could die as a result of the illness.\n\nBut he has also continued to use briefings in recent days to attack reporters, solicit praise, and spread claims about unproven cures.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "tom_porter@businessinsider.com", "name": "Tom Porter", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 4, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Press_conference", "type": "wiki", "score": 3, "label": {"eng": "Press conference"}}, {"uri": "http://en.wikipedia.org/wiki/Internet_troll", "type": "wiki", "score": 3, "label": {"eng": "Internet troll"}}, {"uri": "http://en.wikipedia.org/wiki/James_Brady", "type": "person", "score": 3, "label": {"eng": "James Brady"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 3, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 3, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Dean_Baquet", "type": "person", "score": 2, "label": {"eng": "Dean Baquet"}}, {"uri": "http://en.wikipedia.org/wiki/The_Hill_(newspaper)", "type": "wiki", "score": 2, "label": {"eng": "The Hill (newspaper)"}}, {"uri": "http://en.wikipedia.org/wiki/CNBC", "type": "org", "score": 2, "label": {"eng": "CNBC"}}, {"uri": "http://en.wikipedia.org/wiki/MSNBC", "type": "org", "score": 2, "label": {"eng": "MSNBC"}}, {"uri": "http://en.wikipedia.org/wiki/Streaming_media", "type": "wiki", "score": 2, "label": {"eng": "Streaming media"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 2, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 2, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 2, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Yamiche_Alcindor", "type": "person", "score": 1, "label": {"eng": "Yamiche Alcindor"}}, {"uri": "http://en.wikipedia.org/wiki/PBS_NewsHour", "type": "wiki", "score": 1, "label": {"eng": "PBS NewsHour"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 1, "label": {"eng": "Lockdown"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 16}, {"uri": "dmoz/Society/Issues/Terrorism", "label": "dmoz/Society/Issues/Terrorism", "wgt": 15}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 17}, {"uri": "dmoz/Arts/Television/Networks", "label": "dmoz/Arts/Television/Networks", "wgt": 16}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 82}], "image": "https://i.insider.com/5e8493c51378e344c52a7f93?width=1200&format=jpeg", "eventUri": "eng-5651815", "location": null, "shares": {"facebook": 8894, "pinterest": 3}, "sentiment": -0.1843137254901961, "wgt": 8897, "relevance": 76}, {"uri": "6016642792", "lang": "eng", "isDuplicate": false, "date": "2020-04-01", "time": "20:51:00", "dateTime": "2020-04-01T20:51:00Z", "dateTimePub": "2020-04-01T20:50:00Z", "dataType": "news", "sim": 0.5137255191802979, "url": "https://www.businessinsider.com/coronavirus-created-new-dictator-emboldens-authoritarians-worldwide-2020-4", "title": "Coronavirus just created a new dictator in Europe, and has emboldened the toxic behavior of authoritarians worldwide", "body": "On Monday, Hungarian Prime Minister Viktor Orban effectively became the world's newest dictator when the country's parliament voted to suspend elections and granted him the power to rule by decree with no time limit. \"At this point, Hungary is a full-on dictatorship. No if, ands, or buts. This was simply the last step in the process,\" Sheri Berman, a political scientist at Barnard College, told Insider. But experts on authoriatiarnism say that while Hungary presents a particularly concerning case in terms of leaders exploiting the crisis, it is not unique. \"Authoritarian leaders, whether in authoritarian regimes (e.g. China and Venezuela) or in (nominal) democracies (e.g Israel and UK), are using the coronavirus crisis, like most crises, to strengthen their grip on power and weaken dissent and opposition,\" Cas Mudde, a political scientist at the University of Georgia, told Insider.\n\nThe coronavirus pandemic has morphed Hungary into a full-blown authoritarian state, as autocratic leaders around the world are exploiting panic and fear surrounding the virus to consolidate power and dismantle democracy, experts warn.\n\nHungarian Prime Minister Viktor Orban on Monday was granted sweeping emergency powers by the country's parliament in order to combat the coronavirus, giving him the right to rule by decree indefinitely (the power to bypass the national assembly) and suspend existing laws. The European Union member has also suspended future elections, effectively eradicating democracy in the country and making Orban the world's newest dictator.\n\nOrban, one of Europe's most controversial leaders who's garnered a reputation for Islamophobia, xenophobia, and anti-Semitism, was already widely considered to be a populist authoritarian and an enemy to democratic values.\n\n\"At this point, Hungary is a full-on dictatorship. No if, ands, or buts. This was simply the last step in the process,\" Sheri Berman, a professor of political science at Barnard College and author of \"Democracy and Dictatorship in Europe,\" told Insider.\n\nHungary's new law also includes harsh penalties - up to five years in prison - for anyone the Hungarian government decides has disseminated \"false\" information.\n\nHuman rights groups and top European officials have expressed grave concern about Orban's new powers.\n\n\"This bill creates an indefinite and uncontrolled state of emergency and give Viktor Orbán and his government carte blanche to restrict human rights,\" David Vig, Amnesty International's Hungary Director, said in a statement. \"This is not the way to address the very real crisis that has been caused by the COVID-19 pandemic.\"\n\nLees ook op Business Insider De Britse regering is naar verluidt furieus op China - het land zou tot 40 keer zo veel coronagevallen hebben als het beweert\n\nMeanwhile, European Commission President Ursula von der Leyen warned Hungary it's \"of utmost importance that emergency measures are not at the expense of our fundamental principles and values...democracy cannot work without free and independent media.\"\n\nThe global coronavirus power grab\n\nOrban is hardly unique in terms of using the coronavirus crisis as a means of extending or expanding his rule.\n\n\"Authoritarian leaders, whether in authoritarian regimes (e.g. China and Venezuela) or in (nominal) democracies (e.g Israel and UK), are using the coronavirus crisis, like most crises, to strengthen their grip on power and weaken dissent and opposition,\" Cas Mudde, a political scientist at the University of Georgia who's an expert on populism, extremism, and democracy, told Insider.\n\nFoto: Israeli Prime Minister Benjamin Netanyahu looks on as he delivers a statement during his visit at the Health Ministry national hotline, in Kiryat Malachi, Israel Source: Reuters\n\nIsraeli Prime Minister Benjamin Netanyahu has been accused of conducting a \"coronavirus coup.\" Netanyahu, who's been indicted on corruption charges, has seen his trial delayed and rule of the country extended amid the pandemic.\n\n\"In Israel, Benjamin Netanyahu has tried to use the coronavirus to extend his power, and thereby stay out of prison, but he still has to depend on alliances with independent parties and politicians,\" Mudde, author of \"The Far Right Today,\" said.\n\n\"Hungary is particularly problematic, as the government has virtually no counterpower and liberal democracy had been largely dismantled in the past decade. Consequently, as Orban now rules by decree, and most courts have already been under his rule, Hungary has become truly an authoritarian state, despite its nominal democratic facade,\" Mudde added.\n\nEchoing this perspective, Berman said the most striking instance of a leader using coronavirus panic as a power grab is Hungary. But she added that \"other dictatorial minded leaders,\" such as Turkish Prime Minister Recep Tayyip Erdogan and Brazilian President Jair Bolsonaro, are also \"exploiting the crisis and people's fears to attempt to consolidate power and undermine their opponents.\"\n\nFrom Brazil to Belarus, authoritarian-minded leaders are are \"using fear to consolidate their power while at the same time peddling untruths about the causes and nature of the crisis,\" Berman said.\n\nThe pandemic could lead to an erosion of democracy worldwide\n\nBolsonaro, who has misleadingly called the novel coronavirus a \"measly cold,\" has been attacking the media and accusing it of attempting to spark hysteria over the pandemic to undermine his government. The Brazilian leader has ignored science and remained obstinate over adopting measures, such as lockdowns, to quell the spread of the virus.\n\nSimilarly, Erdogan's government in recent days has detained people, including a trucker driver who shared a video that trended on social media, who have been critical of its response to the virus.\n\nIn the Philippines, President Rodrigo Duterte has been granted broad emergency powers and has warned he's ordered the police and military to shoot anyone who \"creates trouble.\"\n\n\"Let this be a warning to all. Follow the government at this time because it is critical that we have order,\" Duterte said on Wednesday. \"And do not harm the health workers, the doctors...because that is a serious crime. My orders to the police and the military, if anyone creates trouble, and their lives are in danger: shoot them dead.\"\n\nAlexander Lukashenko, the president of Belarus, has rejected the science on coronavirus over what he refers to as the global \"psychosis\" surrounding the pandemic. Lukashenko, who has been in power for a quarter century and is known for brutal crackdowns on dissent, has encouraged citizens to drink vodka and visit the sauna to stay healthy.\n\nFoto: President Donald Trump is seated before a dinner with Brazilian President Jair Bolsonaro, left, at Mar-a-Lago, Saturday, March 7, 2020, in Palm Beach, Fla. turday, March 7, 2020, in Palm Beach, Florida. Source: Alex Brandon/AP\n\nIn many countries, including China and Israel, governments are engaging in invasive surveillance in the name of public health. Coronavirus has also seen governments worldwide, from Bolivia to Chile, postpone elections or important referendums.\n\nMeanwhile, US President Donald Trump has blamed China for the spread of the virus, for a time referring to it as the \"Chinese virus.\" Though Trump has taken a more serious tone on the pandemic this week, the president and his political allies in both Congress and the media (Fox News) have suggested, without evidence, that Democrats hyperbolized the threat of coronavirus in order to hurt his reelection chances.\n\nThe trend of autocrats and would-be authoritarians downplaying the threat of coronavirus and scapegoating or blaming other groups could backfire as the pandemic worsens, but the emergency powers such leaders are being granted at present are also increasing fears among experts about the long-term erosion of democracy across the world.\n\n\"We could have a parallel epidemic of authoritarian and repressive measures following close if not on the heels of a health epidemic,\" Fionnuala Ni Aolain, the United Nations Special Rapporteur on counterterrorism and human rights, told the New York Times on Monday.\n\n\"In times of crisis, checks and balances are often ignored in the name of executive power. The danger is that the temporary can become permanent,\" Florian Bieber, a professor history and politics at the University of Graz, Austria, wrote in a recent op-ed for Foreign Policy. \"If strongmen are threatened with a loss of legitimacy, they're likely to double down on their authoritarian practices and take advantage of the state of emergency to consolidate power\"", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "john_haltiwanger@businessinsider.com", "name": "John Haltiwanger", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Cas_Mudde", "type": "person", "score": 5, "label": {"eng": "Cas Mudde"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Viktor_Orbán", "type": "person", "score": 5, "label": {"eng": "Viktor Orbán"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Authoritarianism", "type": "wiki", "score": 5, "label": {"eng": "Authoritarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Political_science", "type": "wiki", "score": 5, "label": {"eng": "Political science"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 5, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 5, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/Hungary", "type": "loc", "score": 5, "label": {"eng": "Hungary"}, "location": {"type": "country", "label": {"eng": "Hungary"}}}, {"uri": "http://en.wikipedia.org/wiki/Independent_politician", "type": "wiki", "score": 4, "label": {"eng": "Independent politician"}}, {"uri": "http://en.wikipedia.org/wiki/Benjamin_Netanyahu", "type": "person", "score": 4, "label": {"eng": "Benjamin Netanyahu"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Georgia", "type": "loc", "score": 4, "label": {"eng": "University of Georgia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Dictatorship", "type": "wiki", "score": 4, "label": {"eng": "Dictatorship"}}, {"uri": "http://en.wikipedia.org/wiki/Populism", "type": "wiki", "score": 4, "label": {"eng": "Populism"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 4, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Human_rights", "type": "wiki", "score": 4, "label": {"eng": "Human rights"}}, {"uri": "http://en.wikipedia.org/wiki/Venezuela", "type": "loc", "score": 4, "label": {"eng": "Venezuela"}, "location": {"type": "country", "label": {"eng": "Venezuela"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Jair_Bolsonaro", "type": "person", "score": 3, "label": {"eng": "Jair Bolsonaro"}}, {"uri": "http://en.wikipedia.org/wiki/Rule_by_decree", "type": "wiki", "score": 3, "label": {"eng": "Rule by decree"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_Hungary", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of Hungary"}}, {"uri": "http://en.wikipedia.org/wiki/Dictator", "type": "wiki", "score": 3, "label": {"eng": "Dictator"}}, {"uri": "http://en.wikipedia.org/wiki/Ursula_von_der_Leyen", "type": "person", "score": 3, "label": {"eng": "Ursula von der Leyen"}}, {"uri": "http://en.wikipedia.org/wiki/Barnard_College", "type": "org", "score": 3, "label": {"eng": "Barnard College"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_Israel", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of Israel"}}, {"uri": "http://en.wikipedia.org/wiki/Islamophobia", "type": "wiki", "score": 3, "label": {"eng": "Islamophobia"}}, {"uri": "http://en.wikipedia.org/wiki/Antisemitism", "type": "wiki", "score": 3, "label": {"eng": "Antisemitism"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament", "type": "wiki", "score": 3, "label": {"eng": "Parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Amnesty_International", "type": "wiki", "score": 3, "label": {"eng": "Amnesty International"}}, {"uri": "http://en.wikipedia.org/wiki/Indictment", "type": "wiki", "score": 3, "label": {"eng": "Indictment"}}, {"uri": "http://en.wikipedia.org/wiki/Xenophobia", "type": "wiki", "score": 3, "label": {"eng": "Xenophobia"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 3, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 3, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}, {"uri": "http://en.wikipedia.org/wiki/Alexander_Lukashenko", "type": "person", "score": 2, "label": {"eng": "Alexander Lukashenko"}}, {"uri": "http://en.wikipedia.org/wiki/Rodrigo_Duterte", "type": "person", "score": 2, "label": {"eng": "Rodrigo Duterte"}}, {"uri": "http://en.wikipedia.org/wiki/Recep_Tayyip_Erdoğan", "type": "person", "score": 2, "label": {"eng": "Recep Tayyip Erdoğan"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 2, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}, {"uri": "http://en.wikipedia.org/wiki/Belarus", "type": "loc", "score": 2, "label": {"eng": "Belarus"}, "location": {"type": "country", "label": {"eng": "Belarus"}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Graz", "type": "org", "score": 1, "label": {"eng": "University of Graz"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_Policy", "type": "org", "score": 1, "label": {"eng": "Foreign Policy"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 1, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 1, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Austria", "type": "loc", "score": 1, "label": {"eng": "Austria"}, "location": {"type": "country", "label": {"eng": "Austria"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 15}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 13}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 15}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 13}, {"uri": "dmoz/Society/Politics/Democracy", "label": "dmoz/Society/Politics/Democracy", "wgt": 23}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 91}], "image": "https://i.insider.com/5e84f7510c2a6237b00911b7?width=1200&format=jpeg", "eventUri": "eng-5647453", "location": null, "shares": {"facebook": 8113, "pinterest": 8}, "sentiment": -0.2549019607843137, "wgt": 8121, "relevance": 101}, {"uri": "6017891227", "lang": "eng", "isDuplicate": false, "date": "2020-04-02", "time": "18:38:00", "dateTime": "2020-04-02T18:38:00Z", "dateTimePub": "2020-04-02T18:37:00Z", "dataType": "news", "sim": 0, "url": "https://www.businessinsider.com/us-army-warned-in-february-coronavirus-could-kill-150000-americans-2020-4", "title": "The US Army warned 2 months ago that the coronavirus could kill as many as 150,000 Americans", "body": "The number of coronavirus cases in the US has already topped 200,000, and more than 5,000 people have died.\n\nThe US Army assessed in early February that the coronavirus could kill as many as 150,000 Americans, the Daily Beast reported Thursday, citing an unclassified briefing document.\n\nThe document put together on Feb. 3 by US Army North had a \"black swan\" assessment that 80 million Americans could be infected, 15 to 25 million could require care, 300,000 to 500,000 could require hospitalization, and 80,000 to 150,000 could die.\n\nWhile the Army briefing document was reportedly seen by the heads of US Northern Command and US Army North and sent to senior Army leadership, it is unclear if the document was passed further up the chain, the Daily Beast reported.\n\nA \"black swan\" assessment is basically a worst-case scenario projection.\n\n\"The reality of it is that you want us planning for the worst-case scenarios, you want us planning for the what ifs -- us thinking ahead into all those things that might and could possibly happen and that's what we've been doing, not only on this particular effort but on a myriad of different threats we face to the homeland,\" NORTHCOM commander Gen. Terrence O'Shaughnessy explained at the Pentagon Wednesday.\n\nThis worst-case scenario, as the Daily Beast's James LaPorta and Spencer Ackerman noted, is becoming a best-case scenario for the US.\n\nThe White House coronavirus task force has assessed that 100,000 to 240,000 Americans could die from the virus, even with ongoing steps to mitigate its effects. The president called the numbers \"sobering,\" as did others on the task force.\n\n\"We, as sobering a number as that is, we should be prepared for it. Is it going to be that much? I hope not,\" Dr. Anthony Fauci, a top infectious disease expert and an important member of the task force, said Wednesday of the possibility of 100,000 Americans dying from the virus. \"Being realistic, we need to prepare ourselves that that is a possibility, that that's what we will see.\"\n\nThroughout February and March, President Donald Trump repeatedly downplayed the threat posed by the coronavirus.\n\nIn late February, Trump tweeted that \"the Coronavirus is very much under control in the USA.\" A few days later, he said the number of cases in the US was going down and would be \"close to zero\" in a few days.\n\nThe president admitted Tuesday that he had been downplaying the outbreak in the US. \"I knew everything. I knew it could be horrible,\" he said, explaining that he just didn't \"want to be a negative person.\"\n\nThere are, according to latest statistics, more than 200,000 cases in the US, and more than 5,000 people have died as a result of the coronavirus. The coronavirus has spread to more than 900,000 people worldwide and claimed over 46,000 lives.", "source": {"uri": "businessinsider.com", "dataType": "news", "title": "Business Insider"}, "authors": [{"uri": "ryan_pickrell@businessinsider.com", "name": "Ryan Pickrell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/The_Daily_Beast", "type": "wiki", "score": 5, "label": {"eng": "The Daily Beast"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Army", "type": "org", "score": 5, "label": {"eng": "United States Army"}}, {"uri": "http://en.wikipedia.org/wiki/Black_swan", "type": "wiki", "score": 4, "label": {"eng": "Black swan"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Northern_Command", "type": "wiki", "score": 4, "label": {"eng": "United States Northern Command"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Classified_information", "type": "wiki", "score": 3, "label": {"eng": "Classified information"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 2, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Spencer_Ackerman", "type": "person", "score": 2, "label": {"eng": "Spencer Ackerman"}}, {"uri": "http://en.wikipedia.org/wiki/The_Pentagon", "type": "wiki", "score": 2, "label": {"eng": "The Pentagon"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 2, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}], "categories": [{"uri": "dmoz/Arts/Writers_Resources/Contests", "label": "dmoz/Arts/Writers Resources/Contests", "wgt": 13}, {"uri": "dmoz/Games/Miniatures/Science_Fiction", "label": "dmoz/Games/Miniatures/Science Fiction", "wgt": 11}, {"uri": "dmoz/Science/Educational_Resources/Assessment", "label": "dmoz/Science/Educational Resources/Assessment", "wgt": 12}, {"uri": "dmoz/Business/Healthcare/Case_Management", "label": "dmoz/Business/Healthcare/Case Management", "wgt": 11}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 71}], "image": "https://i.insider.com/5e86236014f18f042d509c05?width=1200&format=jpeg", "eventUri": null, "location": null, "shares": {"facebook": 7961, "pinterest": 3}, "sentiment": -0.3960784313725491, "wgt": 7964, "relevance": 101}], "totalResults": 867, "page": 1, "count": 25, "pages": 35}}