{"articles": {"results": [{"uri": "1487984490", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "06:56:00", "dateTime": "2020-03-18T06:56:00Z", "dateTimePub": "2020-03-18T06:55:00Z", "dataType": "news", "sim": 0.6000000238418579, "url": "http://www.theguardian.com/world/2020/mar/18/japanese-flu-drug-clearly-effective-in-treating-coronavirus-says-china", "title": "Japanese flu drug 'clearly effective' in treating coronavirus, says China", "body": "Medical authorities in China have said a drug used in Japan to treat new strains of influenza appeared to be effective in coronavirus patients, Japanese media said on Wednesday.\n\nZhang Xinmin, an official at China's science and technology ministry, said favipiravir, developed by a subsidiary of Fujifilm, had produced encouraging outcomes in clinical trials in Wuhan and Shenzhen involving 340 patients.\n\n\"It has a high degree of safety and is clearly effective in treatment,\" Zhang told reporters on Tuesday.\n\nPatients who were given the medicine in Shenzhen turned negative for the virus after a median of four days after becoming positive, compared to a median of 11 days for those who were not treated with the drug, public broadcaster NHK said.\n\nIn addition, X-rays confirmed improvements in lung condition in about 91% of the patients who were treated with favipiravir, compared to 62% or those without the drug.\n\nFujifilm Toyama Chemical, which developed the drug - also known as Avigan - in 2014, has declined to comment on the claims.\n\nShares in the firm surged on Wednesday following Zhang's comments, closing the morning up 14.7% at 5,207 yen, having briefly hit their daily limit high of 5,238 yen.\n\nDoctors in Japan are using the same drug in clinical studies on coronavirus patients with mild to moderate symptoms, hoping it will prevent the virus from multiplying in patients.\n\nBut a Japanese health ministry source suggested the drug was not as effective in people with more severe symptoms. \"We've given Avigan to 70 to 80 people, but it doesn't seem to work that well when the virus has already multiplied,\" the source told the Mainichi Shimbun.\n\nThe same limitations had been identified in studies involving coronavirus patients using a combination of the HIV antiretrovirals lopinavir and ritonavir, the source added.\n\nIn 2016, the Japanese government supplied favipiravir as an emergency aid to counter the Ebola virus outbreak in Guinea.\n\nFavipiravir would need government approval for full-scale use on Covid-19 patients, since it was originally intended to treat flu.\n\nA health official told the Mainichi the drug could be approved as early as May. \"But if the results of clinical research are delayed, approval could also be delayed.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "justin_mccurry@theguardian.com", "name": "Justin McCurry", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Favipiravir", "type": "wiki", "score": 5, "label": {"eng": "Favipiravir"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 5, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Fujifilm", "type": "org", "score": 4, "label": {"eng": "Fujifilm"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 4, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Shenzhen", "type": "loc", "score": 4, "label": {"eng": "Shenzhen"}, "location": {"type": "place", "label": {"eng": "Shenzhen"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/NHK", "type": "org", "score": 3, "label": {"eng": "NHK"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 3, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/Lung", "type": "wiki", "score": 3, "label": {"eng": "Lung"}}, {"uri": "http://en.wikipedia.org/wiki/X-ray", "type": "wiki", "score": 3, "label": {"eng": "X-ray"}}, {"uri": "http://en.wikipedia.org/wiki/Medicine", "type": "wiki", "score": 3, "label": {"eng": "Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Toyama_Prefecture", "type": "loc", "score": 3, "label": {"eng": "Toyama Prefecture"}, "location": {"type": "place", "label": {"eng": "Toyama Prefecture"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Lopinavir", "type": "wiki", "score": 2, "label": {"eng": "Lopinavir"}}, {"uri": "http://en.wikipedia.org/wiki/Mainichi_Shimbun", "type": "org", "score": 2, "label": {"eng": "Mainichi Shimbun"}}, {"uri": "http://en.wikipedia.org/wiki/Ritonavir", "type": "wiki", "score": 2, "label": {"eng": "Ritonavir"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 2, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_Japan", "type": "org", "score": 1, "label": {"eng": "Government of Japan"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 1, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Guinea", "type": "loc", "score": 1, "label": {"eng": "Guinea"}, "location": {"type": "country", "label": {"eng": "Guinea"}}}], "categories": [{"uri": "dmoz/Health/Pharmacy", "label": "dmoz/Health/Pharmacy", "wgt": 22}, {"uri": "dmoz/Health/Pharmacy/Drugs_and_Medications", "label": "dmoz/Health/Pharmacy/Drugs and Medications", "wgt": 33}, {"uri": "dmoz/Health/Teen_Health/Drugs_and_Alcohol", "label": "dmoz/Health/Teen Health/Drugs and Alcohol", "wgt": 25}, {"uri": "dmoz/Health/Public_Health_and_Safety/Patient_Safety", "label": "dmoz/Health/Public Health and Safety/Patient Safety", "wgt": 24}, {"uri": "dmoz/Health/Medicine/Pharmacology", "label": "dmoz/Health/Medicine/Pharmacology", "wgt": 24}, {"uri": "news/Health", "label": "news/Health", "wgt": 45}], "image": "https://i.guim.co.uk/img/media/bfd37a2ecbe7b0afc469dd6d09b4c85ccf4e4933/0_0_4539_2723/master/4539.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=f37bca800eb3e81f9f9d952df7928cbc", "eventUri": "eng-5607998", "location": null, "shares": {"facebook": 74570}, "sentiment": 0.2549019607843137, "wgt": 74570, "relevance": 76}, {"uri": "1487936806", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "06:01:00", "dateTime": "2020-03-18T06:01:00Z", "dateTimePub": "2020-03-18T06:00:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/environment/2020/mar/18/tip-of-the-iceberg-is-our-destruction-of-nature-responsible-for-covid-19-aoe", "title": "'Tip of the iceberg': is our destruction of nature responsible for Covid-19?", "body": "Mayibout 2 is not a healthy place. The 150 or so people who live in the village, which sits on the south bank of the Ivindo River, deep in the great Minkebe Forest in northern Gabon, are used to occasional bouts of diseases such as malaria, dengue, yellow fever and sleeping sickness. Mostly they shrug them off.\n\nBut in January 1996, Ebola, a deadly virus then barely known to humans, unexpectedly spilled out of the forest in a wave of small epidemics. The disease killed 21 of 37 villagers who were reported to have been infected, including a number who had carried, skinned, chopped or eaten a chimpanzee from the nearby forest.\n\nI travelled to Mayibout 2 in 2004 to investigate why deadly diseases new to humans were emerging from biodiversity \"hotspots\" such as tropical rainforests and bushmeat markets in African and Asian cities.\n\nIt took a day by canoe and then many hours along degraded forest logging roads, passing Baka villages and a small goldmine, to reach the village. There, I found traumatised people still fearful that the deadly virus, which kills up to 90% of the people it infects, would return.\n\nVillagers told me how children had gone into the forest with dogs that had killed the chimp. They said that everyone who cooked or ate it got a terrible fever within a few hours. Some died immediately, while others were taken down the river to hospital. A few, like Nesto Bematsick, recovered. \"We used to love the forest, now we fear it,\" he told me. Many of Bematsick's family members died.\n\nOnly a decade or two ago it was widely thought that tropical forests and intact natural environments teeming with exotic wildlife threatened humans by harbouring the viruses and pathogens that lead to new diseases in humans such as Ebola, HIV and dengue.\n\nBut a number of researchers today think that it is actually humanity's destruction of biodiversity that creates the conditions for new viruses and diseases such as Covid-19, the viral disease that emerged in China in December 2019, to arise - with profound health and economic impacts in rich and poor countries alike. In fact, a new discipline, planetary health, is emerging that focuses on the increasingly visible connections between the wellbeing of humans, other living things and entire ecosystems.\n\nIs it possible, then, that it was human activity, such as road building, mining, hunting and logging, that triggered the Ebola epidemics in Mayibout 2 and elsewhere in the 1990s and that is unleashing new terrors today?\n\n\"We invade tropical forests and other wild landscapes, which harbour so many species of animals and plants - and within those creatures, so many unknown viruses,\" David Quammen, author of Spillover: Animal Infections and the Next Pandemic, recently wrote in the New York Times. \"We cut the trees; we kill the animals or cage them and send them to markets. We disrupt ecosystems, and we shake viruses loose from their natural hosts. When that happens, they need a new host. Often, we are it.\"\n\nIncreasing threat\n\nResearch suggests that outbreaks of animal-borne and other infectious diseases such as Ebola, Sars, bird flu and now Covid-19, caused by a novel coronavirus, are on the rise. Pathogens are crossing from animals to humans, and many are able to spread quickly to new places. The US Centers for Disease Control and Prevention (CDC) estimates that three-quarters of new or emerging diseases that infect humans originate in animals.\n\nSome, like rabies and plague, crossed from animals centuries ago. Others, such as Marburg, which is thought to be transmitted by bats, are still rare. A few, like Covid-19, which emerged last year in Wuhan, China, and Mers, which is linked to camels in the Middle East, are new to humans and spreading globally.\n\nOther diseases that have crossed into humans include Lassa fever, which was first identified in 1969 in Nigeria; Nipah from Malaysia; and Sars from China, which killed more than 700 people and travelled to 30 countries in 2002-03. Some, like Zika and West Nile virus, which emerged in Africa, have mutated and become established on other continents.\n\nKate Jones, chair of ecology and biodiversity at UCL, calls emerging animal-borne infectious diseases an \"increasing and very significant threat to global health, security and economies\".\n\nAmplification effect\n\nIn 2008, Jones and a team of researchers identified 335 diseases that emerged between 1960 and 2004, at least 60% of which came from animals.\n\nIncreasingly, says Jones, these zoonotic diseases are linked to environmental change and human behaviour. The disruption of pristine forests driven by logging, mining, road building through remote places, rapid urbanisation and population growth is bringing people into closer contact with animal species they may never have been near before, she says.\n\nThe resulting transmission of disease from wildlife to humans, she says, is now \"a hidden cost of human economic development. There are just so many more of us, in every environment. We are going into largely undisturbed places and being exposed more and more. We are creating habitats where viruses are transmitted more easily, and then we are surprised that we have new ones.\"\n\nJones studies how changes in land use contribute to the risk. \"We are researching how species in degraded habitats are likely to carry more viruses which can infect humans,\" she says. \"Simpler systems get an amplification effect. Destroy landscapes, and the species you are left with are the ones humans get the diseases from.\"\n\n\"There are countless pathogens out there continuing to evolve which at some point could pose a threat to humans,\" says Eric Fevre, chair of veterinary infectious diseases at the University of Liverpool's Institute of Infection and Global Health. \"The risk [of pathogens jumping from animals to humans] has always been there.\"\n\nThe difference between now and a few decades ago, Fevre says, is that diseases are likely to spring up in both urban and natural environments. \"We have created densely packed populations where alongside us are bats and rodents and birds, pets and other living things. That creates intense interaction and opportunities for things to move from species to species,\" he says.\n\nTip of the iceberg\n\n\"Pathogens do not respect species boundaries,\" says disease ecologist Thomas Gillespie, an associate professor in Emory University's department of environmental sciences, who studies how shrinking natural habitats and changing behaviour add to the risk of diseases spilling over from animals to humans.\n\n\"I am not at all surprised about the coronavirus outbreak,\" he says. \"The majority of pathogens are still to be discovered. We are at the very tip of the iceberg.\"\n\nHumans, says Gillespie, are creating the conditions for the spread of diseases by reducing the natural barriers between host animals - in which the virus is naturally circulating - and themselves. \"We fully expect the arrival of pandemic influenza; we can expect large-scale human mortalities; we can expect other pathogens with other impacts. A disease like Ebola is not easily spread. But something with a mortality rate of Ebola spread by something like measles would be catastrophic,\" Gillespie says.\n\nWildlife everywhere is being put under more stress, he says. \"Major landscape changes are causing animals to lose habitats, which means species become crowded together and also come into greater contact with humans. Species that survive change are now moving and mixing with different animals and with humans.\"\n\nGillespie sees this in the US, where suburbs fragment forests and raise the risk of humans contracting Lyme disease. \"Altering the ecosystem affects the complex cycle of the Lyme pathogen. People living close by are more likely to get bitten by a tick carrying Lyme bacteria,\" he says.\n\nYet human health research seldom considers the surrounding natural ecosystems, says Richard Ostfeld, distinguished senior scientist at the Cary Institute of Ecosystem Studies in Millbrook, New York. He and others are developing the emerging discipline of planetary health, which looks at the links between human and ecosystem health.\n\n\"There's misapprehension among scientists and the public that natural ecosystems are the source of threats to ourselves. It's a mistake. Nature poses threats, it is true, but it's human activities that do the real damage. The health risks in a natural environment can be made much worse when we interfere with it,\" he says.\n\nOstfeld points to rats and bats, which are strongly linked with the direct and indirect spread of zoonotic diseases. \"Rodents and some bats thrive when we disrupt natural habitats. They are the most likely to promote transmissions [of pathogens]. The more we disturb the forests and habitats the more danger we are in,\" he says.\n\nFelicia Keesing, professor of biology at Bard College, New York, studies how environmental changes influence the probability that humans will be exposed to infectious diseases. \"When we erode biodiversity, we see a proliferation of the species most likely to transmit new diseases to us, but there's also good evidence that those same species are the best hosts for existing diseases,\" she wrote in an email to Ensia, the nonprofit media outlet that reports on our changing planet.\n\nThe market connection\n\nDisease ecologists argue that viruses and other pathogens are also likely to move from animals to humans in the many informal markets that have sprung up to provide fresh meat to fast-growing urban populations around the world. Here, animals are slaughtered, cut up and sold on the spot.\n\nThe \"wet market\" (one that sells fresh produce and meat) in Wuhan, thought by the Chinese government to be the starting point of the current Covid-19 pandemic, was known to sell numerous wild animals, including live wolf pups, salamanders, crocodiles, scorpions, rats, squirrels, foxes, civets and turtles.\n\nEqually, urban markets in west and central Africa sell monkeys, bats, rats, and dozens of species of bird, mammal, insect and rodent slaughtered and sold close to open refuse dumps and with no drainage.\n\n\"Wet markets make a perfect storm for cross-species transmission of pathogens,\" says Gillespie. \"Whenever you have novel interactions with a range of species in one place, whether that is in a natural environment like a forest or a wet market, you can have a spillover event.\"\n\nThe Wuhan market, along with others that sell live animals, has been shut by the Chinese authorities, and last month Beijing outlawed the trading and eating of wild animals except for fish and seafood. But bans on live animals being sold in urban areas or informal markets are not the answer, say some scientists.\n\n\"The wet market in Lagos is notorious. It's like a nuclear bomb waiting to happen. But it's not fair to demonise places which do not have fridges. These traditional markets provide much of the food for Africa and Asia,\" says Jones.\n\n\"These markets are essential sources of food for hundreds of millions of poor people, and getting rid of them is impossible,\" says Delia Grace, a senior epidemiologist and veterinarian with the International Livestock Research Institute, which is based in Nairobi, Kenya. She argues that bans force traders underground, where they may pay less attention to hygiene.\n\nFevre and colleague Cecilia Tacoli, principal researcher in the human settlements research group at the International Institute of Environment and Development (IIED), argue in a blog post that rather than pointing the finger at wet markets, we should look at the burgeoning trade in wild animals.\n\n\"It is wild animals rather than farmed animals that are the natural hosts of many viruses,\" they write. \"Wet markets are considered part of the informal food trade that is often blamed for contributing to spreading disease. But ... evidence shows the link between informal markets and disease is not always so clear cut.\"\n\nChanging behaviour\n\nSo what, if anything, can we do about all of this?\n\nJones says that change must come from both rich and poor societies. Demand for wood, minerals and resources from the global north leads to the degraded landscapes and ecological disruption that drives disease, she says. \"We must think about global biosecurity, find the weak points and bolster the provision of health care in developing countries. Otherwise we can expect more of the same,\" she adds.\n\n\"The risks are greater now. They were always present and have been there for generations. It is our interactions with that risk which must be changed,\" says Brian Bird, a research virologist at the University of California, Davis School of Veterinary Medicine One Health Institute, where he leads Ebola-related surveillance activities in Sierra Leone and elsewhere.\n\n\"We are in an era now of chronic emergency,\" Bird says. \"Diseases are more likely to travel further and faster than before, which means we must be faster in our responses. It needs investments, change in human behaviour, and it means we must listen to people at community levels.\"\n\nGetting the message about pathogens and disease to hunters, loggers, market traders and consumers is key, Bird says. \"These spillovers start with one or two people. The solutions start with education and awareness. We must make people aware things are different now. I have learned from working in Sierra Leone with Ebola-affected people that local communities have the hunger and desire to have information,\" he says. \"They want to know what to do. They want to learn.\"\n\nFevre and Tacoli advocate rethinking urban infrastructure, particularly within low-income and informal settlements. \"Short-term efforts are focused on containing the spread of infection,\" they write. \"The longer term - given that new infectious diseases will likely continue to spread rapidly into and within cities - calls for an overhaul of current approaches to urban planning and development.\"\n\nThe bottom line, Bird says, is to be prepared. \"We can't predict where the next pandemic will come from, so we need mitigation plans to take into account the worst possible scenarios,\" he says. \"The only certain thing is that the next one will certainly come.\"\n\n* This piece is jointly published with Ensia", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "john_vidal@theguardian.com", "name": "John Vidal", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Tropical_forest", "type": "wiki", "score": 5, "label": {"eng": "Tropical forest"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Logging", "type": "wiki", "score": 5, "label": {"eng": "Logging"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Dengue_fever", "type": "wiki", "score": 5, "label": {"eng": "Dengue fever"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 5, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 5, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Ecosystem", "type": "wiki", "score": 5, "label": {"eng": "Ecosystem"}}, {"uri": "http://en.wikipedia.org/wiki/Habitat", "type": "wiki", "score": 5, "label": {"eng": "Habitat"}}, {"uri": "http://en.wikipedia.org/wiki/Biodiversity", "type": "wiki", "score": 5, "label": {"eng": "Biodiversity"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 5, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Species", "type": "wiki", "score": 5, "label": {"eng": "Species"}}, {"uri": "http://en.wikipedia.org/wiki/Natural_environment", "type": "wiki", "score": 5, "label": {"eng": "Natural environment"}}, {"uri": "http://en.wikipedia.org/wiki/Chimpanzee", "type": "wiki", "score": 5, "label": {"eng": "Chimpanzee"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Bushmeat", "type": "wiki", "score": 4, "label": {"eng": "Bushmeat"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/African_trypanosomiasis", "type": "wiki", "score": 4, "label": {"eng": "African trypanosomiasis"}}, {"uri": "http://en.wikipedia.org/wiki/Tropical_rainforest", "type": "wiki", "score": 4, "label": {"eng": "Tropical rainforest"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Gabon", "type": "loc", "score": 4, "label": {"eng": "Gabon"}, "location": {"type": "country", "label": {"eng": "Gabon"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/David_Quammen", "type": "person", "score": 3, "label": {"eng": "David Quammen"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/University_College_London", "type": "org", "score": 3, "label": {"eng": "University College London"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Liverpool", "type": "org", "score": 3, "label": {"eng": "University of Liverpool"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 3, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 3, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 3, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Marburg", "type": "loc", "score": 3, "label": {"eng": "Marburg"}, "location": {"type": "place", "label": {"eng": "Marburg"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nigeria", "type": "loc", "score": 3, "label": {"eng": "Nigeria"}, "location": {"type": "country", "label": {"eng": "Nigeria"}}}, {"uri": "http://en.wikipedia.org/wiki/Malaysia", "type": "loc", "score": 3, "label": {"eng": "Malaysia"}, "location": {"type": "country", "label": {"eng": "Malaysia"}}}, {"uri": "http://en.wikipedia.org/wiki/Bard_College", "type": "org", "score": 2, "label": {"eng": "Bard College"}}, {"uri": "http://en.wikipedia.org/wiki/Emory_University", "type": "org", "score": 2, "label": {"eng": "Emory University"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_China", "type": "org", "score": 2, "label": {"eng": "Government of China"}}, {"uri": "http://en.wikipedia.org/wiki/Lagos", "type": "loc", "score": 2, "label": {"eng": "Lagos"}, "location": {"type": "place", "label": {"eng": "Lagos"}, "country": {"type": "country", "label": {"eng": "Nigeria"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nairobi", "type": "loc", "score": 2, "label": {"eng": "Nairobi"}, "location": {"type": "place", "label": {"eng": "Nairobi"}, "country": {"type": "country", "label": {"eng": "Kenya"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Sierra_Leone", "type": "loc", "score": 1, "label": {"eng": "Sierra Leone"}, "location": {"type": "country", "label": {"eng": "Sierra Leone"}}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 36}, {"uri": "dmoz/Health/Animal/Birds", "label": "dmoz/Health/Animal/Birds", "wgt": 34}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 39}, {"uri": "dmoz/Health/Animal/Wildlife", "label": "dmoz/Health/Animal/Wildlife", "wgt": 31}, {"uri": "dmoz/Health/Animal/Fish", "label": "dmoz/Health/Animal/Fish", "wgt": 31}, {"uri": "news/Health", "label": "news/Health", "wgt": 80}], "image": "https://i.guim.co.uk/img/media/587cd58783794ce520fc729ff7e604c83f3562a4/63_52_1613_968/master/1613.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=c28aff0a5d6ec294d3a17bfd72e25616", "eventUri": null, "location": null, "shares": {"facebook": 45515}, "sentiment": -0.2941176470588235, "wgt": 45515, "relevance": 101}, {"uri": "1485956154", "lang": "eng", "isDuplicate": false, "date": "2020-03-16", "time": "18:33:00", "dateTime": "2020-03-16T18:33:00Z", "dateTimePub": "2020-03-16T18:10:00Z", "dataType": "news", "sim": 0.6039215922355652, "url": "http://www.theguardian.com/world/2020/mar/16/us-sales-guns-ammunition-soar-amid-coronavirus-panic-buying", "title": "US sales of guns and ammunition soar amid coronavirus panic buying", "body": "Sales of guns and ammunition are soaring across the US as fears of possible social unrest amid the coronavirus crisis are prompting some Americans to turn to firearms as a form of self-protection.\n\nOn the west coast, long lines of customers were queueing up outside gun stores to stock up on deadly materials. At the Martin B Retting gun shop in Culver City, California, the queues stretched round the block throughout the weekend.\n\nOne customer told the LA Times: \"Politicians and anti-gun people have been telling us for the longest time that we don't need guns. But right now, a lot of people are truly scared, and they can make that decision themselves.\"\n\nLarry Hyatt, owner of one of the country's largest gun shops, Hyatt Guns in Charlotte, North Carolina, told the Guardian that the scenes of mass buying at his store were virtually unprecedented. \"This is only the second time in my 61 years of business that we've seen anything like this,\" he said, adding that the first occasion was the aftermath of the mass shooting at Sandy Hook elementary school in Connecticut in 2012.\n\n\"We are experiencing a massive rush to buy guns and ammunition as people feel the need to protect themselves and their families.\"\n\nHyatt said that the type of guns being bought was reflective of the fear prevalent among customers. There was almost no interest in hunting rifles. Instead, people were opting for target guns and there was big demand for AR-15 semi-automatic assault-style rifles.\n\nAsked why he thought the spike was happening, Hyatt replied: \"Financial meltdown, pandemic, crime, politics ... you throw it all into the pot, and you have one hell of a mess.\"\n\nA major online dealer of ammunition, Ammo.com, has put out figures for sales from 23 February to 4 March that give an indication of the scale of the surge. In that 11-day period sales increased 68% compared to the 11 days up to 23 February.\n\nSales were especially pronounced in North Carolina and Georgia, which experienced a leap of 179% and 169% respectively. Other states with large increases included Pennsylvania, Texas, Florida, Illinois and New York.\n\nIn a statement, Ammo.com's marketing manager, Alex Horsman, said: \"We know certain things impact ammo sales, mostly political events or economic instability when people feel their rights may end up infringed. This is our first experience with a virus leading to such a boost in sales.\"\n\nApart from general anxiety surrounding coronavirus, some gun sale spikes appeared to have specific causes. The Trace reported that in Washington state and California, locations of early outbreaks of the virus, gun sales increased acutely propelled by Asian Americans fearful that they could face xenophobic and racist violence against their families given that the original source of coronavirus was China.\n\n\"People are panicking because they don't feel secure. They worry about a riot or maybe that people will start to target the Chinese,\" David Liu, a Chinese-American gun dealer outside Los Angeles, told the Trace.\n\nAmid the rush to stockpile lethal weapons, there were concerns for the safety of children. A sudden increase in guns and rifles in domestic homes could put children at risk through lack of safe storage.\n\nFirearms are already the second most prevalent killer of children in the US after car crashes. In the 14- to 17-year-old bracket, gun injuries are the highest single cause of death, according to research from the University of Michigan school of public health.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "ed_pilkington@theguardian.com", "name": "Ed Pilkington", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hyatt", "type": "org", "score": 5, "label": {"eng": "Hyatt"}}, {"uri": "http://en.wikipedia.org/wiki/Ammunition", "type": "wiki", "score": 5, "label": {"eng": "Ammunition"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mass_shooting", "type": "wiki", "score": 3, "label": {"eng": "Mass shooting"}}, {"uri": "http://en.wikipedia.org/wiki/AR-15_style_rifle", "type": "wiki", "score": 3, "label": {"eng": "AR-15 style rifle"}}, {"uri": "http://en.wikipedia.org/wiki/Semi-automatic_firearm", "type": "wiki", "score": 3, "label": {"eng": "Semi-automatic firearm"}}, {"uri": "http://en.wikipedia.org/wiki/Firearm", "type": "wiki", "score": 3, "label": {"eng": "Firearm"}}, {"uri": "http://en.wikipedia.org/wiki/Los_Angeles_Times", "type": "org", "score": 3, "label": {"eng": "Los Angeles Times"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 3, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Rifle", "type": "wiki", "score": 3, "label": {"eng": "Rifle"}}, {"uri": "http://en.wikipedia.org/wiki/Culver_City,_California", "type": "loc", "score": 3, "label": {"eng": "Culver City, California"}, "location": {"type": "place", "label": {"eng": "Culver City, California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 3, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Charlotte,_North_Carolina", "type": "loc", "score": 3, "label": {"eng": "Charlotte, North Carolina"}, "location": {"type": "place", "label": {"eng": "Charlotte, North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Asian_Americans", "type": "wiki", "score": 2, "label": {"eng": "Asian Americans"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 2, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Hell", "type": "wiki", "score": 2, "label": {"eng": "Hell"}}, {"uri": "http://en.wikipedia.org/wiki/Xenophobia", "type": "wiki", "score": 2, "label": {"eng": "Xenophobia"}}, {"uri": "http://en.wikipedia.org/wiki/Marketing", "type": "wiki", "score": 2, "label": {"eng": "Marketing"}}, {"uri": "http://en.wikipedia.org/wiki/Racism", "type": "wiki", "score": 2, "label": {"eng": "Racism"}}, {"uri": "http://en.wikipedia.org/wiki/Anxiety", "type": "wiki", "score": 2, "label": {"eng": "Anxiety"}}, {"uri": "http://en.wikipedia.org/wiki/Pennsylvania", "type": "loc", "score": 2, "label": {"eng": "Pennsylvania"}, "location": {"type": "place", "label": {"eng": "Pennsylvania"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 2, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Illinois", "type": "loc", "score": 2, "label": {"eng": "Illinois"}, "location": {"type": "place", "label": {"eng": "Illinois"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 2, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/North_Carolina", "type": "loc", "score": 2, "label": {"eng": "North Carolina"}, "location": {"type": "place", "label": {"eng": "North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Georgia_(U.S._state)", "type": "loc", "score": 2, "label": {"eng": "Georgia (U.S. state)"}, "location": {"type": "place", "label": {"eng": "Georgia (U.S. state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Florida", "type": "loc", "score": 2, "label": {"eng": "Florida"}, "location": {"type": "place", "label": {"eng": "Florida"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/David_Liu_(figure_skater)", "type": "wiki", "score": 1, "label": {"eng": "David Liu (figure skater)"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_Americans", "type": "wiki", "score": 1, "label": {"eng": "Chinese Americans"}}, {"uri": "http://en.wikipedia.org/wiki/Riot", "type": "wiki", "score": 1, "label": {"eng": "Riot"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Michigan", "type": "org", "score": 1, "label": {"eng": "University of Michigan"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 1, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Los_Angeles", "type": "loc", "score": 1, "label": {"eng": "Los Angeles"}, "location": {"type": "place", "label": {"eng": "Los Angeles"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Issues/Gun_Control", "label": "dmoz/Society/Issues/Gun Control", "wgt": 51}, {"uri": "dmoz/Recreation/Guns", "label": "dmoz/Recreation/Guns", "wgt": 35}, {"uri": "dmoz/Shopping/Recreation/Guns", "label": "dmoz/Shopping/Recreation/Guns", "wgt": 44}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 73}], "image": "https://i.guim.co.uk/img/media/0f0a54d89975e718f9c25e8c19aa28807b621c03/0_0_3000_1800/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=7e24197e69b43e1656bd9564aba2af11", "eventUri": "eng-5599591", "location": null, "shares": {"facebook": 24029}, "sentiment": -0.1686274509803921, "wgt": 24029, "relevance": 76}, {"uri": "5999293290", "lang": "eng", "isDuplicate": false, "date": "2020-03-19", "time": "05:11:00", "dateTime": "2020-03-19T05:11:00Z", "dateTimePub": "2020-03-19T05:00:00Z", "dataType": "news", "sim": 0.6117647290229797, "url": "http://www.theguardian.com/world/2020/mar/19/generation-has-died-italian-province-struggles-bury-coronavirus-dead", "title": "'A generation has died': Italian province struggles to bury its coronavirus dead", "body": "Coffins awaiting burial are lining up in churches and the corpses of those who died at home are being kept in sealed-off rooms for days as funeral services struggle to cope in Bergamo, the Italian province hardest hit by the coronavirus pandemic.\n\nAs of Wednesday, Covid-19 had killed 2,978 across Italy, all buried or cremated without ceremony. Those who die in hospital do so alone, with their belongings left in bags beside coffins before being collected by funeral workers.\n\nIn Bergamo, a province of 1.2 million people in the Lombardy region, where 1,640 of the total deaths in the country have taken place, 3,993 people had contracted the virus by Tuesday. The death toll across the province is unclear, but CFB, the area's largest funeral director, has carried out almost 600 burials or cremations since 1 March.\n\n\"In a normal month we would do about 120,\" said Antonio Ricciardi, the president of CFB. \"A generation has died in just over two weeks. We've never seen anything like this and it just makes you cry.\"\n\nThere are about 80 funeral companies across Bergamo, each receiving dozens of calls an hour. A shortage of coffins as providers struggle to keep up with demand and funeral workers becoming infected with the virus are also hampering preparations.\n\nHospitals have adopted more stringent rules regarding the handling of the dead, who need to be placed in a coffin straight away without being clothed due to the risk of infection posed by their bodies. \"Families can't see their loved ones or give them a proper funeral, this is a big problem on a psychological level,\" said Ricciardi. \"But also because many of our staff are ill, we don't have as many people to transport and prepare the bodies.\"\n\nFor those who die at home, the bureaucratic process is lengthier as deaths need to be certified by two doctors. The second is a specialist who would ordinarily have to certify the death no later than 30 hours after a person has passed away.\n\n\"So you have to wait for both doctors to come and at this time, many of them are also ill,\" added Ricciardi.\n\nStella, a teacher in Bergamo, shared the story of one of the deceased with the Guardian. \"Yesterday, an 88-year-old man died,\" she said. \"He'd had a fever for a few days. There was no way to call an ambulance because the line was always busy. He died alone in his room. The ambulance arrived an hour later. Obviously, nothing could be done. And since no coffins were available in Bergamo, they left him on the bed and sealed his room to keep his relatives from entering until a coffin could be found.\"\n\nAdding to the torment is the fact that relatives cannot visit their loved ones in hospital, or give them proper funerals.\n\n\"Usually you would be able to dress them and they would stay one night in the family home. None of this is happening,\" said Alessandro, whose 74-year-old uncle died in Codogno, the Lombardy town where the outbreak began. \"You can't even see them to say goodbye, this is the most devastating part.\"\n\nThe harrowing impact of the virus on Bergamo can be gleaned from the obituary section of the local newspaper L'Eco di Bergamo. On Friday, reader Giovanni Locatelli shared online footage comparing the newspaper's obituary section on 9 February, when listings took up just one page, to a copy dated 13 March, when 10 pages were needed to commemorate the dead. On Sunday, Il Messaggero posted a video of coffins lined up in a church.\n\n\"We have asked for support from funeral companies nationally as deaths have risen exponentially,\" said Pietro Bonaldi, the director of Lia, a business association in Bergamo. \"We have reached capacity. And unfortunately, in recent days a lot of funeral workers have become sick with the virus and so can't work.\"\n\nElsewhere in Italy, there have been cases of funeral companies refusing to take bodies, for example in Naples, where the body of Teresa Franzese, 47, was kept at home for almost two days before it was collected.\n\nAll religious ceremonies, including funerals, masses and weddings, are banned amid the lockdown. However, two priests, one near Venice and another in the southern Campania region, were charged for officiating a funeral.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "angela_giuffrida@theguardian.com", "name": "Angela Giuffrida", "type": "author", "isAgency": false}, {"uri": "lorenzo_tondo@theguardian.com", "name": "Lorenzo Tondo", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Coffin", "type": "wiki", "score": 5, "label": {"eng": "Coffin"}}, {"uri": "http://en.wikipedia.org/wiki/Cremation", "type": "wiki", "score": 5, "label": {"eng": "Cremation"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_Italy", "type": "wiki", "score": 5, "label": {"eng": "Provinces of Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Bergamo", "type": "loc", "score": 5, "label": {"eng": "Bergamo"}, "location": {"type": "place", "label": {"eng": "Bergamo"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Bureaucracy", "type": "wiki", "score": 3, "label": {"eng": "Bureaucracy"}}, {"uri": "http://en.wikipedia.org/wiki/Ambulance", "type": "wiki", "score": 3, "label": {"eng": "Ambulance"}}, {"uri": "http://en.wikipedia.org/wiki/Psychology", "type": "wiki", "score": 3, "label": {"eng": "Psychology"}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 3, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/L'Eco_di_Bergamo", "type": "wiki", "score": 2, "label": {"eng": "L'Eco di Bergamo"}}, {"uri": "http://en.wikipedia.org/wiki/Il_Messaggero", "type": "wiki", "score": 2, "label": {"eng": "Il Messaggero"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 2, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Funeral", "type": "wiki", "score": 2, "label": {"eng": "Funeral"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 2, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Codogno", "type": "loc", "score": 2, "label": {"eng": "Codogno"}, "location": {"type": "place", "label": {"eng": "Codogno"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Regions_of_Italy", "type": "wiki", "score": 1, "label": {"eng": "Regions of Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Wedding", "type": "wiki", "score": 1, "label": {"eng": "Wedding"}}, {"uri": "http://en.wikipedia.org/wiki/Priest", "type": "wiki", "score": 1, "label": {"eng": "Priest"}}, {"uri": "http://en.wikipedia.org/wiki/Church_(building)", "type": "wiki", "score": 1, "label": {"eng": "Church (building)"}}, {"uri": "http://en.wikipedia.org/wiki/Campania", "type": "loc", "score": 1, "label": {"eng": "Campania"}, "location": {"type": "place", "label": {"eng": "Campania"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Naples", "type": "loc", "score": 1, "label": {"eng": "Naples"}, "location": {"type": "place", "label": {"eng": "Naples"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Venice", "type": "loc", "score": 1, "label": {"eng": "Venice"}, "location": {"type": "place", "label": {"eng": "Venice"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}], "categories": [{"uri": "dmoz/Society/Death", "label": "dmoz/Society/Death", "wgt": 33}, {"uri": "dmoz/Society/Death/Death_Care", "label": "dmoz/Society/Death/Death Care", "wgt": 32}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 27}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 13}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 66}], "image": "https://i.guim.co.uk/img/media/f1829e934da8cc0e0521d6659c8985f5fad07d5a/0_109_3266_1959/master/3266.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=24dedf0ea33dc4ee9f21e51c9ba8a160", "eventUri": "eng-5612744", "location": null, "shares": {"facebook": 24007}, "sentiment": -0.5137254901960784, "wgt": 24007, "relevance": 101}, {"uri": "1486106101", "lang": "eng", "isDuplicate": false, "date": "2020-03-16", "time": "21:08:00", "dateTime": "2020-03-16T21:08:00Z", "dateTimePub": "2020-03-16T20:23:00Z", "dataType": "news", "sim": 0.6117647290229797, "url": "http://www.theguardian.com/world/2020/mar/16/im-losing-faith-in-the-leadership-a-doctors-story-coronavirus", "title": "'I'm losing faith in the leadership': a NHS doctor's story", "body": "I work on the infectious diseases ward of a major UK hospital. This has now become a coronavirus ward. It's a \"red zone\" - one of the most infectious areas. We have all the patients here who have tested positive, apart from the ones so severely ill they need intensive care. We know that some of our patients will die.\n\nI treat patients who are proven to have coronavirus. One week ago, I was wearing full PPE [personal protective equipment]. That consists of a proper FFP3 mask [offering high respiratory protection], a visor, a surgical gown, and two pairs of gloves.\n\nNow we've been told not to bother with any of that. They've told us \"just treat it as though it's seasonal flu\". Now we are expected to wear just a normal surgical mask, a pair of ordinary short gloves, and a plastic apron that doesn't cover all of you like a surgical gown does. I would see other patients around the hospital in the same scrubs, and the scrubs could have coronavirus on them.\n\nBut this advice contradicts WHO and European guidance. This guidance says to use full PPE if you are exposed to patients with coronavirus.\n\nI am terrified. I'm seriously considering whether I can keep working as a doctor. I may be OK - I'm young and healthy - but I can't bear the thought of infecting other patients with a disease that could kill them. And that is the risk, without proper PPE. It's terrifying, it's indescribable. This is not seasonal flu. This is a new virus with greater mortality and we know much less about it.\n\nI cannot believe or understand why Public Health England has downgraded our PPE advice. Why are they contradicting international advice? The evidence that ordinary surgical masks are protective is from dealing with seasonal flu, not this new virus. Doctors are dying in Italy and China. Young people are dying, too.\n\nI cannot understand what the rationale and motives are. Have they given up? Are they just deciding to build up herd immunity by watching us die? The government has given up, hasn't it?\n\nI'm losing faith in the leadership, medical as well as political. It doesn't look like there's a plan. We had weeks to prepare and we are still running out of PPE. And clearly doctors are expendable. Why sacrifice us when there aren't enough of us as it is? How many of us will still be able to work when the \"right time\" finally arrives? They are throwing us into the slaughterhouse. This is what they are doing.\n\nHow can I sleep? I feel sick. They are making it impossible for me to do my job. I'm in shock. I feel betrayed. Who is going to look after our patients if we are ill or dead?\n\nI cannot understand why they have stopped testing and contract tracing, either. Hospital staff are being told we cannot be tested if our [own] symptoms are mild. This is unbelievable. If we're not allowed to be tested, then how will we ever know how many other people - patients - we are infecting? Brilliant. What a brilliant plan.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "denis_campbell@theguardian.com", "name": "Denis Campbell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 5, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Flu_season", "type": "wiki", "score": 4, "label": {"eng": "Flu season"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Apron", "type": "wiki", "score": 3, "label": {"eng": "Apron"}}, {"uri": "http://en.wikipedia.org/wiki/Visor", "type": "wiki", "score": 3, "label": {"eng": "Visor"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 3, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_medicine", "type": "wiki", "score": 3, "label": {"eng": "Intensive care medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Plastic", "type": "wiki", "score": 3, "label": {"eng": "Plastic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 2, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 2, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 1, "label": {"eng": "Symptom"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 15}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 16}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 17}, {"uri": "dmoz/Health/Conditions_and_Diseases/Chronic_Illness", "label": "dmoz/Health/Conditions and Diseases/Chronic Illness", "wgt": 16}, {"uri": "dmoz/Health/Public_Health_and_Safety/Patient_Safety", "label": "dmoz/Health/Public Health and Safety/Patient Safety", "wgt": 21}, {"uri": "news/Health", "label": "news/Health", "wgt": 89}], "image": "https://i.guim.co.uk/img/media/eca5d147616cd053d49edb801f029e6467215300/26_0_5055_3034/master/5055.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=8574b44a2645055f4eef7b72215d2d43", "eventUri": "eng-5604235", "location": null, "shares": {"facebook": 20155}, "sentiment": 0.04313725490196085, "wgt": 20155, "relevance": 101}, {"uri": "6003367446", "lang": "eng", "isDuplicate": false, "date": "2020-03-22", "time": "13:51:00", "dateTime": "2020-03-22T13:51:00Z", "dateTimePub": "2020-03-22T13:27:00Z", "dataType": "news", "sim": 0.9529411792755127, "url": "http://www.theguardian.com/commentisfree/2020/mar/22/large-corporations-exploiting-coronavirus-crisis", "title": "It's morally repulsive how large corporations are exploiting this crisis. Workers will suffer | Robert Reich", "body": "Using power and privilege to exploit the weak and vulnerable in the face of a common threat is morally repugnant. Call it 'Burring' after Richard Burr's stock sell-off\n\nSocieties gripped by a cataclysmic wars, depressions, or pandemics can become acutely sensitive to power and privilege.\n\nWeeks before the coronavirus virus crushed the US stock market, Republican senator Richard Burr apparently used information he gleaned from his role as chairman of the Senate intelligence committee about the ferocity of the coming pandemic to unload 33 stocks held by him and his spouse. They were estimated at being worth between $628,033 and $1.72m , in some industries likely to be hardest hit by the global outbreak.\n\nWhile publicly parroting Trump's happy talk at the time, Burr confided to several of his political funders that the disease would be comparable to the deadly 1918 flu pandemic.\n\nThen the market tanked, along with the retirement savings of millions of Americans.\n\nEven some pundits on Fox News are now calling for Burr's resignation.\n\nWhen society faces a common threat, exploiting a special advantage is morally repugnant. Call it \"Burring.\" However tolerable Burring may be in normal times, it isn't now.\n\nIn normal times, corporations get special favors from Washington in exchange for generous campaign contributions, and no one bats an eye. Recall the Trump tax cut, which delivered $1.9tn to big corporations and the wealthy.\n\nThe coronavirus should have altered business as usual. But last week's Senate Republican relief package, giving airlines $58bn and billions more to other industries, is pure Burring.\n\nSenate majority leader Mitch McConnell tried lamely to distinguish it from the notorious bank bailouts of 2008. \"We are not talking about a taxpayer-funded cushion for companies that made mistakes. We are talking about loans, which must be repaid, for American employers whom the government itself is temporarily crushing for the sake of public health.\"\n\nBut the airlines are big enough to get their own loans from banks at rock-bottom interest rates. Their planes and landing slots are more than adequate collateral.\n\nWhy do airlines deserve to be bailed out? Over the last decade they spent 96%of their free cash flow, including billions in tax savings from the Trump tax cut, to buy back shares of their own stock. This boosted executive bonuses and pleased wealthy investors but did nothing to strengthen the airlines for the long term. Meanwhile, the four biggest carriers gained so much market power they jacked up prices on popular routes and slashed services (remember legroom and free bag checks?).\n\nUnited CEO Oscar Munoz did his own Burring on Friday, warning that if Congress doesn't bailout the airline by the end of March, United will start firing its employees. But even if bailed out, what are the odds United would keep paying all its workers if the pandemic forced it to stop flying? The bailout would be for shareholders and executives, not workers.\n\nWhile generous toward airlines and other industries, the Republican bill is absurdly stingy toward people, stipulating a one-time payment of up to $1,200 for every adult and $500 per child. Some 64 million households with incomes below $50,000 would get as little as $600. This will do almost nothing to help job-losers pay their mortgages, rents, and other bills for the duration of the crisis, expected to be at least the next three months.\n\nThe Republican coronavirus bill is about as Burring as legislation can be - exposing the underlying structure of power in America as clearly as Burr's stock trades. In this national crisis, it's just as morally repulsive.\n\nTake a look at how big corporations are treating their hourly workers in this pandemic and you see more Burring.\n\nWalmart, the largest employer in America, doesn't give its employees paid sick leave, and limits its 500,000 part-time workers to 48 hours paid time off per year. This Burring policy is now threatening countless lives. (On one survey, 88% of Walmart employees report sometimes coming to work when sick.)\n\nNone of the giants of the fast-food industry - McDonald's, Burger King, Pizza Hut, Duncan Donuts, Wendy's, Taco Bell, Subway - gives their workers paid sick leave, either.\n\nAmazon, one of the richest corporations in the world, which paid almost no taxes last year, is offering unpaid time off for workers who are sick and just two weeks paid leave for workers who test positive for the virus. Meanwhile, it demands its employees put in mandatory overtime.\n\nHere's the most Burring thing of all: These corporations have made sure they and other companies with more than 500 employees are exempt from the requirement in the House coronavirus bill that employers provide paid sick leave.\n\nAt a time when almost everyone feels burdened and fearful, the use of power and privilege to exploit the weaknesses and vulnerabilities of others is morally intolerable.\n\nWe are all in this together, or should be. Whatever form it takes, Burring must be stopped.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "robert_reich@theguardian.com", "name": "Robert Reich", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Richard_Burr", "type": "person", "score": 5, "label": {"eng": "Richard Burr"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Bailout", "type": "wiki", "score": 5, "label": {"eng": "Bailout"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 5, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 5, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Depression_(economics)", "type": "wiki", "score": 4, "label": {"eng": "Depression (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Corporation", "type": "wiki", "score": 4, "label": {"eng": "Corporation"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 3, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "wiki", "score": 3, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 3, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Collateral_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Collateral (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Party_leaders_of_the_United_States_Senate", "type": "wiki", "score": 3, "label": {"eng": "Party leaders of the United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Mitch_McConnell", "type": "person", "score": 3, "label": {"eng": "Mitch McConnell"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 3, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/The_Republican_(Springfield,_Massachusetts)", "type": "org", "score": 2, "label": {"eng": "The Republican (Springfield, Massachusetts)"}}, {"uri": "http://en.wikipedia.org/wiki/Sick_leave", "type": "wiki", "score": 2, "label": {"eng": "Sick leave"}}, {"uri": "http://en.wikipedia.org/wiki/Walmart", "type": "org", "score": 2, "label": {"eng": "Walmart"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_loan", "type": "wiki", "score": 2, "label": {"eng": "Mortgage loan"}}, {"uri": "http://en.wikipedia.org/wiki/Shareholder", "type": "wiki", "score": 2, "label": {"eng": "Shareholder"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Oscar_Munoz_(executive)", "type": "person", "score": 2, "label": {"eng": "Oscar Munoz (executive)"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 1, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Wendy's", "type": "org", "score": 1, "label": {"eng": "Wendy's"}}, {"uri": "http://en.wikipedia.org/wiki/Subway_(restaurant)", "type": "org", "score": 1, "label": {"eng": "Subway (restaurant)"}}, {"uri": "http://en.wikipedia.org/wiki/Pizza_Hut", "type": "org", "score": 1, "label": {"eng": "Pizza Hut"}}, {"uri": "http://en.wikipedia.org/wiki/Taco_Bell", "type": "org", "score": 1, "label": {"eng": "Taco Bell"}}, {"uri": "http://en.wikipedia.org/wiki/Burger_King", "type": "org", "score": 1, "label": {"eng": "Burger King"}}, {"uri": "http://en.wikipedia.org/wiki/McDonald's", "type": "org", "score": 1, "label": {"eng": "McDonald's"}}], "categories": [{"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 14}, {"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 13}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 14}, {"uri": "dmoz/Society/Issues/Labor", "label": "dmoz/Society/Issues/Labor", "wgt": 12}, {"uri": "news/Business", "label": "news/Business", "wgt": 86}], "image": "https://i.guim.co.uk/img/media/442ace415e83b59416d46fe7b59cefd6cec946ff/0_125_4489_2694/master/4489.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=3795ebb8184357ea0c355b2b94c6ba15", "eventUri": "eng-5627027", "location": null, "shares": {"facebook": 19656}, "sentiment": -0.1686274509803921, "wgt": 19656, "relevance": 76}, {"uri": "6002082489", "lang": "eng", "isDuplicate": false, "date": "2020-03-21", "time": "07:11:00", "dateTime": "2020-03-21T07:11:00Z", "dateTimePub": "2020-03-21T06:52:00Z", "dataType": "news", "sim": 0.7843137383460999, "url": "http://www.theguardian.com/music/2020/mar/21/kenny-rogers-country-music-star-dies-aged-81", "title": "Kenny Rogers, country music star, dies aged 81", "body": "Representatives of Rogers' family said the singer died peacefully at home from natural causes\n\nKenny Rogers, the Grammy award-winning country music icon, has died at 81.\n\nRogers \"passed away peacefully at home from natural causes under the care of hospice and surrounded by his family,\" according to a statement by representative Keith Hagan.\n\nThe statement posted on Saturday said he died at home in Sandy Springs, Georgia, from natural causes.\n\nRogers' family is planning a private service out of concern for the national coronavirus emergency. A public memorial to celebrate his life will be held at a later date.\n\nRogers topped the charts during the 1970s and 1980s, and won three Grammy awards. He was best known for his hit song The Gambler, released in 1978.\n\nHe went on to star in TV movies based on The Gambler and other songs. Rogers worked for some 60 years before retiring from touring in 2017 aged 79. Despite his crossover success, he always preferred to be thought of as a country singer.\n\nRogers was raised in public housing in Houston Heights with seven siblings. As a 20-year-old, he had a gold single called That Crazy Feeling, under the name Kenneth Rogers, but when that early success stalled, he joined a jazz group, the Bobby Doyle Trio, as a standup bass player.\n\nBut his breakthrough came when he was asked to join the New Christy Minstrels, a folk group, in 1966. The band reformed as First Edition and scored a pop hit with the psychedelic song, Just Dropped In (To See What Condition My Condition Was In).\n\nRogers and First Edition mixed country-rock and folk on songs like Ruby, Don't Take Your Love To Town, a story of a Vietnam veteran begging his girlfriend to stay.\n\nAfter the group broke up in 1974, Rogers started his solo career and found a big hit with the country ballad Lucille, in 1977, which crossed over to the pop charts and earned Rogers his first Grammy.\n\nWith Associated Press", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Kenny_Rogers", "type": "person", "score": 5, "label": {"eng": "Kenny Rogers"}}, {"uri": "http://en.wikipedia.org/wiki/Grammy_Award", "type": "wiki", "score": 4, "label": {"eng": "Grammy Award"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/The_Gambler_(song)", "type": "wiki", "score": 3, "label": {"eng": "The Gambler (song)"}}, {"uri": "http://en.wikipedia.org/wiki/Television_film", "type": "wiki", "score": 3, "label": {"eng": "Television film"}}, {"uri": "http://en.wikipedia.org/wiki/Hospice", "type": "wiki", "score": 3, "label": {"eng": "Hospice"}}, {"uri": "http://en.wikipedia.org/wiki/Country_music", "type": "wiki", "score": 3, "label": {"eng": "Country music"}}, {"uri": "http://en.wikipedia.org/wiki/Sandy_Springs,_Georgia", "type": "loc", "score": 3, "label": {"eng": "Sandy Springs, Georgia"}, "location": {"type": "place", "label": {"eng": "Sandy Springs, Georgia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Bobby_Doyle_(jazz_vocalist)", "type": "person", "score": 2, "label": {"eng": "Bobby Doyle (jazz vocalist)"}}, {"uri": "http://en.wikipedia.org/wiki/Recording_Industry_Association_of_America_certification", "type": "wiki", "score": 2, "label": {"eng": "Recording Industry Association of America certification"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_Christy_Minstrels", "type": "wiki", "score": 2, "label": {"eng": "The New Christy Minstrels"}}, {"uri": "http://en.wikipedia.org/wiki/Psychedelic_rock", "type": "wiki", "score": 2, "label": {"eng": "Psychedelic rock"}}, {"uri": "http://en.wikipedia.org/wiki/Double_bass", "type": "wiki", "score": 2, "label": {"eng": "Double bass"}}, {"uri": "http://en.wikipedia.org/wiki/Public_housing", "type": "wiki", "score": 2, "label": {"eng": "Public housing"}}, {"uri": "http://en.wikipedia.org/wiki/Folk_music", "type": "wiki", "score": 2, "label": {"eng": "Folk music"}}, {"uri": "http://en.wikipedia.org/wiki/Jazz", "type": "wiki", "score": 2, "label": {"eng": "Jazz"}}, {"uri": "http://en.wikipedia.org/wiki/Pop_music", "type": "wiki", "score": 2, "label": {"eng": "Pop music"}}, {"uri": "http://en.wikipedia.org/wiki/Country_rock", "type": "wiki", "score": 2, "label": {"eng": "Country rock"}}, {"uri": "http://en.wikipedia.org/wiki/Houston", "type": "loc", "score": 2, "label": {"eng": "Houston"}, "location": {"type": "place", "label": {"eng": "Houston"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ruby,_Don't_Take_Your_Love_to_Town", "type": "wiki", "score": 1, "label": {"eng": "Ruby, Don't Take Your Love to Town"}}, {"uri": "http://en.wikipedia.org/wiki/Vietnam_War", "type": "wiki", "score": 1, "label": {"eng": "Vietnam War"}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}], "categories": [{"uri": "dmoz/Arts/Music/Styles", "label": "dmoz/Arts/Music/Styles", "wgt": 11}, {"uri": "dmoz/Shopping/Children/Recordings", "label": "dmoz/Shopping/Children/Recordings", "wgt": 10}, {"uri": "dmoz/Arts/Music/Awards", "label": "dmoz/Arts/Music/Awards", "wgt": 11}, {"uri": "dmoz/Arts/Music/Charts", "label": "dmoz/Arts/Music/Charts", "wgt": 17}, {"uri": "dmoz/Shopping/Weddings/Music", "label": "dmoz/Shopping/Weddings/Music", "wgt": 13}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 98}], "image": "https://i.guim.co.uk/img/media/1c79476daa6e79ec6825052fc503f367ae50009d/0_9_4994_2996/master/4994.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=c9754304c93172da8e8316dd447cc584", "eventUri": "eng-5609355", "location": null, "shares": {"facebook": 16073}, "sentiment": 0.2392156862745098, "wgt": 16073, "relevance": 52}, {"uri": "1488497281", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "14:24:00", "dateTime": "2020-03-18T14:24:00Z", "dateTimePub": "2020-03-18T14:11:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/mar/18/coronavirus-uk-expert-advice-wrong", "title": "Scientists have been sounding the alarm on coronavirus for months. Why did Britain fail to act? | Richard Horton", "body": "On 24 January, Chinese doctors and scientists reported the first description of a new disease caused by a novel coronavirus. They described how a strange series of cases of pneumonia had presented in December in Wuhan, a city of 11 million people and the capital of Hubei province. At that time, 800 cases of the new disease had been confirmed. The virus had already been exported to Thailand, Japan and South Korea.\n\nMost of the 41 people described in this first report, published in the Lancet, presented with non-specific symptoms of fever and cough. More than half had difficulties in breathing. But most worryingly of all, a third of these patients had such a severe illness that they had to be admitted to an intensive care unit. Most developed a critical complication of their viral pneumonia - acute respiratory distress syndrome. Half died.\n\nThe Chinese scientists pulled no punches. \"The number of deaths is rising quickly,\" they wrote. The provision of personal protective equipment for health workers was strongly recommended. Testing for the virus should be done immediately a diagnosis was suspected. They concluded that the mortality rate was high. And they urged careful surveillance of this new virus in view of its \"pandemic potential\".\n\nThat was in January. Why did it take the UK government eight weeks to recognise the seriousness of what we now call Covid-19?\n\nIn 2003, Chinese officials were heavily criticised for keeping the dangers of a new viral disease, severe acute respiratory syndrome (Sars), secret. By 2020, a new generation of Chinese scientists had learned their lesson. Under immense pressure, as the epidemic exploded around them, they took time to write up their findings in a foreign language and seek publication in a medical journal thousands of miles away. Their rapid and rigorous work was an urgent warning to the world. We owe those scientists enormous thanks.\n\nBut medical and scientific advisers to the UK government ignored their warnings. For unknown reasons they waited. And watched.\n\nThe scientists advising ministers seemed to believe that this new virus could be treated much like influenza. Graham Medley, one of the government's expert scientific advisers, was disarmingly explicit. In an interview on Newsnight last week, he explained the UK's approach: to allow a controlled epidemic of large numbers of people, which would generate \"herd immunity\". Our scientists recommended \"a situation where the majority of the population are immune to the infection. And the only way of developing that, in the absence of a vaccine, is for the majority of the population to become infected.\"\n\nMedley suggested we might need \"a nice big epidemic\" among the less vulnerable. \"What we are going to have to try and do,\" he said, was to \"manage this acquisition of herd immunity and minimise the exposure of people who are vulnerable.\" Sir Patrick Vallance, the government's chief scientific adviser, suggested that the target was to infect 60% of the UK's population.\n\nAfter weeks of inaction, the government announced a sudden U-turn on Monday, declaring that new modelling by scientists at Imperial College had convinced them to change their initial plans. Many journalists, led by the BBC, reported that \"the science had changed\" and so the government had responded accordingly. But this interpretation of events is wrong. The science has been the same since January. What changed is that government advisers at last understood what had really taken place in China.\n\nIndeed, it didn't need this week's predictions by Imperial College scientists to estimate the impact of the government's complacent approach. Any numerate school student could make the calculation. With a mortality of 1% among 60% of a population of some 66 million people, the UK could expect almost 400,000 deaths. The huge wave of critically ill patients that would result from this strategy would quickly overwhelm the NHS.\n\nThe UK's best scientists have known since that first report from China that Covid-19 was a lethal illness. Yet they did too little, too late.\n\nThe virus quickly made its way to Europe. Italy was the first European country to suffer huge human losses. On 12 March, two Italian researchers, Andrea Remuzzi and Giuseppe Remuzzi, set out the lessons of their tragic experience. Italy's health service simply could not cope. They did not have the capacity of intensive care beds to deal with the scale of infection and its consequences. They predicted that by mid-April their health system would be overwhelmed. The mortality of patients with severe infection was high. A fifth of health workers were becoming infected, and some were dying.\n\nThey described the situation in Italy as an unmanageable catastrophe. They wrote: \"These considerations might also apply to other European countries that could have similar numbers of patients infected and similar needs regarding intensive care admissions.\" And yet the UK continued with its strategy of encouraging the epidemic and the goal of herd immunity.\n\nSomething has gone badly wrong in the way the UK has handled Covid-19. I know Chris Whitty, the chief medical officer, and Patrick Vallance. I have the utmost respect for both. They have had the services of some of the most talented researchers in the world to draw on. But somehow there was a collective failure among politicians and perhaps even government experts to recognise the signals that Chinese and Italian scientists were sending. We had the opportunity and the time to learn from the experience of other countries. For reasons that are not entirely clear, the UK missed those signals. We missed those opportunities.\n\nIn due time, there must be a reckoning. I sat with the director general of the World Health Organization, Dr Tedros Adhanom Ghebreyesus, in Geneva in February. He was in despair. Tedros had been criticised for not calling a public health emergency of international concern sooner. But when he did and when he asked for the modest sum of $675m to help the WHO combat the growing global pandemic his pleas were ignored.\n\nThe UK is now taking the right actions to defeat this new epidemic. But we have lost valuable time. There will be deaths that were preventable. The system failed. I don't know why. But, when we have suppressed this epidemic, when life returns to some semblance of normality, difficult questions will have to be asked and answered. Because we can't afford to fail again. We may not have a second chance.\n\n* Richard Horton is a doctor and edits the Lancet", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "richard_horton@theguardian.com", "name": "Richard Horton", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 4, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Pneumonia", "type": "wiki", "score": 4, "label": {"eng": "Pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 4, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 4, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 4, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 4, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Patrick_Vallance", "type": "wiki", "score": 3, "label": {"eng": "Patrick Vallance"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_pneumonia", "type": "wiki", "score": 3, "label": {"eng": "Viral pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/Acute_respiratory_distress_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Acute respiratory distress syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 3, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 3, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/The_Lancet", "type": "wiki", "score": 3, "label": {"eng": "The Lancet"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_unit", "type": "wiki", "score": 3, "label": {"eng": "Intensive care unit"}}, {"uri": "http://en.wikipedia.org/wiki/Diagnosis", "type": "wiki", "score": 3, "label": {"eng": "Diagnosis"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 3, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_disease", "type": "wiki", "score": 3, "label": {"eng": "Viral disease"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Chris_Whitty", "type": "person", "score": 2, "label": {"eng": "Chris Whitty"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 2, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 1, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 1, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Geneva", "type": "loc", "score": 1, "label": {"eng": "Geneva"}, "location": {"type": "place", "label": {"eng": "Geneva"}, "country": {"type": "country", "label": {"eng": "Switzerland"}}}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 17}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 17}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 21}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 17}, {"uri": "news/Health", "label": "news/Health", "wgt": 61}], "image": "https://i.guim.co.uk/img/media/2d802ae154d3ad8a70e65e19c73a5ead238e90c5/0_178_2775_1666/master/2775.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=e56fc5018d8e3d6791f3fa26359be166", "eventUri": null, "location": null, "shares": {"facebook": 15823}, "sentiment": -0.1372549019607843, "wgt": 15823, "relevance": 101}, {"uri": "1486088581", "lang": "eng", "isDuplicate": false, "date": "2020-03-16", "time": "20:48:00", "dateTime": "2020-03-16T20:48:00Z", "dateTimePub": "2020-03-16T20:23:00Z", "dataType": "news", "sim": 0.6509804129600525, "url": "http://www.theguardian.com/society/2020/mar/16/not-fit-for-purpose-uk-medics-condemn-covid-19-protection", "title": "'Not fit for purpose': UK medics condemn Covid-19 protection", "body": "Frontline NHS staff are at risk of dying from Covid-19 after the protective gear requirements for health workers treating those infected were downgraded last week, doctors and nurses have are warned.\n\nHospital staff caring for the growing number of those seriously ill with the disease also fear that they could pass the infection on to other patients after catching it at work because of poor protection.\n\nDoctors who are dealing most closely with Covid-19 patients - A&E medics, anaesthetists and specialists in acute medicine and intensive care - are most worried.\n\nA doctor in an infectious diseases ward of a major UK hospital, who is treating patients with Covid-19, said: \"I am terrified. I am seriously considering whether I can keep working as a doctor.\"\n\nShortages of personal protective equipment (PPE) appear to be widespread across the health service and include GP practices as well as hospitals. Doctors are angry after Public Health England issued new advice which reduces the level of the PPE staff need to wear. Medics believe the change in advice was driven by the lack of equipment rather than a change in the clinical evidence about the risks from the virus.\n\nPreviously staff were told to wear full PPE comprising an FFP3 masks (which offer high levels of respiratory protection), visors, surgical gowns and two pairs of gloves each. But the new advice recommends only a standard surgical face mask, short gloves and a plastic apron. Staff have dismissed this as \"totally inadequate\" protection. FFP3 masks and visors appear to be in particularly short supply.\n\nDr Nick Fletcher, a consultant anaesthetist and intensive care specialist at St George's hospital in London, said: \"There is a high death rate for medical first responders. If they don't have the protective kit this increases their risk of death.\n\n\"What we are going to have to use is likely not fit for purpose. There really needs to be a big effort to ensure PPE for medics and nurses is made an absolute priority.\"\n\nOne A&E consultant in London said: \"It is staggering how trusts have downgraded protection for staff. Doctors and nurses treating patients with symptoms strongly suggestive of Covid-19 are now walking around with just a standard surgical mask and plastic apron for protection - in other words no protection at all.\"\n\nMeanwhile, it emerged that GP practices in about 20 parts of England have been supplied with face masks that expired in 2016 but purported to be useable until next year.\n\nPulse, a website for GPs, disclosed that stickers on batches of masks saying \"best before 2016\" had been covered over with new stickers bearing \"2021\" on them instead.\n\nDr Matt Mayer, chief executive of the local medical committee covering Berkshire, Buckinghamshire and Oxfordshire, told Pulse: \"We are hearing from practices all over our area that the PPE being sent to them is inadequate. To now find that it is not just out of date, but that the expired date has apparently been deliberately concealed is staggering.\"\n\nMayer demanded an investigation and that those responsible should face criminal charges if they had changed the use-by date deliberately.\n\nDr David Wrigley, the council deputy chair at the British Medical Association, the doctors' trade union, said: \"All healthcare staff ... are under an enormous amount of pressure and face some increasingly difficult times ahead, so we need to look after them, so they can look after everyone else.\"\n\nDr Sarah Wollaston, a former chair of the Commons health select committee, has voiced concerns over both the PPE shortages and delays in staff having a \"fit test\" so they can wear it.\n\n\"Frontline clinicians, care staff and patients deserve clear guidance on face masks and for that to then be consistently followed. If they make a difference in protecting clinicians and patients why are so many frontline staff not being supplied with fit-tested PPE?\", she tweeted.\n\nHer daughter, an NHS doctor, \"had been requesting fit testing for days but slots being rationed, now despite significant high-risk exposure, [she had been] told to return to work on Monday unless symptomatic, but still no PPE\".\n\nA consultant in infectious diseases, who did not want to be named, said hospitals had been left ill-equipped because NHS chiefs had been caught by surprise by the virus's emergence in Britain in January.\n\n\"There's a massive gap between what doctors need and the availability of PPE and there is a threat to staff health. The trouble is that the NHS never saw such a big and difficult a problem as coronavirus coming.\"\n\nDr Nick Phin, the deputy director of PHE's National Infection Service, said: \"The guidance is about ensuring that the right tools are available at the right time as the outbreak progresses and that the correct PPE is used for patient care to ensure the safety of healthcare workers. FFP3 masks are only needed for specific situations and we have updated the guidance to reflect this.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "mattha_busby@theguardian.com", "name": "Mattha Busby", "type": "author", "isAgency": false}, {"uri": "denis_campbell@theguardian.com", "name": "Denis Campbell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Philosophy,_politics_and_economics", "type": "wiki", "score": 5, "label": {"eng": "Philosophy, politics and economics"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 5, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 5, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Anesthesiology", "type": "wiki", "score": 4, "label": {"eng": "Anesthesiology"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 4, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Apron", "type": "wiki", "score": 4, "label": {"eng": "Apron"}}, {"uri": "http://en.wikipedia.org/wiki/Visor", "type": "wiki", "score": 4, "label": {"eng": "Visor"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 4, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_medicine", "type": "wiki", "score": 4, "label": {"eng": "Intensive care medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Glove", "type": "wiki", "score": 4, "label": {"eng": "Glove"}}, {"uri": "http://en.wikipedia.org/wiki/Plastic", "type": "wiki", "score": 4, "label": {"eng": "Plastic"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 4, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Evidence-based_medicine", "type": "wiki", "score": 3, "label": {"eng": "Evidence-based medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Pulse", "type": "wiki", "score": 3, "label": {"eng": "Pulse"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 3, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Sarah_Wollaston", "type": "person", "score": 2, "label": {"eng": "Sarah Wollaston"}}, {"uri": "http://en.wikipedia.org/wiki/British_Medical_Association", "type": "org", "score": 2, "label": {"eng": "British Medical Association"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 2, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Berkshire", "type": "loc", "score": 2, "label": {"eng": "Berkshire"}, "location": {"type": "place", "label": {"eng": "Berkshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Buckinghamshire", "type": "loc", "score": 2, "label": {"eng": "Buckinghamshire"}, "location": {"type": "place", "label": {"eng": "Buckinghamshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oxfordshire", "type": "loc", "score": 2, "label": {"eng": "Oxfordshire"}, "location": {"type": "place", "label": {"eng": "Oxfordshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 20}, {"uri": "dmoz/Health/Medicine", "label": "dmoz/Health/Medicine", "wgt": 22}, {"uri": "dmoz/Health/Services", "label": "dmoz/Health/Services", "wgt": 22}, {"uri": "dmoz/Health/Public_Health_and_Safety/Patient_Safety", "label": "dmoz/Health/Public Health and Safety/Patient Safety", "wgt": 21}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 22}, {"uri": "news/Health", "label": "news/Health", "wgt": 98}], "image": "https://i.guim.co.uk/img/media/899950769912abbec2eea652406ddac4d342a4ab/0_177_6000_3600/master/6000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=dc7c31105f7c8bf194c689799e4d36e3", "eventUri": "eng-5604235", "location": null, "shares": {"facebook": 15053}, "sentiment": -0.2705882352941177, "wgt": 15053, "relevance": 2}, {"uri": "6003533180", "lang": "eng", "isDuplicate": false, "date": "2020-03-22", "time": "17:20:00", "dateTime": "2020-03-22T17:20:00Z", "dateTimePub": "2020-03-22T16:58:00Z", "dataType": "news", "sim": 0.6666666865348816, "url": "http://www.theguardian.com/world/2020/mar/22/nhs-paramedic-evicted-from-home-for-fear-he-would-spread-covid-19", "title": "NHS paramedic evicted from home for fear he would spread Covid-19", "body": "Joseph Hoar asked leave within 24 hours because owner 'super nervous' about his presence\n\nA paramedic has described being evicted from his home because his landlady was concerned that he could spread Covid-19 at the property, raising further concerns that medical staff are being stigmatised because of their contact with the virus.\n\nJoseph Hoar, a paramedic for South Western ambulance service, tweeted on Saturday night that he had been asked to leave his home by text message within 24 hours because the owner was \"super nervous about having someone from the NHS here\".\n\n\"It's only a matter of time before you are in contact with the virus,\" a screenshot of the WhatsApp message said. \"Can you organise an Airbnb and collect your stuff tomorrow. Sorry I normally would never do this but it's not worth the risk.\"\n\nSharing the message, Hoar wrote:\n\nHoar, who according to his LinkedIn profile has served in the army and the London ambulance service, is one of a number of frontline health workers who have reported facing eviction. Sarah-Jane Marsh, the CEO of Birmingham women's and children's NHS foundation trust, said that \"nurses have been evicted from shared accommodation because people don't want to live with them right now.\"\n\nThe homeless charity Shelter also said it had received calls for help from tenants threatened with eviction because of the coronavirus crisis, including from an NHS worker.\n\nA tenant who works at an NHS hospital told the charity their landlord wanted to evict them and the others in the property, some of whom also work at the hospital, because of concerns about infection.\n\nPolly Neate, Shelter's chief executive, said: \"We're already hearing daily from terrified renters being threatened with eviction by irresponsible landlords, including vital NHS workers. This cannot be allowed to happen.\"\n\nBoris Johnson has announced sweeping measures to protect tenants and ban evictions during the pandemic. Emergency legislation is being taken forward so that landlords will not be able to evict tenants for at least three months.\n\nThe government has also confirmed a three-month mortgage payment holiday for landlords whose tenants are unable to pay their rent because of income lost.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "hannah_mays@theguardian.com", "name": "Hannah Mays", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Joseph_P._Hoar", "type": "person", "score": 5, "label": {"eng": "Joseph P. Hoar"}}, {"uri": "http://en.wikipedia.org/wiki/Paramedic", "type": "wiki", "score": 5, "label": {"eng": "Paramedic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Landlord", "type": "wiki", "score": 4, "label": {"eng": "Landlord"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 4, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Ambulance", "type": "wiki", "score": 4, "label": {"eng": "Ambulance"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Airbnb", "type": "org", "score": 3, "label": {"eng": "Airbnb"}}, {"uri": "http://en.wikipedia.org/wiki/Text_messaging", "type": "wiki", "score": 3, "label": {"eng": "Text messaging"}}, {"uri": "http://en.wikipedia.org/wiki/Charitable_organization", "type": "wiki", "score": 3, "label": {"eng": "Charitable organization"}}, {"uri": "http://en.wikipedia.org/wiki/Social_stigma", "type": "wiki", "score": 3, "label": {"eng": "Social stigma"}}, {"uri": "http://en.wikipedia.org/wiki/WhatsApp", "type": "org", "score": 3, "label": {"eng": "WhatsApp"}}, {"uri": "http://en.wikipedia.org/wiki/Eviction", "type": "wiki", "score": 3, "label": {"eng": "Eviction"}}, {"uri": "http://en.wikipedia.org/wiki/LinkedIn", "type": "org", "score": 3, "label": {"eng": "LinkedIn"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 2, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Shelter_(charity)", "type": "wiki", "score": 2, "label": {"eng": "Shelter (charity)"}}, {"uri": "http://en.wikipedia.org/wiki/NHS_foundation_trust", "type": "wiki", "score": 2, "label": {"eng": "NHS foundation trust"}}, {"uri": "http://en.wikipedia.org/wiki/Homelessness", "type": "wiki", "score": 2, "label": {"eng": "Homelessness"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 2, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Birmingham", "type": "loc", "score": 2, "label": {"eng": "Birmingham"}, "location": {"type": "place", "label": {"eng": "Birmingham"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 1, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 1, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 1, "label": {"eng": "State of emergency"}}], "categories": [{"uri": "dmoz/Society/Philanthropy", "label": "dmoz/Society/Philanthropy", "wgt": 8}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 8}, {"uri": "dmoz/Society/Issues/Housing", "label": "dmoz/Society/Issues/Housing", "wgt": 12}, {"uri": "dmoz/Business/Financial_Services/Field_Service_Companies", "label": "dmoz/Business/Financial Services/Field Service Companies", "wgt": 9}, {"uri": "dmoz/Society/Philanthropy/Homeless", "label": "dmoz/Society/Philanthropy/Homeless", "wgt": 9}, {"uri": "news/Health", "label": "news/Health", "wgt": 72}], "image": "https://i.guim.co.uk/img/media/3adecccb61ef04bf992cc83236047dcb8e6bc904/0_216_2048_1229/master/2048.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=9ca327cee441ac144b40ddfa7677c16b", "eventUri": "eng-5620585", "location": null, "shares": {"facebook": 13865}, "sentiment": 0.1058823529411765, "wgt": 13865, "relevance": 76}, {"uri": "1488747118", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "17:57:00", "dateTime": "2020-03-18T17:57:00Z", "dateTimePub": "2020-03-18T17:25:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/us-news/2020/mar/18/covidcoronavirus-native-american-lummi-nation-trailblazing-steps", "title": "Native American tribe takes trailblazing steps to fight Covid-19 outbreak", "body": "Lummi nation opened a pioneering field hospital to treat patients in wave of strong public health measures\n\nThe Lummi nation, a sovereign Native American tribe in the Pacific north-west, will soon open a pioneering field hospital to treat coronavirus patients, as part of a wave of strong public health measures which have gone further than many governments.\n\nTribal leaders have been preparing for Covid-19 since the virus first appeared in Wuhan, China, in late 2019, with medical staff beefing up emergency plans, reorganizing services and gathering medical supplies, including test kits and personal protective equipment.\n\nThe Lummi reservation is located in Whatcom county - 115 miles north of Seattle, Washington, where the first US Covid-19 case was confirmed in January, followed by the first death in February.\n\nSo far, the tribe has reported three Covid-19 cases, but expect numbers to rise as the pandemic progresses.\n\n\"We quickly recognised the need to make sacrifices for the greater good, in order to protect our people and the wider community,\" said Dr Dakotah Lane, medical director of the tribal health service, who is in strict self-quarantine after coming into contact with a Covid-19 patient.\n\nAs the Trump administration stalled, the tribe swiftly introduced mitigation and prevention measures such as social distancing, drive-through testing, telemedicine clinics, and a home delivery service for the elderly.\n\nThe tribal council declared a state of emergency on 3 March - 10 days before Donald Trump did the same in the US - and approved $1m to prepare and respond for the evolving pandemic, which includes setting up the hospital.\n\nA community fitness centre, located next to the tribe's health clinic, has been repurposed into a makeshift hospital, with beds, protective gear and other essential equipment in place. It will open once the pharmacy is fully stocked. The 20-bed hospital will treat less critical inpatients, in order to free up intensive care units in nearby facilities, and prioritize Native Americans from any tribe.\n\n\"Our unique approach has piqued a lot of state and federal interest, we're offering them a different model which shows that tribes are part of the solution in recovery efforts,\" said the tribal chairman, Lawrence Solomon. \"No private organization is going to try what we're doing.\"\n\nThe tribe's proactive response to the evolving global pandemic has been possible thanks to vast improvements to the quality and capacity of its community healthcare system over the past decade.\n\nLike an increasing number of tribes, the Lummi nation has opted for \"self-determination\" which enables greater financial flexibility and clinical autonomy - as opposed to depending on the federally controlled Indian Health Service (IHS) which has suffered decades of severe underfunding.\n\nAs a result, the Lummi health services raises substantial revenue by treating patients on Medicaid and Medicare - the third party billing program created by President Obama in 2010. This extra cash has allowed them to invest in infrastructure and build capacity: the tribe now has eight doctors compared with just three in 2013, including three physicians with public health expertise.\n\nCDC modeling suggests that anywhere between 2.4 million and 21 million people in the US could require hospitalization during the course of the pandemic, potentially overwhelming the hospital system which has only 925,000 beds nationwide.\n\nThe Lummi want to help. Dr Lane said: \"The Lummi believe in controlling our own destiny. We don't count on help reaching us, but the hospital is something we can do to help the community.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "nina_lakhani@theguardian.com", "name": "Nina Lakhani", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Field_hospital", "type": "wiki", "score": 5, "label": {"eng": "Field hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 5, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Lummi", "type": "loc", "score": 5, "label": {"eng": "Lummi"}, "location": {"type": "place", "label": {"eng": "Lummi"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Tribe", "type": "wiki", "score": 4, "label": {"eng": "Tribe"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Sovereignty", "type": "wiki", "score": 4, "label": {"eng": "Sovereignty"}}, {"uri": "http://en.wikipedia.org/wiki/Pacific_Ocean", "type": "wiki", "score": 4, "label": {"eng": "Pacific Ocean"}}, {"uri": "http://en.wikipedia.org/wiki/Native_Americans_in_the_United_States", "type": "wiki", "score": 4, "label": {"eng": "Native Americans in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 4, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Sioux", "type": "wiki", "score": 3, "label": {"eng": "Sioux"}}, {"uri": "http://en.wikipedia.org/wiki/Telehealth", "type": "wiki", "score": 3, "label": {"eng": "Telehealth"}}, {"uri": "http://en.wikipedia.org/wiki/Indian_reservation", "type": "wiki", "score": 3, "label": {"eng": "Indian reservation"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 3, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/County_(United_States)", "type": "wiki", "score": 3, "label": {"eng": "County (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Whatcom_County,_Washington", "type": "loc", "score": 3, "label": {"eng": "Whatcom County, Washington"}, "location": {"type": "place", "label": {"eng": "Whatcom County, Washington"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Seattle", "type": "loc", "score": 3, "label": {"eng": "Seattle"}, "location": {"type": "place", "label": {"eng": "Seattle"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Indian_Health_Service", "type": "org", "score": 2, "label": {"eng": "Indian Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Autonomy", "type": "wiki", "score": 2, "label": {"eng": "Autonomy"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_unit", "type": "wiki", "score": 2, "label": {"eng": "Intensive care unit"}}, {"uri": "http://en.wikipedia.org/wiki/Medicare_(United_States)", "type": "wiki", "score": 2, "label": {"eng": "Medicare (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Medicaid", "type": "wiki", "score": 2, "label": {"eng": "Medicaid"}}, {"uri": "http://en.wikipedia.org/wiki/Solomon_Islands", "type": "loc", "score": 2, "label": {"eng": "Solomon Islands"}, "location": {"type": "country", "label": {"eng": "Solomon Islands"}}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Barack_Obama", "type": "person", "score": 1, "label": {"eng": "Barack Obama"}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 21}, {"uri": "dmoz/Health/Medicine", "label": "dmoz/Health/Medicine", "wgt": 24}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 29}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 20}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 20}, {"uri": "news/Health", "label": "news/Health", "wgt": 87}], "image": "https://i.guim.co.uk/img/media/1ef3b72a9bf9df89cd2406c079acb9ae714647b2/0_340_4523_2716/master/4523.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=b94a7ef201b31fb6c69a47544c1c3c8f", "eventUri": null, "location": null, "shares": {"facebook": 13310}, "sentiment": 0.05882352941176472, "wgt": 13310, "relevance": 101}, {"uri": "6001020160", "lang": "eng", "isDuplicate": false, "date": "2020-03-20", "time": "10:52:00", "dateTime": "2020-03-20T10:52:00Z", "dateTimePub": "2020-03-20T10:34:00Z", "dataType": "news", "sim": 0.529411792755127, "url": "http://www.theguardian.com/environment/2020/mar/20/nature-is-taking-back-venice-wildlife-returns-to-tourist-free-city", "title": "'Nature is taking back Venice': wildlife returns to tourist-free city", "body": "Look down into the waters of the Venice canals today and there is a surprising sight - not just a clear view of the sandy bed, but shoals of tiny fish, scuttling crabs and multicoloured plant-life.\n\n\"The water is blue and clear,\" said Gloria Beggiato, who owns the celebrated Metropole Hotel a few steps from St Mark's square and has a view over the Venice lagoon. \"It is calm like a pond, because there are no more waves caused by motorised boats transporting day-tripper tourists. And of course, the giant cruise ships have disappeared.\"\n\nUnder Venice's strict rules of self-confinement to prevent the spread of the coronavirus - all journeys but a trip to walk the dog or buy food are forbidden - the ancient city has been transformed almost overnight.\n\nLa Serenissima's hundreds of canals have been emptied of speeding motorboat taxis, transport and tourist boats. The chugging vaporetti water buses now run on a reduced timetable. Even most of the gondolas are moored.\n\nThe clarity of the water has improved dramatically. Swans and cormorants have returned to dive for fish they can now see. At the Piazzale Roma vaporetto stop, ducks have even made a nest. \"Someone has put up a sign saying, 'Don't tread on the duck eggs,''\" Beggiato said. \"All totally unimaginable a while ago.\"\n\nAs the death toll from coronavirus in Italy outstrips that of China, the government of Giuseppe Conte has tried to keep citizens at home using a mix of social media and police controls.\n\nBut locals are still moving about cautiously to do their daily shopping - except now in a city without visitors. It is a remarkable transformation for a city that until recently saw protests against overtourism under the No Grande Navi (\"No more cruise ships\") slogan.\n\nAt the world-famous and usually overcrowded Rialto market, most of the fish and vegetable stalls are still open, though customers are few and far between. All markets are allowed to serve customers at a minimum one metre distance.\n\nIn a queue to buy fish, Franco Fabris, an architect, reminisced: \"When I was a kid growing up, there were far less boats in the canals and lots of kids would jump in and go swimming.\"\n\n\"For the moment I am not going out fishing as all the restaurants I supply have closed, so what is the point?\" said Franco Folin, a fisherman. \"But when this all over, we may well see more fish returning because for the moment pleasure fishing is prohibited - there will be an awful lot of extra marine life in the lagoon.\"\n\nThe apparent cleanliness of the water is not in fact due to a lack of pollution, said Davide Tagliapetra, an environmental researcher at the Institute of Marine Science. He told a local TV station that the reason is the absence of motorised transport, which normally churns up the muddy canal floor.\n\nMatteo Bisol runs the vineyard restaurant Venissa on the tiny lagoon island of Mazzorbo, and has been campaigning for a more eco-responsible, sustainable model of tourism in Venice for some time.\n\n\"For goodness sake, it is not surprising there are fish in the canals of Venice,\" he said. \"If there were not, then we should all be worried as the lagoon here is a fragile ecosystem. People need to realise that if we control and cut down boat traffic in Venice and its lagoon then we could all discover a unique biosphere.\"\n\nIt is not just the cruise ships that are gone: the souvenir stalls that line the Riva degli Schiavoni, the Murano glass and lace shops, and the bars and restaurants are all closed.\n\nIt is a brutal hit to an economy that relies on tourism, but in the meantime locals appear to be rediscovering their city, in an admittedly constrained way.\n\n\"We Venetians have the feeling that nature has returned and is taking back possession of the city,\" said Beggiato.\n\n\"If you ask me today - sunny blue skies, clear canals - then, yes, we would all like Venice to stay like this for a while. But we need, and look forward to, the return of tourists, though maybe not the 20 million a year that we have had to cope with.\n\n\"I honestly believe we should take the opportunity of this lockdown to reflect and see how we can be more organised in the future to find a balance between the city and tourism.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "john_brunton@theguardian.com", "name": "John Brunton", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Canal", "type": "wiki", "score": 5, "label": {"eng": "Canal"}}, {"uri": "http://en.wikipedia.org/wiki/Fish", "type": "wiki", "score": 5, "label": {"eng": "Fish"}}, {"uri": "http://en.wikipedia.org/wiki/Venice", "type": "loc", "score": 5, "label": {"eng": "Venice"}, "location": {"type": "place", "label": {"eng": "Venice"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Vaporetto", "type": "wiki", "score": 4, "label": {"eng": "Vaporetto"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Duck", "type": "wiki", "score": 4, "label": {"eng": "Duck"}}, {"uri": "http://en.wikipedia.org/wiki/Lagoon", "type": "wiki", "score": 4, "label": {"eng": "Lagoon"}}, {"uri": "http://en.wikipedia.org/wiki/Shoal", "type": "wiki", "score": 4, "label": {"eng": "Shoal"}}, {"uri": "http://en.wikipedia.org/wiki/Crab", "type": "wiki", "score": 4, "label": {"eng": "Crab"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 4, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Overtourism", "type": "wiki", "score": 3, "label": {"eng": "Overtourism"}}, {"uri": "http://en.wikipedia.org/wiki/Giuseppe_Conte", "type": "wiki", "score": 3, "label": {"eng": "Giuseppe Conte"}}, {"uri": "http://en.wikipedia.org/wiki/Piazzale_Roma", "type": "loc", "score": 3, "label": {"eng": "Piazzale Roma"}, "location": {"type": "place", "label": {"eng": "Piazzale Roma"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Republic_of_Venice", "type": "loc", "score": 3, "label": {"eng": "Republic of Venice"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Rialto", "type": "loc", "score": 3, "label": {"eng": "Rialto"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Cormorant", "type": "wiki", "score": 3, "label": {"eng": "Cormorant"}}, {"uri": "http://en.wikipedia.org/wiki/St_Mark's_Basilica", "type": "wiki", "score": 3, "label": {"eng": "St Mark's Basilica"}}, {"uri": "http://en.wikipedia.org/wiki/Swan", "type": "wiki", "score": 3, "label": {"eng": "Swan"}}, {"uri": "http://en.wikipedia.org/wiki/Water_taxi", "type": "wiki", "score": 3, "label": {"eng": "Water taxi"}}, {"uri": "http://en.wikipedia.org/wiki/Egg", "type": "wiki", "score": 3, "label": {"eng": "Egg"}}, {"uri": "http://en.wikipedia.org/wiki/Gondola", "type": "wiki", "score": 3, "label": {"eng": "Gondola"}}, {"uri": "http://en.wikipedia.org/wiki/Motorboat", "type": "wiki", "score": 3, "label": {"eng": "Motorboat"}}, {"uri": "http://en.wikipedia.org/wiki/Fishing", "type": "wiki", "score": 3, "label": {"eng": "Fishing"}}, {"uri": "http://en.wikipedia.org/wiki/Shoe", "type": "wiki", "score": 3, "label": {"eng": "Shoe"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Mazzorbo", "type": "loc", "score": 2, "label": {"eng": "Mazzorbo"}, "location": {"type": "place", "label": {"eng": "Mazzorbo"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}], "categories": [{"uri": "dmoz/Shopping/Recreation/Outdoors", "label": "dmoz/Shopping/Recreation/Outdoors", "wgt": 16}, {"uri": "dmoz/Recreation/Outdoors/Fishing", "label": "dmoz/Recreation/Outdoors/Fishing", "wgt": 20}, {"uri": "dmoz/Recreation/Boating/Canals", "label": "dmoz/Recreation/Boating/Canals", "wgt": 27}], "image": "https://i.guim.co.uk/img/media/368e9ea63a02044a9399e65e7257bd188117838a/0_0_5211_3127/master/5211.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=a64cd4a4c3400cfe18e48a4f1673102d", "eventUri": "eng-5606160", "location": null, "shares": {"facebook": 12936}, "sentiment": 0.09019607843137245, "wgt": 12936, "relevance": 76}, {"uri": "1488098075", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "08:51:00", "dateTime": "2020-03-18T08:51:00Z", "dateTimePub": "2020-03-18T08:30:00Z", "dataType": "news", "sim": 0.6509804129600525, "url": "http://www.theguardian.com/music/2020/mar/18/bono-coronavirus-song-italy-let-your-love-be-known", "title": "'Sing across rooftops': Bono writes coronavirus song dedicated to Italy", "body": "U2 frontman Bono has performed his first new music since 2017 with a song inspired by Italians quarantined during the coronavirus outbreak.\n\nHe posted the new song, Let Your Love Be Known, to his Instagram account with the caption: \"For the Italians who inspired it... for the Irish... for ANYONE who this St Patrick's Day is in a tight spot and still singing. For the doctors, nurses, carers on the front line, it's you we're singing to.\"\n\nApparently at home in Dublin, he says he wrote Let Your Love Be Known an hour before posting it, and performs it solo on piano. The lyrics see him walk through a deserted Dublin, and speak of isolation and fear amid the coronavirus outbreak. But inspired by the footage of quarantined Italians singing to each other from their balconies, he sings: \"You can't touch but you can sing across rooftops / sing to me down the phone / sing and promise me you won't stop / sing and you're never alone.\"\n\nThe song was released on St Patrick's Day as celebrations were cancelled in Ireland and worldwide because of social distancing guidelines.\n\nU2's most recent album was Songs of Experience, released in December 2017. They performed a world tour, Innocence and Experience, in 2018, and in 2019 took their Joshua Tree anniversary tour to Asia, Australia and New Zealand.\n\nLyrics to Let Your Love Be Known\n\nYes there was silence\n\nyes there was no people here\n\nyes I walked through the streets of Dublin and no-one was near\n\nYes I don't know you\n\nNo I didn't think I didn't care\n\nYou live so very far away from just across the square\n\nAnd I can't reach but I can rain\n\nYou can't touch but you can sing\n\nAcross rooftops\n\nSing down the phone\n\nSing and promise me you won't stop\n\nSing your love be known, let your love be known.\n\nYes there is isolation\n\nYou and me we're still here\n\nYes when we open our eyes we will stare down the fear\n\nAnd maybe I've said the wrong thing\n\nYes I made you smile\n\nI guess the longest distance is always the last mile.\n\nAnd I can't reach but I can rain\n\nYou can't touch but you can sing\n\nAcross rooftops\n\nSing to me down the phone\n\nSing and promise me you won't stop\n\nSing and you're never alone.\n\nSing as an act of resistance\n\nSing though your heart is overthrown\n\nWhen you sing there is no distance\n\nSo let your love be known, oh let your love be known\n\nThough your heart is overthrown.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "ben_beaumont_thomas@theguardian.com", "name": "Ben Beaumont-Thomas", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Italians", "type": "wiki", "score": 5, "label": {"eng": "Italians"}}, {"uri": "http://en.wikipedia.org/wiki/Dublin", "type": "loc", "score": 5, "label": {"eng": "Dublin"}, "location": {"type": "place", "label": {"eng": "Dublin"}, "country": {"type": "country", "label": {"eng": "Ireland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Saint_Patrick's_Day", "type": "wiki", "score": 4, "label": {"eng": "Saint Patrick's Day"}}, {"uri": "http://en.wikipedia.org/wiki/Bono", "type": "person", "score": 4, "label": {"eng": "Bono"}}, {"uri": "http://en.wikipedia.org/wiki/U2", "type": "org", "score": 4, "label": {"eng": "U2"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 4, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Ireland", "type": "loc", "score": 4, "label": {"eng": "Ireland"}, "location": {"type": "country", "label": {"eng": "Ireland"}}}, {"uri": "http://en.wikipedia.org/wiki/Piano", "type": "wiki", "score": 3, "label": {"eng": "Piano"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 3, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Instagram", "type": "org", "score": 3, "label": {"eng": "Instagram"}}, {"uri": "http://en.wikipedia.org/wiki/Songs_of_Innocence_and_of_Experience", "type": "wiki", "score": 2, "label": {"eng": "Songs of Innocence and of Experience"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/New_Zealand", "type": "loc", "score": 2, "label": {"eng": "New Zealand"}, "location": {"type": "country", "label": {"eng": "New Zealand"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}], "categories": [{"uri": "dmoz/Arts/Music/Vocal", "label": "dmoz/Arts/Music/Vocal", "wgt": 17}, {"uri": "dmoz/Society/Relationships/Romance", "label": "dmoz/Society/Relationships/Romance", "wgt": 13}, {"uri": "dmoz/Society/Relationships/Quotations", "label": "dmoz/Society/Relationships/Quotations", "wgt": 15}, {"uri": "dmoz/Shopping/Children/Recordings", "label": "dmoz/Shopping/Children/Recordings", "wgt": 14}, {"uri": "dmoz/Society/Relationships/Long_Distance", "label": "dmoz/Society/Relationships/Long Distance", "wgt": 13}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 74}], "image": "https://i.guim.co.uk/img/media/69adc7f9c3650eb3e4facf4eaec80e45236e4eb5/0_171_6720_4032/master/6720.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=c5ef9d1c0346bc7ca1f3ef6b77044231", "eventUri": "eng-5607896", "location": null, "shares": {"facebook": 11703}, "sentiment": 0.3019607843137255, "wgt": 11703, "relevance": 76}, {"uri": "1488941247", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "21:11:00", "dateTime": "2020-03-18T21:11:00Z", "dateTimePub": "2020-03-18T20:30:00Z", "dataType": "news", "sim": 0.7019608020782471, "url": "http://www.theguardian.com/world/2020/mar/18/scientists-say-mass-tests-in-italian-town-have-halted-covid-19", "title": "Scientists say mass tests in Italian town have halted Covid-19", "body": "The small town of Vò, in northern Italy, where the first coronavirus death occurred in the country, has become a case study that demonstrates how scientists might neutralise the spread of Covid-19.\n\nA scientific study, rolled out by the University of Padua, with the help of the Veneto Region and the Red Cross, consisted of testing all 3,300 inhabitants of the town, including asymptomatic people. The goal was to study the natural history of the virus, the transmission dynamics and the categories at risk.\n\nThe researchers explained they had tested the inhabitants twice and that the study led to the discovery of the decisive role in the spread of the coronavirus epidemic of asymptomatic people.\n\nWhen the study began, on 6 March, there were at least 90 infected in Vò. For days now, there have been no new cases.\n\n\"We were able to contain the outbreak here, because we identified and eliminated the 'submerged' infections and isolated them,\" Andrea Crisanti, an infections expert at Imperial College London, who took part in the Vò project, told the Financial Times. \"That is what makes the difference.\"\n\nThe research allowed for the identification of at least six asymptomatic people who tested positive for Covid-19. ''If these people had not been discovered,\" said the researchers, they would probably have unknowingly infected other inhabitants.\n\n\"The percentage of infected people, even if asymptomatic, in the population is very high,\" wrote Sergio Romagnani, professor of clinical immunology at the University of Florence, in a letter to the authorities. \"The isolation of asymptomatics is essential to be able to control the spread of the virus and the severity of the disease.\"\n\nThere are many experts and mayors in Italy who push to carry out mass tests in the country, including asymptomatic ones.\n\n\"A test does no harm to anyone,\" said the governor of the Veneto region Luca Zaia, who is taking action to test every single inhabitant of the region.\" Zaia, described Vò as, ''the healthiest place in Italy''. ''This is proof that the testing system works,'' he added.\n\n\"Here there were the first two cases. We tested everyone, even if the 'experts' told us this was a mistake: 3,000 tests. We found 66 positives, who we isolated for 14 days, and after that 6 of them were still positive. And that is how we ended it.''\n\nHowever, according to some, the problems of mass tests are not only of an economic nature (each swab costs about 15 euros) but also at a organisational level.\n\nOn Tuesday, the WHO representative, Ranieri Guerra, said: \"Director General Tedros Adhanom Ghebreyesus has urged the identification and diagnosis of suspected cases and symptomatic contacts of confirmed cases to be increased, as much as possible. At the moment, the recommendation to carry out mass screening has not been suggested.\"\n\nMassimo Galli, professor of infectious diseases at the University of Milan and director of infectious diseases at the Luigi Sacco hospital in Milan, warned carrying out mass tests on the asymptomatic population could however prove to be useless.\n\n\"The contagions are unfortunately constantly evolving,\" Galli told the Guardian. \"A man who tests negative today could contract the disease tomorrow.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "lorenzo_tondo@theguardian.com", "name": "Lorenzo Tondo", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 5, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/Vò", "type": "loc", "score": 5, "label": {"eng": "Vò"}, "location": {"type": "place", "label": {"eng": "Vò"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Italy", "type": "loc", "score": 4, "label": {"eng": "Northern Italy"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Veneto", "type": "loc", "score": 4, "label": {"eng": "Veneto"}, "location": {"type": "place", "label": {"eng": "Veneto"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Padua", "type": "org", "score": 3, "label": {"eng": "University of Padua"}}, {"uri": "http://en.wikipedia.org/wiki/Luca_Zaia", "type": "person", "score": 3, "label": {"eng": "Luca Zaia"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 3, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/International_Red_Cross_and_Red_Crescent_Movement", "type": "org", "score": 3, "label": {"eng": "International Red Cross and Red Crescent Movement"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 2, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Florence", "type": "org", "score": 2, "label": {"eng": "University of Florence"}}, {"uri": "http://en.wikipedia.org/wiki/International_Atomic_Energy_Agency", "type": "org", "score": 2, "label": {"eng": "International Atomic Energy Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_diagnosis", "type": "wiki", "score": 2, "label": {"eng": "Medical diagnosis"}}, {"uri": "http://en.wikipedia.org/wiki/Immunology", "type": "wiki", "score": 2, "label": {"eng": "Immunology"}}, {"uri": "http://en.wikipedia.org/wiki/Regions_of_Italy", "type": "wiki", "score": 2, "label": {"eng": "Regions of Italy"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Governor", "type": "wiki", "score": 2, "label": {"eng": "Governor"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 2, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Milan", "type": "org", "score": 1, "label": {"eng": "University of Milan"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 1, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Milan", "type": "loc", "score": 1, "label": {"eng": "Milan"}, "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 32}, {"uri": "dmoz/Business/Electronics_and_Electrical/Test_and_Measurement", "label": "dmoz/Business/Electronics and Electrical/Test and Measurement", "wgt": 25}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 27}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 26}, {"uri": "news/Science", "label": "news/Science", "wgt": 65}], "image": "https://i.guim.co.uk/img/media/a0d91c199ba69af390f41b5bf4fe346d895682c8/0_93_2218_1330/master/2218.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=fdab8ddf703719eaea0891b905590c98", "eventUri": "eng-5614070", "location": null, "shares": {"facebook": 10802}, "sentiment": -0.06666666666666665, "wgt": 10802, "relevance": 101}, {"uri": "6003296603", "lang": "eng", "isDuplicate": false, "date": "2020-03-22", "time": "12:22:00", "dateTime": "2020-03-22T12:22:00Z", "dateTimePub": "2020-03-22T12:12:00Z", "dataType": "news", "sim": 0.8274509906768799, "url": "http://www.theguardian.com/politics/2020/mar/22/no-10-denies-claim-dominic-cummings-argued-to-let-old-people-die", "title": "No 10 denies claim Dominic Cummings argued to 'let old people die'", "body": "Downing Street has rejected as \"a highly defamatory fabrication\" a claim that Boris Johnson's chief adviser, Dominic Cummings, initially argued against strict measures to contain coronavirus in a view summarised as \"if that means some pensioners die, too bad\".\n\nIn an unusual on-the-record denunciation, a Downing Street spokesman said the claims about Cummings' viewpoint, made in a Sunday Times article, had not been put to No 10 in advance and contained \"invented\" quotes.\n\nThe report claimed that at one private event at the end of February, Cummings outlined then government's strategy at the time in a way that was summarised by some present as \"herd immunity, protect the economy, and if that means some pensioners die, too bad.\"\n\nThe allegations, which have been widely shared online, connect with wider criticisms that the government response to the virus was initially too weak, based on a notion that rather than limiting its spread, enough people could be allowed to contract it to give population-wide \"herd immunity\".\n\nWhile the phrase \"herd immunity\" was used by government figures such as Sir Patrick Vallance, the chief scientific adviser, No 10 has denied it was ever a tactic. However, the use of the phrase illustrated initial tensions within government over how to balance the economic impact of a full national lockdown against the potential number of deaths from the virus.\n\nAccording to the Sunday Times report, the key moment came on 12 March when a group of government experts gathered to examine modelling of the spread of the virus carried out by academics at Imperial College London and elsewhere.\n\nThis predicted that if no action was taken more than half a million people would die, and that even some limited mitigation efforts would only halve this. The Sunday Times report said this changed the mind of Cummings, who before had been an adherent of the herd immunity idea.\n\nAfter the 12 March meeting, Cummings changed his view and became one of the strongest advocates in government for tough restrictions to curb the spread of the virus, the Sunday Times said. It quoted one anonymous senior Conservative as saying: \"He's gone from 'herd immunity and let the old people die' to 'let's shut down the country and the economy'.\"\n\nThe Downing Street spokesman said: \"This is a highly defamatory fabrication which was not put to No 10 by the Sunday Times before publication. The article also includes a series of apparent quotes from meetings which are invented.\"\n\nCummings is already a controversial figure within government. The former Vote Leave strategist is regularly portrayed as an ideologue and hidden power over Johnson.\n\nIn January, Cummings' call for\"misfits and weirdos\" to work in No 10 led to the appointment of Andrew Sabisky, who soon had to step down because of previously stated views on subjects ranging from black people's IQs to whether benefits claimants should be encouraged to have fewer children.\n\nIt later emerged that in his own prior writings, Cummings had suggested that the NHS should cover the cost of selecting babies to have higher IQs.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "peter_walker@theguardian.com", "name": "Peter Walker", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Dominic_Cummings", "type": "person", "score": 5, "label": {"eng": "Dominic Cummings"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 5, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/The_Sunday_Times", "type": "wiki", "score": 5, "label": {"eng": "The Sunday Times"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 5, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 4, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Defamation", "type": "wiki", "score": 4, "label": {"eng": "Defamation"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 2, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/Conservative_Party_(UK)", "type": "org", "score": 2, "label": {"eng": "Conservative Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Sabisky", "type": "wiki", "score": 1, "label": {"eng": "Andrew Sabisky"}}, {"uri": "http://en.wikipedia.org/wiki/Vote_Leave", "type": "wiki", "score": 1, "label": {"eng": "Vote Leave"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 1, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Ideology", "type": "wiki", "score": 1, "label": {"eng": "Ideology"}}, {"uri": "http://en.wikipedia.org/wiki/Black_people", "type": "wiki", "score": 1, "label": {"eng": "Black people"}}], "categories": [{"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 14}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 16}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 14}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 78}], "image": "https://i.guim.co.uk/img/media/4a4a44d9d8137ed426fb9aa2f1331c419f08d531/137_187_1243_745/master/1243.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=7f2ec6ea6b166b962fc3dea7935bd017", "eventUri": "eng-5620587", "location": null, "shares": {"facebook": 10634}, "sentiment": -0.3960784313725491, "wgt": 10634, "relevance": 76}, {"uri": "1488697283", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "17:16:00", "dateTime": "2020-03-18T17:16:00Z", "dateTimePub": "2020-03-18T16:46:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/politics/2020/mar/18/pantomime-clown-boris-johnson-flounders-as-crisis-deepens", "title": "Pantomime clown Boris Johnson flounders as crisis deepens | John Crace", "body": "The Labour benches had already long since stopped cheering on Jeremy Corbyn at prime minister's questions, but now the Tories have also fallen silent. This is politics in the time of coronavirus. No braying. No waving of order papers. No wild acclaim for the repetition of mindless soundbites. The silence of MPs breaking the habit of a lifetime and trying to treat one another with respect and leading by example.\n\nNot that there were many MPs. For what is normally a guaranteed full house, there were barely 100 members in the chamber: all of whom were trying to maintain a safe distance from one another. And on Tory faces there were growing flickers of concern. Choosing Boris Johnson as their leader suddenly wasn't looking like such a good idea. Boris is a good-time party guy. The sort of man who can be the life and soul of the Olympics and be relied on for any upbeat bollocks about Brexit.\n\nBut Boris just can't do the serious stuff. He is levitas incarnate. A man with an unbearable lightness of being. At a time of national crisis, the country wants a man who is willing to put in the hard yards. Who can be bothered to read briefing papers longer than two sides of A4.\n\nWhat's more, deep down, Boris knows he is floundering. That he is hopelessly out of his depth. Up till now he's always got away with somehow coming up with the right words. The master of the glib. A catchphrase for every occasion. Now though, those same words are dying in his throat. They don't even convince him, let alone the other members of the cabinet. Rishi Sunak and Michael Gove could barely look at him. Liz Truss was just lost in a world of her own. But then she often is.\n\nThe pantomime clown with the pantomime hair has morphed into a pantomime villain. Someone even children can identify as inherently untrustworthy. And it's taking its toll. Over the last few weeks - when he first got round to taking the pandemic seriously - he has aged years. His eyes are red and puffy, his complexion pallid and the bags deepening into furrows. At night he weeps, though mostly for himself. Of all the gin joints in all of the towns in all of the world, why did he have to walk into this one?\n\nThis may well have been Jeremy Corbyn's last PMQs, if rumours that parliament might shut for ordinary business at the end of the week are true or self-isolation for the over 70s is brought in at the weekend. If it is, then at least he can say he went out on a high, for his questions struck just the right tone and subject manner. While promising to work with the government in doing whatever was required, he pointed to some abject failures in the government response. Why couldn't statutory sick pay be raised to EU levels? Were families really meant to get by on £90 per week? What about those on zero hours contracts? What about those who couldn't pay the rent? And why wasn't more being done to test NHS workers - as well as the rest of the population - and provide more vitally needed protective clothing and ventilators?\n\nUnusually, the Tory benches were just as keen - if not more so - to hear the answers. Because up till now most of Johnson's public announcements have been somewhat on the vague side, and their constituents are just as concerned as Labour's. Trying to convince the country that the UK's science was miles ahead of the rest of the world's science hadn't been a spectacular success, and it's often felt like the rest of the country has been streets ahead of the government in its own preparations for coronavirus. Just suggesting that people might like not go to pubs too often is hardly groundbreaking advice. Even if it does help bail out the insurance industry. Important to have your priorities right.\n\nHere Boris unwisely felt himself to be on stronger ground. The government had been doing a brilliant job by employing the nudge economics of such superb super-forecasters as Dominic Cummings and Steve Hilton, who have so far managed to get just about every forecast wrong. The thing was, these geniuses had managed to subvert nudge theory into turning it on its head. Long live the weirdos and the misfits. The model the government was using was to do nothing and just wait until everyone introduced sensible panic measures of their own. Then once the public had done its job for it it, the government would then be nudged into turning it into official policy. Ideal for the Boris with No Clothes, who couldn't face the responsibility of decision making.\n\nEvery question was on the coronavirus and the longer the session progressed, the more Tories began to further self-isolate from Boris. His answers on protective wear, ventilators and widespread testing sounded borderline delusional. How can one man have done so little when NHS staff have been begging him to do more for weeks? The prime minister couldn't even bring himself to contemplate a possible extension to to the Brexit transition. Imagine it. When the country might be economically on its knees we have a prime minister happy to bankrupt it completely just to keep the right-wing Brexiters on board.\n\nThere were no answers on closures of schools either, despite several questions on them. Looks like the plan is to be nudged into doing it later after Scotland and Wales had taken the lead. It won't be long before cities are in lockdown. A policy many people have already taken for themselves. Lions led by donkeys.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "john_crace@theguardian.com", "name": "John Crace", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pantomime", "type": "wiki", "score": 5, "label": {"eng": "Pantomime"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 5, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Tory", "type": "wiki", "score": 5, "label": {"eng": "Tory"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister's_Questions", "type": "wiki", "score": 4, "label": {"eng": "Prime Minister's Questions"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Corbyn", "type": "person", "score": 4, "label": {"eng": "Jeremy Corbyn"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 4, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Liz_Truss", "type": "person", "score": 3, "label": {"eng": "Liz Truss"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 3, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Rishi_Sunak", "type": "person", "score": 3, "label": {"eng": "Rishi Sunak"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Gove", "type": "person", "score": 3, "label": {"eng": "Michael Gove"}}, {"uri": "http://en.wikipedia.org/wiki/Catchphrase", "type": "wiki", "score": 3, "label": {"eng": "Catchphrase"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Gin", "type": "wiki", "score": 3, "label": {"eng": "Gin"}}, {"uri": "http://en.wikipedia.org/wiki/Clown", "type": "wiki", "score": 3, "label": {"eng": "Clown"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament", "type": "wiki", "score": 3, "label": {"eng": "Parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Villain", "type": "wiki", "score": 3, "label": {"eng": "Villain"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_(government)", "type": "wiki", "score": 3, "label": {"eng": "Cabinet (government)"}}, {"uri": "http://en.wikipedia.org/wiki/Dominic_Cummings", "type": "person", "score": 2, "label": {"eng": "Dominic Cummings"}}, {"uri": "http://en.wikipedia.org/wiki/Zero-hour_contract", "type": "wiki", "score": 2, "label": {"eng": "Zero-hour contract"}}, {"uri": "http://en.wikipedia.org/wiki/Nudge_theory", "type": "wiki", "score": 2, "label": {"eng": "Nudge theory"}}, {"uri": "http://en.wikipedia.org/wiki/Steve_Hilton", "type": "person", "score": 2, "label": {"eng": "Steve Hilton"}}, {"uri": "http://en.wikipedia.org/wiki/Pub", "type": "wiki", "score": 2, "label": {"eng": "Pub"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 2, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Statute", "type": "wiki", "score": 2, "label": {"eng": "Statute"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 2, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Bail", "type": "wiki", "score": 2, "label": {"eng": "Bail"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 2, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 2, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Scotland", "type": "loc", "score": 1, "label": {"eng": "Scotland"}, "location": {"type": "place", "label": {"eng": "Scotland"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wales", "type": "loc", "score": 1, "label": {"eng": "Wales"}, "location": {"type": "place", "label": {"eng": "Wales"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 12}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 13}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 99}], "image": "https://i.guim.co.uk/img/media/c29a9b44d470b222946f3e53ffe0a486985809b2/289_0_3172_1904/master/3172.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=966e4ef3890d25337cf3a80f15686b28", "eventUri": null, "location": null, "shares": {"facebook": 9723}, "sentiment": 0.01960784313725483, "wgt": 9723, "relevance": 76}, {"uri": "6001158632", "lang": "eng", "isDuplicate": false, "date": "2020-03-20", "time": "12:54:00", "dateTime": "2020-03-20T12:54:00Z", "dateTimePub": "2020-03-20T12:49:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/mar/20/coronavirus-myth-economy-uk-business-life-death", "title": "Coronavirus has shattered the myth that the economy must come first | Adam Tooze", "body": "Since the 1990s, faith in 'the market' has gone unchallenged. Now even public shopping has become a crime against society\n\nThe coronavirus shutdown of 2020 is perhaps the most remarkable interruption to ordinary life in modern history. It has been spoken about as a war. And one is reminded of the stories told of the interruption of normality in 1914 and 1939. But unlike a war, the present moment involves demobilisation not mobilisation. While the hospitals are on full alert, the majority of us are confined to quarters. We are deliberately inducing one of the most severe recessions ever seen. In so doing we are driving another nail into the coffin of one of the great platitudes of the late 20th century: it's the economy stupid.\n\nOnce upon a time we thought we knew what was up and what was down. According to the lingua franca of the 1990s, in the wake of the cold war, it was obvious that the economics were the fundamentals, and the rest followed. It was the west's economic success that felled communism. And the economy ruled not only over creaky communist dictatorships, it defined the scope of possible politics in democracies. Arguing against globalisation, Tony Blair insisted, was as absurd as arguing against the seasons.\n\nThen came 2008 and we were left wondering who the economic masters of the universe actually were. It was followed by the extraordinary, politically induced catastrophe of the eurozone debt crisis, in which conservative fiscal populism and dogma - disguised as expertise - ruled over the need to ensure employment and grow the pie. Then in 2016 the UK referendum delivered a majority for Brexit in the face of predictions of economic disaster. Months later, Donald Trump, a narcissistic billionaire, was swept to power by working-class votes in the face of opposition by the great and the good. Both the UK and the US have since pursued policies of spectacular economic irrationality without fear of a crushing veto by the markets. Liberal elites waited in vain for the market vigilantes to arrive.\n\nAnd now Covid-19. Imagine if blunt economic interest was, in fact, dictating our response. Would we be shutting the economy down? What we know about the virus tells us that it most often kills what are by the numbers the \"least productive\" members of society. The majority of the working population experience symptoms barely more significant than a regular flu. Unlike regular flus it does not threaten children, the future workers. The virus may be bad, but simplistic economic logic would dictate that until we have a vaccine it would be best to keep life going, because, you know, \"it's the economy stupid\".\n\nThat was indeed the first reaction of the British government. The headline was that Britain was staying open for business. Journalists with good memories dug up Boris Johnson's fondness for the mayor in Steven Spielberg's Jaws who insists that despite the fact that a sea monster is eating his constituents the beach should stay open. The higher wisdom of public health, we were told, was that the productive workforce would acquire immunity. We know how that bold experiment in heroic economism has ended: a panic-driven withdrawal in the face of the disastrous scenario of hundreds of thousands of excess deaths, overwhelmed NHS hospitals and a crisis of political legitimacy.\n\nIt suddenly became obvious that when matters of life and death are concerned the calculus is different. Of course, old and sick people die. We all will in due course. But it matters fundamentally how and under what circumstances. A huge surge in mortality, even if it is limited to \"vulnerable\" populations with preexisting conditions, is existentially unsettling. So too are the apocalyptic scenes that will unfold in our hospitals. In an earlier age, they might have remained behind a decent veil of obscurity. (No doubt the NHS and the BBC will work out the protocols for \"embedded\" reporting from the clinical frontlines.) But the words and images that have already come to us from northern Italy and Wuhan are bad enough. Faced with all of this, the stupidity lies in not recognising promptly that we must act, that we must shut down, that even the most essential individual activity of the market age, public shopping, has mutated into a crime against society.\n\nThis is not to say that economics is not shaping the crisis. It is the relentless expansion of the Chinese economy and the resulting mixing of modern urban life with traditional food ways that creates the viral incubators. It is globalised transportation systems that speed up transmission. It is calculations of cost that define the number of intensive-care beds and the stockpiles of ventilators. It is the commercial logic of drug development that defines the range of vaccines we have ready and waiting; obscure coronaviruses don't get the same attention as erectile disorder. And once the virus began to spread, it was the UK's attachment to business as usual that induced fatal delay. Shutting down comes at a price. No one wants to do it. But then it turns out, in the face of the terrifying predictions of sickness and death, there really is no alternative.\n\nIt is once you have overcome that political, intellectual and existential hurdle - to realise that this is a matter of life and death - that economics enters back in. And it does so with a vengeance. The logic revealed by the well-organised Asian states is that it is best to conduct a severe quarantine regime in the hope of being able to return to normal activity as soon as possible. The Chinese economy is already resuming step by step.\n\nIn the west, the scale and breadth of the epidemic is such that our response now will have to be a blanket shutdown. And that begs gigantic questions of economic management. Even conservative governments on both sides of the Atlantic are pulling every lever of monetary and fiscal policy. In a matter of weeks they have embarked on gigantic interventions on a scale comparable to those in 2008. They may be able to soften the blow. But it is an open question how long we will be able to persist, how long we will be able to freeze the economy to save lives.\n\nIn making the difficult choices that lie ahead we have at least gained one degree of freedom. The big idea of the 1990s that \"the economy\" will serve as a regulating superego of our politics is a busted flush. Given the experience of the past dozen years we should now never tire of asking: which economic constraints are real and which imagined?\n\n* Adam Tooze directs the European Institute at Columbia University and is the author of Crashed", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "adam_tooze@theguardian.com", "name": "Adam Tooze", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Normal_distribution", "type": "wiki", "score": 4, "label": {"eng": "Normal distribution"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/History_of_the_world", "type": "wiki", "score": 4, "label": {"eng": "History of the world"}}, {"uri": "http://en.wikipedia.org/wiki/Communism", "type": "wiki", "score": 4, "label": {"eng": "Communism"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 4, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 4, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/2016_United_Kingdom_European_Union_membership_referendum", "type": "wiki", "score": 3, "label": {"eng": "2016 United Kingdom European Union membership referendum"}}, {"uri": "http://en.wikipedia.org/wiki/European_debt_crisis", "type": "wiki", "score": 3, "label": {"eng": "European debt crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 3, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Lingua_franca", "type": "wiki", "score": 3, "label": {"eng": "Lingua franca"}}, {"uri": "http://en.wikipedia.org/wiki/Coffin", "type": "wiki", "score": 3, "label": {"eng": "Coffin"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 3, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Dogma", "type": "wiki", "score": 3, "label": {"eng": "Dogma"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Billionaire", "type": "wiki", "score": 3, "label": {"eng": "Billionaire"}}, {"uri": "http://en.wikipedia.org/wiki/Steven_Spielberg", "type": "person", "score": 3, "label": {"eng": "Steven Spielberg"}}, {"uri": "http://en.wikipedia.org/wiki/Logic", "type": "wiki", "score": 3, "label": {"eng": "Logic"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Veto", "type": "wiki", "score": 3, "label": {"eng": "Veto"}}, {"uri": "http://en.wikipedia.org/wiki/Dictatorship", "type": "wiki", "score": 3, "label": {"eng": "Dictatorship"}}, {"uri": "http://en.wikipedia.org/wiki/Narcissism", "type": "wiki", "score": 3, "label": {"eng": "Narcissism"}}, {"uri": "http://en.wikipedia.org/wiki/Tony_Blair", "type": "person", "score": 3, "label": {"eng": "Tony Blair"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 3, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Italy", "type": "loc", "score": 2, "label": {"eng": "Northern Italy"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 2, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Adam_Tooze", "type": "person", "score": 1, "label": {"eng": "Adam Tooze"}}, {"uri": "http://en.wikipedia.org/wiki/Columbia_University", "type": "org", "score": 1, "label": {"eng": "Columbia University"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 1, "label": {"eng": "Asia"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 15}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 20}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 29}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 18}, {"uri": "dmoz/Business/Healthcare/Economics", "label": "dmoz/Business/Healthcare/Economics", "wgt": 15}, {"uri": "news/Science", "label": "news/Science", "wgt": 57}], "image": "https://i.guim.co.uk/img/media/5853159ffb46df50200f838a4e6767e6782b9902/0_36_5670_3402/master/5670.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=23ae01464b52ab3f13490c569f1df489", "eventUri": null, "location": null, "shares": {"facebook": 9462}, "sentiment": -0.207843137254902, "wgt": 9462, "relevance": 101}, {"uri": "6002383851", "lang": "eng", "isDuplicate": false, "date": "2020-03-21", "time": "13:25:00", "dateTime": "2020-03-21T13:25:00Z", "dateTimePub": "2020-03-21T13:00:00Z", "dataType": "news", "sim": 0.6235294342041016, "url": "http://www.theguardian.com/commentisfree/2020/mar/21/coronavirus-domestic-violence-week-in-patriarchy", "title": "For some people, social distancing means being trapped indoors with an abuser | Arwa Mahdawi", "body": "As more cities go under lockdown, activists are worried that attempts to curb coronavirus will inadvertently lead to an increase in domestic violence\n\nSign up for the Week in Patriarchy, a newsletter on feminism and sexism sent every Saturday.\n\nCoronavirus is fuelling domestic violence\n\nHome is supposed to be the safest place any of us could be right now. However, for people experiencing domestic violence, social distancing means being trapped inside with an abuser. As more cities go under lockdown, activists are worried that attempts to curb the coronavirus will inadvertently lead to an increase in domestic violence.\n\nDomestic violence is already a deadly epidemic. One in three women around the world experience physical or sexual violence, mostly from an intimate partner, according to the World Health Organization (WHO). As the WHO notes: \"This makes it the most widespread, but among the least reported human rights abuses.\" Gender-based violence tends to increase during humanitarian emergencies and conflicts; \"women's bodies too often become battlefields\".\n\nReports from China suggest the coronavirus has already caused a significant spike in domestic violence. Local police stations saw a threefold increase in cases reported in February compared with the previous year, according to Wan Fei, the founder of an anti-domestic violence not-forprofit. \"According to our statistics, 90% of the causes of violence are related to the Covid-19 epidemic,\" Wan told Sixth Tone, an English-language magazine based in China.\n\nA similar story is playing out in America. A domestic violence hotline in Portland, Oregon, says calls doubled last week. And the national domestic violence hotline is hearing from a growing number of callers whose abusers are using Covid-19 to further control and isolate them. \"Perpetrators are threatening to throw their victims out on the street so they get sick,\" the hotline's CEO told Time. \"We've heard of some withholding financial resources or medical assistance.\"\n\nWith all attention focused on curbing a public health crisis, the problem of private violence risks being overlooked or deprioritized by authorities. In the UK, for example, schools are now closed to everyone except for the children of key workers performing essential services. Domestic violence professionals have been left off this list; apparently preventing abuse at home isn't an essential service. Dawn Butler, Labour's women and equalities spokeswoman, has asked the prime minister to \"urgently reconsider\" this classification and consider implementing emergency funding to help people in danger escape domestic abuse during the crisis. \"[T]wo women are killed every week by a partner or former partner,\" Butler tweeted. \"If the Govt fails to prepare and plan more people will die.\"\n\nNow more than ever we need to look out for the most vulnerable in our society; activists are calling on neighbors to be extra aware and vigilant of possible cases of domestic violence. Retreating into our homes doesn't mean cutting ourselves off from our communities. We're all in this together.\n\nHarvey Weinstein begins his 23-year sentence\n\nThe convicted rapist was transferred to a maximum-security prison in New York on Wednesday. New York's governor, Andrew Cuomo, recently announced that New York will produce its own hand sanitizer, manufactured by prison inmates making as little as $0.16 an hour - so it's possible that Weinstein might end up making state sanitizer.\n\nRemembering the Latina who invented hand sanitizer\n\nDid you know hand sanitizer was invented by a woman? In 1966 a student nurse named Lupe Hernandez realized that alcohol in gel form could be used to wash hands when there was no access to soap and water. Hernandez, who was based in California, quickly called an inventions hotline to patent the idea.\n\nFour men executed over Delhi rape and murder\n\nIn 2012 a 23-year-old medical student was brutally gang-raped and murdered in a Delhi bus; a crime which shook the world and sparked unprecedented protests in India. On Friday four of the men convicted of the crime were hanged, the first time in five years capital punishment has been used in the country. One family may have got closure but the situation for Indian women remains bleak. \"[I]n India, where a rape of a woman is reported every 16 minutes, this is no time for celebration,\" argues a CNN op-ed. Since the attack India has introduced tougher sexual assault laws but rapes have continued to go up; in 2018, the last year for which there are statistics, they were significantly higher than in 2012.\n\nNew Zealand passes law to decriminalize abortion\n\n\"For over 40 years, abortion has been the only medical procedure considered a crime in New Zealand,\" the country's justice minister said in a statement. \"But from now abortions will be rightly treated as a health issue.\"\n\nCatherine Hamlin, trailblazing doctor, dies at 96\n\nThe Australian gynecologist devoted much of her life to treating Ethiopian women with obstetric fistula - an injury sustained in childbirth that leaves women incontinent and often ostracized by their community.\n\nMarvel unveils its first black non-binary superhero: Snowflake\n\nSnowflake has a twin brother called Safespace. The reaction to these names has been less that ecstatic.\n\nThe average woman gets mansplained to 312 times a year\n\nThat's according to a study of 2,000 employed women commissioned by a financial app called Self. I'm sure a helpful man somewhere will be happy to tell you exactly what is wrong with this study.\n\nThe week in penguinarchy\n\nThe best thing by far on the internet this week was a video of a penguin called Wellington marching around Chicago's deserted aquarium and marveling at the fish. Coronavirus has caused most of us to go under lockdown, but at least Wellington got a nice day out.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "arwa_mahdawi@theguardian.com", "name": "Arwa Mahdawi", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Domestic_violence", "type": "wiki", "score": 5, "label": {"eng": "Domestic violence"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 4, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Patriarchy", "type": "wiki", "score": 4, "label": {"eng": "Patriarchy"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Feminism", "type": "wiki", "score": 4, "label": {"eng": "Feminism"}}, {"uri": "http://en.wikipedia.org/wiki/Sexism", "type": "wiki", "score": 4, "label": {"eng": "Sexism"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Dawn_Butler", "type": "person", "score": 3, "label": {"eng": "Dawn Butler"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Harvey_Weinstein", "type": "person", "score": 3, "label": {"eng": "Harvey Weinstein"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 3, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/The_Who", "type": "wiki", "score": 3, "label": {"eng": "The Who"}}, {"uri": "http://en.wikipedia.org/wiki/Humanitarianism", "type": "wiki", "score": 3, "label": {"eng": "Humanitarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Sexual_violence", "type": "wiki", "score": 3, "label": {"eng": "Sexual violence"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 3, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Rape", "type": "wiki", "score": 3, "label": {"eng": "Rape"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/English_language", "type": "wiki", "score": 3, "label": {"eng": "English language"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Human_rights", "type": "wiki", "score": 3, "label": {"eng": "Human rights"}}, {"uri": "http://en.wikipedia.org/wiki/Portland,_Oregon", "type": "loc", "score": 3, "label": {"eng": "Portland, Oregon"}, "location": {"type": "place", "label": {"eng": "Portland, Oregon"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 3, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Alcohol_(drug)", "type": "wiki", "score": 2, "label": {"eng": "Alcohol (drug)"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_washing", "type": "wiki", "score": 2, "label": {"eng": "Hand washing"}}, {"uri": "http://en.wikipedia.org/wiki/Gang_rape", "type": "wiki", "score": 2, "label": {"eng": "Gang rape"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 2, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 2, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 2, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Delhi", "type": "loc", "score": 2, "label": {"eng": "Delhi"}, "location": {"type": "place", "label": {"eng": "Delhi"}, "country": {"type": "country", "label": {"eng": "India"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Zealand", "type": "loc", "score": 2, "label": {"eng": "New Zealand"}, "location": {"type": "country", "label": {"eng": "New Zealand"}}}, {"uri": "http://en.wikipedia.org/wiki/Catherine_Hamlin", "type": "person", "score": 1, "label": {"eng": "Catherine Hamlin"}}, {"uri": "http://en.wikipedia.org/wiki/Marvel_Comics", "type": "org", "score": 1, "label": {"eng": "Marvel Comics"}}, {"uri": "http://en.wikipedia.org/wiki/Chicago", "type": "loc", "score": 1, "label": {"eng": "Chicago"}, "location": {"type": "place", "label": {"eng": "Chicago"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wellington", "type": "loc", "score": 1, "label": {"eng": "Wellington"}, "location": {"type": "place", "label": {"eng": "Wellington"}, "country": {"type": "country", "label": {"eng": "New Zealand"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ethiopia", "type": "loc", "score": 1, "label": {"eng": "Ethiopia"}, "location": {"type": "country", "label": {"eng": "Ethiopia"}}}], "categories": [{"uri": "dmoz/Society/Issues/Violence_and_Abuse", "label": "dmoz/Society/Issues/Violence and Abuse", "wgt": 42}, {"uri": "dmoz/Society/Crime/Victims", "label": "dmoz/Society/Crime/Victims", "wgt": 22}, {"uri": "dmoz/Society/Crime/Domestic_Violence", "label": "dmoz/Society/Crime/Domestic Violence", "wgt": 31}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 57}], "image": "https://i.guim.co.uk/img/media/282cfc6d3999744123b4a561529565baf5ee469b/0_1514_2628_1577/master/2628.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=43a67b8397730a736318d158dfd21db3", "eventUri": "eng-5621960", "location": null, "shares": {"facebook": 9313}, "sentiment": -0.5294117647058824, "wgt": 9313, "relevance": 101}, {"uri": "6003313887", "lang": "eng", "isDuplicate": false, "date": "2020-03-22", "time": "12:44:00", "dateTime": "2020-03-22T12:44:00Z", "dateTimePub": "2020-03-22T12:28:00Z", "dataType": "news", "sim": 0.6901960968971252, "url": "http://www.theguardian.com/world/2020/mar/22/germany-low-coronavirus-mortality-rate-puzzles-experts", "title": "Germany's low coronavirus mortality rate puzzles experts", "body": "Germany's relatively low mortality rate continues to puzzle experts as Covid-19 spreads across Europe, with some arguing the country's figures give a more accurate approximation of the threat posed by the novel coronavirus, while others question the methodology behind its data gathering.\n\nWhile the epidemic has hit Germany with full force, with Johns Hopkins University noting 22,364 confirmed infections by Sunday morning, only 84 people are so far reported to have died.\n\nThis means Germany currently has the lowest mortality rate of the 10 countries most severely hit by the pandemic: 0.3% compared with 9% in Italy and 4.6% in the UK.\n\nThe contrast with Italy is especially surprising because the two countries have the highest percentage of citizens aged 65 or over in Europe. If anything, the Bloomberg Global Health Index would suggest Italians live a more healthy lifestyle than Germans.\n\nGerman politicians and senior health officials have been reluctant to comment on the low mortality rate while the situation is developing so rapidly. Lothar Wieler, the president of the Robert Koch Institute (RKI), the government's central public health body, has said he does not expect there to be a significant difference in mortality rates between Italy and Germany in the long run.\n\n\"It's too early to say whether Germany is better medically prepared for the Covid-19 pandemic than other countries,\" said Marylyn Addo, who heads the infectiology department at Hamburg's University Medical Centre.\n\nOne likely explanation for the discrepancy in figures, Addo suggested, was that while northern Italy's hospitals are being overrun with new patients, Germany's are not yet at full capacity and have had more time to clear beds, stock up on equipment and redistribute personnel.\n\n\"One advantage Germany has is that we started doing professional contact tracing when the first cases were reported,\" Addo said. \"It bought us some time to prepare our clinics for the coming storm\".\n\nCrucially, Germany started testing people even with milder symptoms relatively early on, meaning the total number of confirmed cases may give a more accurate picture of the virus's spread than in other states.\n\nAccording to Germany's National Association of Statutory Health Insurance Physicians, the country has capacity for about 12,000 Covid-19 tests per day, while Wieler has claimed it has capacity for 160,000 tests per week.\n\nWhile Germany has not tested its citizens at the same high rate practised in South Korea, guidelines have been in place for over a month for people to be tested even if they have early stage symptoms but have either had contact with an infected person or recently visited a \"high-risk area\" such as Lombardy in Italy or Wuhan in China.\n\nThe age profile of those affected in the first few weeks has also been younger than in other countries, many of them fit and healthy people returning from skiing resorts in Austria or Italy, which would also help explain the low mortality rate.\n\n\"I assume that many young Italians are or were infected without ever being detected,\" Christian Drosten, a virologist at Berlin's Charité hospital, told the newspaper Die Zeit. \"This also explains the virus's supposedly higher mortality rate there.\"\n\nDrosten, who has been advising the German health ministry, has also warned that Germany's mortality rate is likely to rise in the coming weeks as high-risk areas become harder to identify and testing capacity becomes stretched.\n\n\"It will appear that the virus has become more dangerous, but this will be a statistical artefact, a distortion. It will simply reflect what's already starting to happen: we're missing more and more infections.\"\n\nThe methodology behind Germany's data gathering could also play into the discrepancy between Italian and German figures. The RKI's official mortality figures include both people who have died of the virus as well as those with underlying health problems where the precise cause of death could not be determined.\n\nIf a patient is tested positive for Covid-19 in Germany, the doctor will notify the local health authority, which will then digitally transfer the data to the Robert Koch Institute. The lag in this process explains why the RKI's daily figures have been consistently lower than those from Johns Hopkins University, which updates its data tables more frequently. By 10am on Sunday morning, for example, the RKI only notes 55 fatalities in Germany.\n\nUnlike in Italy, there is currently no widespread postmortem testing for the novel coronavirus in Germany. The RKI says those who were not tested for Covid-19 in their lifetime but are suspected to have been infected with the virus \"can\" be tested after death, but in Germany's decentralised health system this is not yet a routine practice.\n\nAs a result, it is theoretically possible that there could be people who may have died in their homes before being tested and who do not show up in the statistics.\n\nPractising medical specialists such as Addo do not believe this number of unreported cases to be statistically significant. \"I have yet to see any data that would suggest a large number of untested corona-related deaths that don't show up in the statistics,\" she said.\n\n\"Clinics dealing with respiratory illnesses have been on high alert about the virus for weeks, so I would be very surprised if there was a significant figure of uncharted deaths.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "philip_oltermann@theguardian.com", "name": "Philip Oltermann", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 5, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 5, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Infectious_disease_(medical_specialty)", "type": "wiki", "score": 3, "label": {"eng": "Infectious disease (medical specialty)"}}, {"uri": "http://en.wikipedia.org/wiki/Contact_tracing", "type": "wiki", "score": 3, "label": {"eng": "Contact tracing"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Koch_Institute", "type": "wiki", "score": 3, "label": {"eng": "Robert Koch Institute"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "org", "score": 3, "label": {"eng": "Johns Hopkins University"}}, {"uri": "http://en.wikipedia.org/wiki/Bloomberg_L.P.", "type": "org", "score": 3, "label": {"eng": "Bloomberg L.P."}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Insurance", "type": "wiki", "score": 3, "label": {"eng": "Insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Hamburg", "type": "loc", "score": 3, "label": {"eng": "Hamburg"}, "location": {"type": "place", "label": {"eng": "Hamburg"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Charité", "type": "wiki", "score": 2, "label": {"eng": "Charité"}}, {"uri": "http://en.wikipedia.org/wiki/Skiing", "type": "wiki", "score": 2, "label": {"eng": "Skiing"}}, {"uri": "http://en.wikipedia.org/wiki/Die_Zeit", "type": "wiki", "score": 2, "label": {"eng": "Die Zeit"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 2, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Christianity", "type": "wiki", "score": 2, "label": {"eng": "Christianity"}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 2, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Berlin", "type": "loc", "score": 2, "label": {"eng": "Berlin"}, "location": {"type": "place", "label": {"eng": "Berlin"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Austria", "type": "loc", "score": 2, "label": {"eng": "Austria"}, "location": {"type": "country", "label": {"eng": "Austria"}}}, {"uri": "http://en.wikipedia.org/wiki/Specialty_(medicine)", "type": "wiki", "score": 1, "label": {"eng": "Specialty (medicine)"}}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 19}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 18}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 18}, {"uri": "dmoz/Health/Public_Health_and_Safety/Statistics", "label": "dmoz/Health/Public Health and Safety/Statistics", "wgt": 17}, {"uri": "news/Health", "label": "news/Health", "wgt": 94}], "image": "https://i.guim.co.uk/img/media/32689eb16ff342a8e765810e47a0c0f8b0140491/0_254_5674_3405/master/5674.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=f0015f62dfdcb2a1687f6d4e786392fd", "eventUri": "eng-5627797", "location": null, "shares": {"facebook": 8796}, "sentiment": -0.0980392156862745, "wgt": 8796, "relevance": 101}, {"uri": "1487496611", "lang": "eng", "isDuplicate": false, "date": "2020-03-17", "time": "20:37:00", "dateTime": "2020-03-17T20:37:00Z", "dateTimePub": "2020-03-17T20:02:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/17/there-is-a-policy-of-surrender-doctor-on-uks-covid-19-failures", "title": "'There is a policy of surrender': doctor on UK's Covid-19 failures", "body": "Mark Gallagher, a consultant cardiologist, is at home with a temperature of 38 and is pretty certain he has Covid-19. But the NHS will not test him for it. Instead, he has paid for a test kit from a private UK clinic and a colleague in China is sending him another.\n\nGallagher has been in and out of his London hospital every day for the last 28 in a row. In the last couple of weeks he saw maybe 70 people in outpatients, he said.\n\nHe cannot understand why the NHS will not test him or other healthcare workers, who are put at risk by their work and risk infecting other vulnerable patients in turn, as well as their families. \"The policy is that I don't need to be tested and even the people who have been in contact with me aren't going to be tested,\" he said.\n\n\"They are abandoning the basic principles for dealing with an epidemic, which are to test whenever possible, trace contacts and contain. Almost all individual physicians I know feel that what they are doing is wrong.\"\n\nLast week, a woman of 79 was admitted to his care for an elective, non-urgent procedure. She was then diagnosed with Covid-19, which, he says, \"she almost certainly acquired on our wards\". She was put on a ventilator but died on Monday night.\n\n\"I'm sure she will go down as an elderly patient with underlying conditions, but she should have lived to 90,\" he said. \"Approximately 50 nurses dealt with her and many doctors. None has been tested. All are still at work.\"\n\nGallagher says he needs to know whether he has Covid-19. Of the colleague in China who is sending him a test kit, he says: \"He runs a similar unit to ours. They had to shut half the hospital for six weeks and make it a Covid-19 hospital, but for the last two weeks they are up pretty much as normal.\"\n\nExcept, he says, that every patient scheduled to come in is tested first for Covid-19. If the test is negative - as these days it usually is - they will be admitted after a second negative test on arrival. They went through a total lockdown and they tested and tracked the contacts of every single suspected case and tested them as well. \"That's how you kill an epidemic,\" he said.\n\nAlthough the self-isolation policies announced by the prime minister on Monday were a slight improvement, Gallagher feels they are not enough. \"It could be eliminated if we worked really hard, but there is a policy of surrender,\" he said.\n\n\"Our in-house occupational health and infection control teams are competent and hard-working and the infection control people have been at excellent and brave, circulating on the affected wards,\" he said.\n\nThe problem is the instructions coming out of Public Health England and the government, which is attempting to control the UK epidemic by mathematical modelling.\n\n\"Any such model is only as good as the input data, and the data going into this one are not necessarily applicable to the UK being based on countries with very different behaviour patterns,\" he said. \"They are also solely intended to flatten the curve, when even a flat curve will kill thousands. These approaches would be an acceptable experiment if there were no alternatives but we have strategies from elsewhere that have been shown to work.\"\n\nWe should be learning the lessons, he says, from the sharp lockdown in Hubei - and the very energetic contact tracing that has taken place in South Korea, Hong Kong and Singapore. The approach of the UK falls far short of that.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "sarah_boseley@theguardian.com", "name": "Sarah Boseley", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 5, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Cardiology", "type": "wiki", "score": 4, "label": {"eng": "Cardiology"}}, {"uri": "http://en.wikipedia.org/wiki/Temperature", "type": "wiki", "score": 4, "label": {"eng": "Temperature"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Patient", "type": "wiki", "score": 3, "label": {"eng": "Patient"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 3, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Physician", "type": "wiki", "score": 3, "label": {"eng": "Physician"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 2, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Infection_control", "type": "wiki", "score": 2, "label": {"eng": "Infection control"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Occupational_safety_and_health", "type": "wiki", "score": 2, "label": {"eng": "Occupational safety and health"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 2, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Contact_tracing", "type": "wiki", "score": 1, "label": {"eng": "Contact tracing"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 1, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 1, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 1, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 36}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 30}, {"uri": "dmoz/Computers/Data_Communications/Testing_and_Tools", "label": "dmoz/Computers/Data Communications/Testing and Tools", "wgt": 28}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 28}, {"uri": "news/Health", "label": "news/Health", "wgt": 89}], "image": "https://i.guim.co.uk/img/media/0cbe691b2105ff638e82c8b0ad1b903fbecf8b44/0_295_5979_3587/master/5979.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=b94281b523d2c77052fa04f5515f4a7f", "eventUri": null, "location": null, "shares": {"facebook": 8601}, "sentiment": 0.03529411764705892, "wgt": 8601, "relevance": 101}, {"uri": "1486533963", "lang": "eng", "isDuplicate": false, "date": "2020-03-17", "time": "06:22:00", "dateTime": "2020-03-17T06:22:00Z", "dateTimePub": "2020-03-17T06:08:00Z", "dataType": "news", "sim": 0.5215686559677124, "url": "http://www.theguardian.com/world/2020/mar/17/trump-calls-covid-19-the-chinese-virus-as-rift-with-coronavirus-beijing-escalates", "title": "Trump sparks anger by calling coronavirus the 'Chinese virus'", "body": "The US president, Donald Trump, has referred to the global coronavirus outbreak as \"the Chinese virus,\" escalating a deepening US-China diplomatic spat over the disease.\n\nTrump, after giving an address on Monday warning of a possible recession, posted on Twitter: \"The United States will be powerfully supporting those industries, like Airlines and others, that are particularly affected by the Chinese Virus. We will be stronger than ever before!\"\n\nThe World Health Organization has advised against terms that link the virus to China or the city of Wuhan, where it was first detected, in order to avoid discrimination or stigmatisation.\n\nThe comment comes as Beijing and Washington appeared to be locked in a game of shifting blame. Last week, outspoken official Zhao Lijian from China's ministry of foreign affairs accused the US military of bringing the virus to Wuhan. The US summoned Chinese ambassador Cui Tiankai over the comment and issued a \"stern\" warning to Cui.\n\nOn Monday, the US secretary of state, Mike Pompeo, also issued \"strong US objections\" in a phone call with top Chinese diplomat Yang Jiechi. According to Chinese state broadcaster CCTV, Yang also issued \"strong objections\" to attempts by the US to \"slander and smear\" China's efforts in combatting the virus.\n\nYang said such efforts would \"not succeed\" and that any harm to Chinese interests would invite retaliation.\n\nAs the global infections have surpassed those within China, Chinese diplomats and officials have begun pushing the idea that the virus did not originate within China.\n\nObservers say both sides appear to be deflecting domestic criticism. Trump's administration has been accused of moving too slowly to respond to the virus while Chinese authorities have been accused of covering up initial warnings about the outbreak and suppressing information throughout the crisis.\n\n\"This is his pathetic attempt at distracting people from his competence but it won't work,\" one internet user wrote on Weibo, among hundreds of angry and mocking comments over Trump's remark. \"Just when you think he could not go any lower,\" another wrote on the discussion forum, Douban. \"I am both laughing and speechless,\" another said on Weibo.\n\nThe state-run tabloid Global Times posted on Twitter, which is blocked in China, that Trump was trying to \"pass the buck\".\n\nWhile the number of cases spikes around the world, new infections in China have dramatically decreased. On Tuesday, there was just one domestic case of the virus recorded in China, and 20 \"imported\" cases.\n\nChinese state media has praised Beijing's efforts in containing the virus. On Tuesday, an editorial in the state-run China Daily said that the world should learn from China's example in aggressively quarantining and detecting the virus. At the height of the outbreak in China, local governments were criticised for excessive measures and lack of supplies and capacity.\n\nThe Chinese leader, Xi Jinping, said last week that China's efforts had bought the world \"precious time\" to respond to the outbreak.\n\nOn Tuesday China's state planner said the economy would return to normal in the second quarter.\n\nMore than 182,000 people have now been infected with the virus, which has claimed the lives of more than 7,000 people, of which more than 3,000 deaths were in mainland China.\n\nIn the US, fallout from the spread of the outbreak hit the campaign trail, with voting in the Democratic primary in Ohio called off. San Francisco and five other Bay Area counties ordered all residents to stay at home in a drastic move similar to ones taken in Italy, Spain, France and China, but the first of its kind in the US. Trump also recommended Americans avoid gathering in groups of more than 10.\n\nIn other developments around the world:\n\nThe EU will close all external borders for 30 days from Tuesday morning, but EU citizens will be allowed to return.\n\nHong Kong announced it would require all arriving foreign travellers to go into two-week isolation.\n\nIn France, Emmanuel Macron put the country into almost total lockdown. In a 20 minute live broadcast, the president repeated several times: \"We are at war\" and said: \"all infractions will be punished\".\n\nNew Zealand announced an enormous spending package to fight the economic effects of Covid-19.\n\nBritons were told to curtail social interactions. The new government advice, something of a U-turn, came during the prime minister's first daily press conference.\n\nHundreds of prisoners escaped from prisons in São Paulo state in the south-east of Brazil on Monday, the day before their day-release privileges were due to be suspended over the coronavirus outbreak.\n\nThe Taj Mahal in India closed to tourists.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "lily_kuo@theguardian.com", "name": "Lily Kuo", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Yang_Jiechi", "type": "person", "score": 5, "label": {"eng": "Yang Jiechi"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Cui_Tiankai", "type": "person", "score": 4, "label": {"eng": "Cui Tiankai"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 4, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 4, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pompeo", "type": "person", "score": 3, "label": {"eng": "Mike Pompeo"}}, {"uri": "http://en.wikipedia.org/wiki/Sina_Weibo", "type": "org", "score": 3, "label": {"eng": "Sina Weibo"}}, {"uri": "http://en.wikipedia.org/wiki/China_Central_Television", "type": "org", "score": 3, "label": {"eng": "China Central Television"}}, {"uri": "http://en.wikipedia.org/wiki/Diplomat", "type": "wiki", "score": 3, "label": {"eng": "Diplomat"}}, {"uri": "http://en.wikipedia.org/wiki/Discrimination", "type": "wiki", "score": 3, "label": {"eng": "Discrimination"}}, {"uri": "http://en.wikipedia.org/wiki/Defamation", "type": "wiki", "score": 3, "label": {"eng": "Defamation"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_State", "type": "wiki", "score": 3, "label": {"eng": "United States Secretary of State"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Armed_Forces", "type": "org", "score": 3, "label": {"eng": "United States Armed Forces"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 3, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Internet_censorship_in_China", "type": "wiki", "score": 2, "label": {"eng": "Internet censorship in China"}}, {"uri": "http://en.wikipedia.org/wiki/Douban", "type": "wiki", "score": 2, "label": {"eng": "Douban"}}, {"uri": "http://en.wikipedia.org/wiki/China_Daily", "type": "org", "score": 2, "label": {"eng": "China Daily"}}, {"uri": "http://en.wikipedia.org/wiki/Global_Times", "type": "org", "score": 2, "label": {"eng": "Global Times"}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco_Bay_Area", "type": "loc", "score": 2, "label": {"eng": "San Francisco Bay Area"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 2, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 2, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 2, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco", "type": "loc", "score": 2, "label": {"eng": "San Francisco"}, "location": {"type": "place", "label": {"eng": "San Francisco"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ohio", "type": "loc", "score": 2, "label": {"eng": "Ohio"}, "location": {"type": "place", "label": {"eng": "Ohio"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 2, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 1, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Taj_Mahal", "type": "wiki", "score": 1, "label": {"eng": "Taj Mahal"}}, {"uri": "http://en.wikipedia.org/wiki/Emmanuel_Macron", "type": "person", "score": 1, "label": {"eng": "Emmanuel Macron"}}, {"uri": "http://en.wikipedia.org/wiki/Prison", "type": "wiki", "score": 1, "label": {"eng": "Prison"}}, {"uri": "http://en.wikipedia.org/wiki/São_Paulo_(state)", "type": "loc", "score": 1, "label": {"eng": "São Paulo (state)"}, "location": {"type": "place", "label": {"eng": "São Paulo (state)"}, "country": {"type": "country", "label": {"eng": "Brazil"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/New_Zealand", "type": "loc", "score": 1, "label": {"eng": "New Zealand"}, "location": {"type": "country", "label": {"eng": "New Zealand"}}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 1, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 1, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 1, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 19}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 16}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 26}, {"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 17}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 84}], "image": "https://i.guim.co.uk/img/media/7cc67403c2f1df9cb56c1a2559e3414a693fc3ad/0_63_5208_3125/master/5208.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=230adea5d9d764ea761d9a496f7703fc", "eventUri": "eng-5605328", "location": null, "shares": {"facebook": 8281}, "sentiment": -0.003921568627450966, "wgt": 8281, "relevance": 52}, {"uri": "6001585834", "lang": "eng", "isDuplicate": false, "date": "2020-03-20", "time": "19:12:00", "dateTime": "2020-03-20T19:12:00Z", "dateTimePub": "2020-03-20T19:00:00Z", "dataType": "news", "sim": 0.7019608020782471, "url": "http://www.theguardian.com/music/2020/mar/21/coronavirus-leaves-roadies-and-events-crew-devastated-its-the-first-industry-to-stop-dead", "title": "Coronavirus leaves roadies and events crew devastated: 'It's the first industry to stop dead'", "body": "During the 45 minutes we're on the phone, Steve \"Pineapple\" Alberts - a behind-the-scenes mainstay of Australian live music - misses seven calls.\n\nAlberts, 58, has 40 years experience as a roadie and five years as a mentor to others, in an industry particularly vulnerable to mental health issues, addiction, depression and suicide.\n\nHe usually gets 25 calls or messages a month, from people reaching out for support.\n\nBut as rumours began to swell last week that public gatherings would be banned - a crucial response to the coronavirus crisis, but one which will decimate live entertainment in Australia - Alberts got around 30 calls in just a handful of days, from colleagues who were suddenly, shockingly, completely out of work. Five of them, he says, were thinking about ending their lives.\n\nWhile there's been no comprehensive research into the Australian industry, non-profit organisation CrewCare believes that the suicide rate among live entertainment crew and roadies - who number around 10,000 in Australia - could be 10 times the national average. Alberts himself lost 17 industry friends last year; the year before that, 14.\n\nAnd now at least five months' worth of job prospects have dried up, virtually overnight. According to the CrewCare director Tony Moran, and verified by four companies Guardian Australia spoke to, every major live music production and crewing company in Australia is standing down, or has stood down, their part-time and full-time staff - and that's only around 10% of the industry, the rest of which is casual or contracted. \"It's the first industry to stop dead,\" Moran says.\n\nAccording to Live Performance Australia's most recent figures, 26.3m tickets to live performances were purchased in 2018, in an industry worth $2.2b - an increase of 14.8% from the year before. Streaming technology could bring a bit of money back to musicians and performers, but it won't help the backbone of their industry: the roadies, tech teams, tour managers and riggers who set up the shows that sustain their careers.\n\nFor now, all their work is gone - bookings have dried up until late this year or early next, and there's no sign of when it will return.\n\n\"I think we're all just in disbelief in how fragile the industry turned out to be,\" Moran says. \"We've had peaks and troughs before ... but I don't think we ever could have conceived how this could happen. It's just shell-shock.\"\n\nAlberts - who has five kids - says that in just two weeks he lost bookings up to August that were worth $56,000: \"I've got four weeks of wages left in my bank account.\" Of the 36,000 who applied for jobs at Coles this week, only 5,000 were successful - and Alberts wasn't one of them. \"I've been applying to Coles, Woolies, night jobs, forklift driving, construction. They just don't have the jobs. It's pretty shocking. It's dire straights. I've never known anything like this.\"\n\nAlberts will be fine, he says; he's not sure about the others. \"They don't know when there's going to be work, and the money is running out. They're thinking, 'I've let everyone down. I've let my family down. I don't know how to provide ... how long do we have to wait?'\n\n\"I've got a lot of friends that are going to lose everything.\"\n\n'Everything has been shut down. There's nothing'\n\nLike all seasoned roadies, Alberts has many skills: he describes himself as a site manager, a production manager, a project manager; a rigger, a lighting designer and a technician. He has worked on tours for Paul McCartney and the Dalai Lama, and speaks with a gruff but warm voice that's filled with as much passion as it is despair.\n\n\"I was that guy in rock and roll that didn't fit in; I was a punk before it became fashionable,\" he says. \"Loud, outspoken, unruly, that guy that took a lot of drugs and still did the work, because in the 80s that was acceptable.\"\n\nThe person who introduced us describes him as \"the oracle of touring\". Alberts can see into the future of the industry because he's been through it all before. \"I got through many addictions, mental health breakdowns, I attempted suicide. I got through the other side. So now people reach out to me - because, 'If he got through it, I can get through it'.\"\n\nLife as a roadie is a brutal cocktail when it comes to mental health, he explains. Your income is job to job, and you answer to many; Alberts, for instance, works - or worked - for nine production companies as a contractor, and three as a casual. All those companies now have empty schedules ahead of them, and have had to stand down staff. For casuals and contractors, there's no leave, no sick days, no security. \"This week's pay cheque pays next week's bills, and there's not enough to put in the bank,\" he says. \"Long service leave? That's a 45-minute lunch break.\"\n\nThe hours are long and often at night, meaning your colleagues are your social life. When you're on tour, there's no home to go to at the end of the show. When you're off tour it's quiet - and often, you're alone.\n\nIt's not just that. \"Our industry is full of tough old bastards, male-dominated, and they don't like reaching out for help. They don't want to ring Beyond Blue because they feel they won't understand, because our job is more a lifestyle than a job,\" Alberts says. \"Even the young ones are hardened like that.\"\n\nHe's worried that the social distancing being recommended by government and health authorities could make matters worse. \"Everything we do for a living is about creating happiness for others. And all of a sudden there is no collective ... now no one [has reason to] come together as a group, to be happy.\n\n\"It's not just the roadies and performers. It's the ushers, the people who sell at the food stalls, security, the freight and transport companies - we've all been put out of work, as of last Friday,\" he says. \"Everything has been shut down. There's nothing.\"\n\nOf course, once the ban on mass gatherings is over - and once the economy picks back up - the live industry will be resurrected too. But for Alberts, that feels like worlds away. \"I just don't know how long it will take before that happens. That's the key to all of this: we just don't know.\"\n\n'This is our time to be strong'\n\nAustralian non-profit Support Act, which offers financial and mental health support to the industry, has just launched a major fundraising and awareness initiative: The Sound of Silence. \"They're helping as much as they can,\" Alberts says, of Support Act. \"But you have to put your financial situation on the table [to ask for help], and a lot of people are too embarrassed to do that, so they go by the wayside.\"\n\nInsiders told the Guardian that many roadies aren't eligible for welfare or the stimulus, or are too proud to ask. And those who can get benefits are encountering a deeply flawed system, and an untenable waiting period.\n\nAlberts says older roadies are already teaching the younger crew how to be more financially responsible. But the most urgent need is more funding: he believes a $50m boost to Support Act would save the government money in the long term.\n\nThe industry is rallying in other ways, too. Howard Freeman, another legend of the touring industry, sent a mass email this week on behalf of CrewCare, encouraging shuttered companies and the newly unemployed to look out for each other.\n\n\"Call three people a day to see how they are doing,\" the email reads. \"If someone is really down and struggling, ring them again that afternoon or night.\"\n\nFreeman recommends closed businesses host small social events like barbecues, to help people gather together and eat (maintaining that 1.5 metres between). \"People who can bring a plate bring a plate; those that can't, don't,\" he writes. \"Even if it's just inviting someone over for dinner. Keep up that contact.\"\n\nAll Access Crewing in Brisbane, one of many agencies who have stood down staff, has set up a daily food bank for its employees, and are paying core crew the equivalent of the dole for six weeks as they wait for benefits. The managing director, Dee Dimmick, told the Guardian not everyone is in a position to do that. The best thing the government could do right now, she says, is get rid of the welfare waiting period. \"That would make an enormous difference.\"\n\nIn the meantime Alberts and some other colleagues are working on a Facebook tool for roadies: a sort of crisis check-in for people to tell the world they're OK each day.\n\nAs the email from Freeman reads: \"The live events industry is always the first one to put up their hand to help out others. Now we need to help ourselves.\n\n\"The small thing you do today and tomorrow, could mean the difference to someone out there doing it tough. This is our bushfire. This is our tsunami. This is our hunger appeal. This is our time to be strong.\"\n\n* Crisis support services can be reached 24 hours a day. The Support Act Wellbeing Helpline is available to all in the music and live performance arts industry: 1800 959 500; Lifeline: 13 11 14; Suicide Call Back Service: 1300 659 467; MensLine Australia: 1300 78 99 78; Beyond Blue: 1300 22 4636", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "steph_harmon@theguardian.com", "name": "Steph Harmon", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Tony_Moran", "type": "person", "score": 5, "label": {"eng": "Tony Moran"}}, {"uri": "http://en.wikipedia.org/wiki/Road_crew", "type": "wiki", "score": 5, "label": {"eng": "Road crew"}}, {"uri": "http://en.wikipedia.org/wiki/Suicide", "type": "wiki", "score": 5, "label": {"eng": "Suicide"}}, {"uri": "http://en.wikipedia.org/wiki/Mental_health", "type": "wiki", "score": 5, "label": {"eng": "Mental health"}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 5, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vulnerability", "type": "wiki", "score": 4, "label": {"eng": "Vulnerability"}}, {"uri": "http://en.wikipedia.org/wiki/Rigging", "type": "wiki", "score": 4, "label": {"eng": "Rigging"}}, {"uri": "http://en.wikipedia.org/wiki/Coles_Supermarkets", "type": "org", "score": 4, "label": {"eng": "Coles Supermarkets"}}, {"uri": "http://en.wikipedia.org/wiki/Depression_(mood)", "type": "wiki", "score": 4, "label": {"eng": "Depression (mood)"}}, {"uri": "http://en.wikipedia.org/wiki/Pineapple", "type": "wiki", "score": 4, "label": {"eng": "Pineapple"}}, {"uri": "http://en.wikipedia.org/wiki/Nonprofit_organization", "type": "wiki", "score": 4, "label": {"eng": "Nonprofit organization"}}, {"uri": "http://en.wikipedia.org/wiki/Addiction", "type": "wiki", "score": 4, "label": {"eng": "Addiction"}}, {"uri": "http://en.wikipedia.org/wiki/Management", "type": "wiki", "score": 4, "label": {"eng": "Management"}}, {"uri": "http://en.wikipedia.org/wiki/Guardian_Australia", "type": "wiki", "score": 3, "label": {"eng": "Guardian Australia"}}, {"uri": "http://en.wikipedia.org/wiki/Tour_manager", "type": "wiki", "score": 3, "label": {"eng": "Tour manager"}}, {"uri": "http://en.wikipedia.org/wiki/Shell_shock", "type": "wiki", "score": 3, "label": {"eng": "Shell shock"}}, {"uri": "http://en.wikipedia.org/wiki/Lighting_designer", "type": "wiki", "score": 3, "label": {"eng": "Lighting designer"}}, {"uri": "http://en.wikipedia.org/wiki/Dalai_Lama", "type": "person", "score": 3, "label": {"eng": "Dalai Lama"}}, {"uri": "http://en.wikipedia.org/wiki/Rock_and_roll", "type": "wiki", "score": 3, "label": {"eng": "Rock and roll"}}, {"uri": "http://en.wikipedia.org/wiki/Paul_McCartney", "type": "person", "score": 3, "label": {"eng": "Paul McCartney"}}, {"uri": "http://en.wikipedia.org/wiki/Streaming_media", "type": "wiki", "score": 3, "label": {"eng": "Streaming media"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 3, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Punk_rock", "type": "wiki", "score": 3, "label": {"eng": "Punk rock"}}, {"uri": "http://en.wikipedia.org/wiki/Record_producer", "type": "wiki", "score": 3, "label": {"eng": "Record producer"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 2, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 1, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Brisbane", "type": "loc", "score": 1, "label": {"eng": "Brisbane"}, "location": {"type": "place", "label": {"eng": "Brisbane"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 15}, {"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 16}, {"uri": "dmoz/Business/Employment/Job_Search", "label": "dmoz/Business/Employment/Job Search", "wgt": 16}, {"uri": "dmoz/Society/Lifestyle_Choices/Voluntary_Simplicity", "label": "dmoz/Society/Lifestyle Choices/Voluntary Simplicity", "wgt": 16}, {"uri": "dmoz/Society/Work/Rethinking_Work", "label": "dmoz/Society/Work/Rethinking Work", "wgt": 15}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 99}], "image": "https://i.guim.co.uk/img/media/875c02be4d20ea8ab7b7da7ccb19b9f11181c4e6/0_179_3008_1805/master/3008.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=498e26d892e45f0678c4beaa2cb7105e", "eventUri": "eng-5616917", "location": null, "shares": {"facebook": 8180}, "sentiment": -0.05882352941176472, "wgt": 8180, "relevance": 76}, {"uri": "1485378707", "lang": "eng", "isDuplicate": false, "date": "2020-03-16", "time": "10:18:00", "dateTime": "2020-03-16T10:18:00Z", "dateTimePub": "2020-03-16T10:00:00Z", "dataType": "news", "sim": 0.6666666865348816, "url": "http://www.theguardian.com/society/2020/mar/16/coronavirus-health-anxiety", "title": "If coronavirus scares you, read this to take control over your health anxiety", "body": "When news of the coronavirus broke at the end of last year, and as the stories from the outbreak became more alarming overtime, I found myself wondering how health anxiety sufferers were coping.\n\nYou see, I used to be one. In late 2015, I suffered a post-traumatic stress disorder relapse which led to debilitating anxiety, much of which was health related. During that period, I was paralyzed by the thought of becoming ill and dying. I was constantly checking for symptoms and signs of disease online and I was fixated on the health of my loved ones.\n\nAfter treatment, including trauma-focused CBT, I almost completely recovered. But I remember vividly how it felt to be in an all-consuming state of panic. For many months, it ruled my entire existence. Approximately 40 million American adults - roughly 18% of the population - have an anxiety disorder, while in the UK there were 8.2 million cases of anxiety in 2013. There are few statistics about health anxiety, but it can affect those who have an existing anxiety disorder or those who have experienced a life event such as bereavement, birth trauma or an accident. In times like these, where a global pandemic is taking up most of the media conversation, it can be even more difficult to stay calm.\n\nHere is some advice that may give some comfort to those of you who are struggling.\n\n1) Avoid the (health-related) news\n\nWe all want to keep up to date, but when you have health anxiety the need to check and read the latest updates can become compulsive, feeding the anxiety. Try having a news detox, or allocating yourself a time limit for reading or watching news. If you're really worried about missing something crucial, you can always tell friends and family to contact you in the event of an emergency situation in order to keep you informed.\n\n2) Try not to seek constant reassurance\n\nSeeking reassurance can make you feel calmer for a little while, but in my experience, it is always temporary. Your brain creates a feedback cycle where you become increasingly reliant on reassurance, which only serves to reinforce the anxiety. It's natural to want your loved ones to tell you things will be OK, but when you start needing that reassurance several times a day it's time to take a step back.\n\n3) Introduce an absolute ban on Googling symptoms\n\nDr Google is not, and never will be, your friend, especially not when you are a sufferer of health anxiety. Nor will message-boards and forums. Try to remember that people visit these places when they have reason to be concerned. Once you start understanding it's a skewed lens, you'll be better able to put things in perspective\n\n4) Try a countering technique\n\nThis is a CBT exercise which involves giving a persistent thought the courtroom treatment, by confronting it with a rational counter-statement. For example, if your persistent thought is something like \"Everyone I love will die from this virus\" you can counter it with factual statements such as \"Actually, most people who get Covid-19 are likely to make a full recovery, and that's assuming mum, dad and my little sister will even catch it at all.\" As my mother always says: \"just because you think something, doesn't make it true.\"\n\n5) Do some exercise\n\nEven if it's just star jumps in your bedroom, or shaking your body parts like you're in the warm-up section of a hippie acting class, exercise will help get the adrenaline out of your system and channel the panic elsewhere.\n\n6) Breathing and grounding exercises\n\nFrom guided yogic breathing to using a strong smell (I favored lavender oil), grounding exercises can help bring you back to reality. I also found bending over to touch my toes and then very slowly standing up starting at the base of my spine to be beneficial, as it centers me. You can look for examples online, but sometimes, something as simple as sitting on the floor can help.\n\n7) Allocate yourself a daily \"worry period\"\n\nGive yourself half an hour to worry about this to your heart's content, and then you have to go and do something else.\n\n8) Treat yourself\n\nAnything that will give you a little boost can help. It doesn't need to involve spending money: you can also cook yourself something nice, have a hot bath, or listen to a song you love.\n\n9) Remember that your anxious state isn't permanent\n\nWhen you are in it, anxiety always feels as though it will never end, but it will. It's hard to remember this, but do try. I genuinely thought that I would never recover, and now even though we are in a public health crisis, I feel calm and have things in perspective. It's a worrying time, and many of us, myself included, will have loved ones who might be showing symptoms, but the tendency to jump to the worst case scenario very rarely reflects reality. Be kind to yourself. It may be a bit cheesy, but this too shall pass.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "rhiannon_lucy_cosslett@theguardian.com", "name": "Rhiannon Lucy Cosslett", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hypochondriasis", "type": "wiki", "score": 5, "label": {"eng": "Hypochondriasis"}}, {"uri": "http://en.wikipedia.org/wiki/Anxiety", "type": "wiki", "score": 5, "label": {"eng": "Anxiety"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Cognitive_behavioral_therapy", "type": "wiki", "score": 4, "label": {"eng": "Cognitive behavioral therapy"}}, {"uri": "http://en.wikipedia.org/wiki/Relapse", "type": "wiki", "score": 4, "label": {"eng": "Relapse"}}, {"uri": "http://en.wikipedia.org/wiki/Anxiety_disorder", "type": "wiki", "score": 4, "label": {"eng": "Anxiety disorder"}}, {"uri": "http://en.wikipedia.org/wiki/Posttraumatic_stress_disorder", "type": "wiki", "score": 4, "label": {"eng": "Posttraumatic stress disorder"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 4, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Detoxification", "type": "wiki", "score": 3, "label": {"eng": "Detoxification"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Grief", "type": "wiki", "score": 3, "label": {"eng": "Grief"}}, {"uri": "http://en.wikipedia.org/wiki/Paralysis", "type": "wiki", "score": 3, "label": {"eng": "Paralysis"}}, {"uri": "http://en.wikipedia.org/wiki/Injury", "type": "wiki", "score": 3, "label": {"eng": "Injury"}}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 3, "label": {"eng": "Google"}}, {"uri": "http://en.wikipedia.org/wiki/Brain", "type": "wiki", "score": 3, "label": {"eng": "Brain"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Adrenaline", "type": "wiki", "score": 2, "label": {"eng": "Adrenaline"}}, {"uri": "http://en.wikipedia.org/wiki/Rationality", "type": "wiki", "score": 2, "label": {"eng": "Rationality"}}, {"uri": "http://en.wikipedia.org/wiki/Vertebral_column", "type": "wiki", "score": 2, "label": {"eng": "Vertebral column"}}, {"uri": "http://en.wikipedia.org/wiki/Hippie", "type": "wiki", "score": 2, "label": {"eng": "Hippie"}}, {"uri": "http://en.wikipedia.org/wiki/Oil", "type": "wiki", "score": 2, "label": {"eng": "Oil"}}, {"uri": "http://en.wikipedia.org/wiki/Yoga", "type": "wiki", "score": 2, "label": {"eng": "Yoga"}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 16}, {"uri": "dmoz/Health/Mental_Health", "label": "dmoz/Health/Mental Health", "wgt": 21}, {"uri": "dmoz/Health/Mental_Health/Disorders", "label": "dmoz/Health/Mental Health/Disorders", "wgt": 21}, {"uri": "news/Health", "label": "news/Health", "wgt": 89}], "image": "https://i.guim.co.uk/img/media/61e75a9f59b44945967f05fac4ed5a0a5158e2e4/0_0_5347_3209/master/5347.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=fd5ca8b1cd65fc55be8f24c0be694e6e", "eventUri": "eng-5609363", "location": null, "shares": {"facebook": 7996}, "sentiment": -0.3568627450980392, "wgt": 7996, "relevance": 76}, {"uri": "1488133849", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "09:23:00", "dateTime": "2020-03-18T09:23:00Z", "dateTimePub": "2020-03-18T09:11:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/politics/live/2020/mar/18/uk-coronavirus-live-boris-johnson-pmqs-cbi-urges-government-pay-businesses-directly-saying-350bn-loangrant-package-not-enough", "title": "UK coronavirus live: CBI urges government to pay firms directly, saying £350bn package not enough", "body": "The Institute for Fiscal Studies, the public spending thinktank, issued its own assessment of Rishi Sunak's £350bn support package for business yesterday. Like the CBI, it thinks the chancellor needs to go further. This is from Paul Johnson, the IFS's director.\n\nThe support through business rates holidays and payments is targeted directly at the retail, leisure and hospitality sectors many of which will be suffering a lot, especially in light of yesterday's new announcements discouraging people from patronising such businesses. This is a substantial level of support. However, it is probably not well targeted at saving jobs in those industries. It will remain as expensive to pay people and if demand is down then jobs are likely to go. Supporting employment might require a targeted package which included targeted cuts to employer national insurance contributions, a delay in increases to the national living wage, and increased support for individuals through universal credit. Government might also want to facilitate people being able to move into jobs where there is now much greater demand - delivery drivers and warehouse workers for example - in a way which allows them to return easily to their original jobs once the crisis is over.\n\nFirms outside the leisure and hospitality sector have not been targeted with this additional direct support. Many of them may face similar problems of reduced demand, or problems resulting from fewer employees able to work.\n\nAs the chancellor said, more measures are likely to be necessary.\n\nThe Department of Health and Social Care has issued some guidance about ibuprofen and coronavirus.\n\nGood morning. As Heather Stewart reports in the Guardian's overnight splash, Rishi Sunak, the chancellor, yesterday announced a £350bn package of loans and grants (£330bn in loan guarantees, £20bn in grants and other handouts) to help businesses struggling as the economy grinds to a halt. Judging by today's front pages, national newspaper coverage is generally positive, but this morning the CBI, the country's biggest business organisation, joined the Labour party in saying this did not go far enough.\n\nIn an interview with the Today programme Carolyn Fairbairn, the CBI director general, said Sunak had announced a \"serious and massive package of measures\", but she said firms needed help now to allow them to keep people in work. She said:\n\nThe absolute top priority right now is for businesses to be able to keep their people in jobs, in employment, and we think there needs to be more on that.\n\nFairbairn said the CBI wanted the government to use the national insurance system to pump money into companies. Instead of paying national insurance, they would get a cheque for \"reverse national insurance\" from the government. She explained:\n\nThis is about using existing systems, it's all about speed. So the thought that we have put to the chancellor is to reverse national insurance contributions - not just defer or cancel them, but actually get the flow working in the other direction.\n\nFairbairn said a similar system was operating in Germany.\n\nWe have a very well functioning national insurance system; reverse it, to enable businesses to make that judgment about whether to keep people or not keep them. This will be a very quick measures to introduce.\n\nShe also suggested that VAT bills should be deferred.\n\nThere are some very large tax bills hitting companies in the next few weeks. We have a £35bn VAT bill. This is an immediate impact; it doesn't require businesses to apply for anything. So looking at the tax bills, and seeing if they can be cancelled or deferred.\n\nThis will not come as a surprise to Sunak, who said yesterday that he would be announcing employment support measures and that he was still working on the details with employers and unions. This morning Alok Sharma, the business secretary, said this would be ready \"very soon\".\n\nFrom today Politics Live will be a bit different because we will be covering all UK coronavirus developments here, and not just Westminster politics. We will still be covering all the latest political news too, but for the foreseeable future politics will be dominated by coronavirus. My colleague Lucy Campbell will be contributing to the blog too.\n\nHere is the agenda for the day.\n\n12pm: Boris Johnson faces Jeremy Corbyn at PMQs.\n\nAfter 12.30pm: MPs debate two Labour motions relating to coronavirus, on statutory sick pay and on local government.\n\n2.15pm: Rishi Sunak, the chancellor, gives evidence to the Commons Treasury committee.\n\n2.45pm: Police chiefs give evidence to the Commons home affairs committee about coronavirus preparedness.\n\n4.30pm: The Royal College of Midwives (RCM) and the Royal College of Obstetricians and Gynaecologists (RCOGl host a live Twitter Q&A on pregnancy and the coronavirus.\n\nAfternoon: The government holds its daily coronavirus press conference.\n\nYou can read all the latest Guardian politics articles here and here is the Politico Europe roundup of this morning's political news.\n\nIf you want to follow me or contact me on Twitter, I'm on @AndrewSparrow and Lucy is on @lucy_campbell_.\n\nI try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include \"Andrew\" in it somewhere and I'm more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can't promise to do this for everyone.\n\nIf you want to attract my attention quickly, it is probably better to use Twitter.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "andrew_sparrow@theguardian.com", "name": "Andrew Sparrow", "type": "author", "isAgency": false}, {"uri": "lucy_campbell@theguardian.com", "name": "Lucy Campbell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Rishi_Sunak", "type": "person", "score": 5, "label": {"eng": "Rishi Sunak"}}, {"uri": "http://en.wikipedia.org/wiki/National_Insurance", "type": "wiki", "score": 5, "label": {"eng": "National Insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Institute_for_Fiscal_Studies", "type": "wiki", "score": 5, "label": {"eng": "Institute for Fiscal Studies"}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_(education)", "type": "wiki", "score": 5, "label": {"eng": "Chancellor (education)"}}, {"uri": "http://en.wikipedia.org/wiki/Confederation_of_British_Industry", "type": "wiki", "score": 5, "label": {"eng": "Confederation of British Industry"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Paul_Johnson_(writer)", "type": "person", "score": 4, "label": {"eng": "Paul Johnson (writer)"}}, {"uri": "http://en.wikipedia.org/wiki/Think_tank", "type": "wiki", "score": 4, "label": {"eng": "Think tank"}}, {"uri": "http://en.wikipedia.org/wiki/Government_spending", "type": "wiki", "score": 4, "label": {"eng": "Government spending"}}, {"uri": "http://en.wikipedia.org/wiki/Department_of_Health_and_Social_Care", "type": "wiki", "score": 3, "label": {"eng": "Department of Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Universal_Credit", "type": "wiki", "score": 3, "label": {"eng": "Universal Credit"}}, {"uri": "http://en.wikipedia.org/wiki/Value-added_tax", "type": "wiki", "score": 3, "label": {"eng": "Value-added tax"}}, {"uri": "http://en.wikipedia.org/wiki/Living_wage", "type": "wiki", "score": 3, "label": {"eng": "Living wage"}}, {"uri": "http://en.wikipedia.org/wiki/Today_(BBC_Radio_4)", "type": "wiki", "score": 3, "label": {"eng": "Today (BBC Radio 4)"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 3, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 3, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Newspaper", "type": "wiki", "score": 3, "label": {"eng": "Newspaper"}}, {"uri": "http://en.wikipedia.org/wiki/Politics_Live", "type": "wiki", "score": 2, "label": {"eng": "Politics Live"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister's_Questions", "type": "wiki", "score": 2, "label": {"eng": "Prime Minister's Questions"}}, {"uri": "http://en.wikipedia.org/wiki/Alok_Sharma", "type": "person", "score": 2, "label": {"eng": "Alok Sharma"}}, {"uri": "http://en.wikipedia.org/wiki/Kim_Campbell", "type": "person", "score": 2, "label": {"eng": "Kim Campbell"}}, {"uri": "http://en.wikipedia.org/wiki/HM_Treasury", "type": "org", "score": 2, "label": {"eng": "HM Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 2, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Corbyn", "type": "person", "score": 2, "label": {"eng": "Jeremy Corbyn"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 2, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Statute", "type": "wiki", "score": 2, "label": {"eng": "Statute"}}, {"uri": "http://en.wikipedia.org/wiki/Westminster", "type": "loc", "score": 2, "label": {"eng": "Westminster"}, "location": {"type": "place", "label": {"eng": "Westminster"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 2, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Politico_Europe", "type": "wiki", "score": 1, "label": {"eng": "Politico Europe"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_College_of_Midwives", "type": "wiki", "score": 1, "label": {"eng": "Royal College of Midwives"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_College_of_Obstetricians_and_Gynaecologists", "type": "org", "score": 1, "label": {"eng": "Royal College of Obstetricians and Gynaecologists"}}, {"uri": "http://en.wikipedia.org/wiki/Home_Office", "type": "org", "score": 1, "label": {"eng": "Home Office"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 18}, {"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 19}, {"uri": "dmoz/Business/Financial_Services/Insurance", "label": "dmoz/Business/Financial Services/Insurance", "wgt": 19}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 19}, {"uri": "dmoz/Home/Personal_Finance/Insurance", "label": "dmoz/Home/Personal Finance/Insurance", "wgt": 18}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 98}], "image": "https://i.guim.co.uk/img/media/8b350b379c869867c478c4ae2f4696741a37b19d/0_258_4800_2880/master/4800.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&s=d6a723d22504107eb1f5dcd07d4d054a", "eventUri": null, "location": null, "shares": {"facebook": 7726}, "sentiment": 0.2, "wgt": 7726, "relevance": 76}, {"uri": "1488226522", "lang": "eng", "isDuplicate": false, "date": "2020-03-18", "time": "10:44:00", "dateTime": "2020-03-18T10:44:00Z", "dateTimePub": "2020-03-18T10:16:00Z", "dataType": "news", "sim": 0.7921568751335144, "url": "http://www.theguardian.com/environment/2020/mar/18/billion-dollar-wildlife-industry-in-vietnam-under-assault-as-law-drafted-to-halt-trading", "title": "Billion-dollar wildlife industry in Vietnam under assault as law drafted to halt trading", "body": "Vietnam's prime minister, Nguyen Xuan Phuc, has asked the country's agriculture ministry to draft a directive to stop illegal trading and consumption of wildlife over fears it spreads disease.\n\nThe directive, seen as a victory for animal rights organisations, will lead to a clamping down on street-side markets dotted across the country, increase prosecutions of online traders and ideally put pressure on thousands of farms with known links to illegal wildlife trading.\n\nVitenam's move to ban the wildlife trade follows similar moves by the Chinese government, after the new coronavirus pandemic appeared to have emerged from a wet market in Wuhan.\n\nBoth illegal and \"legal\" wildlife trading flourishes in Vietnam, where the trade has grown into a billion-dollar industry. There are thousands of markets around the country, many of which include stalls selling animals for food or as pets. Anyone walking around some of the street-side stalls of the Mekong delta can see fish tanks stuffed with sea turtles or skinned-alive frogs.\n\nThere is also a thriving online trade in animals. Many sellers advertise on Facebook, uploading photos of leopard cats caught in mesh nets, dead pangolins stored in a freezer, slaughtered macaque monkeys, frozen tiger cubs, butchered bats or even freshly barbecued wildlife. They are bought as status symbols, pets, food, or to be used in traditional medicines.\n\nYet the largest issue in terms of Vietnam's wildlife trade is the nation's \"legal\" commercial farms, where you can see maltreated civets in metal cages or an array of rare reptiles. Across Vietnam, bears are still trapped in tiny cages on bear bile farms, while Nghe An province in central Vietnam is known for tiger farms.\n\n\"Opportunistic farmers can legally acquire licences for a plethora of species. Some of these species are incredibly difficult to raise in captivity while others are not economically viable to raise and sell profitably, but it has not been a common practice to involve third parties in the process of licensing farms, so the authorities are issuing permits to trade native species that can only be sourced from the wild,\" Douglas Hendrie, director of enforcement for local environment NGO Education for Nature Vietnam (ENV) told the Guardian.\n\n\"Additionally, in some cases farmers can get away with trading completely protected species which are not even allowed to be farmed due to authorities lacking education on species protection. With such a poorly regulated and enforced commercial wildlife farming industry few fear prosecution.\"\n\n\"Animals from these farms and 'conservation' facilities are then sold via a huge 'legal' industry to businessmen, restaurants, traditional medicine shops and even across the border into China,\" Hendrie added.\n\nOn 20 November, Vietnamese authorities investigated a wildlife farm and temporarily seized 57 animals from 19 different species, the Guardian has learned. In this case, the owner was caught in possession of more than 10 species protected by law - a criminal offence punishable by up to 15 years in prison. It is this diversity of species - as seen in Wuhan's wet market - that can lead to the spread of disease.\n\nAccording to Hendrie, online trading has grown in appeal as sellers can hide their identity while reaching more buyers. Entire Facebook pages are dedicated to ivory, rhino horns and bear claws or posting photos of animals being caught or slaughtered. Last year ENV recorded more than 2,400 advertisements in violation of wildlife protection laws on Facebook, YouTube, Zalo and other online platforms, along with more than 600 people caught illegally possessing wildlife.\n\nVietnam began recognising protected wildlife species listed by Cites (the Convention on International Trade in Endangered Species of Wild Fauna and Flora) in 1994. Currently, Vietnamese law prohibits the trafficking of protected wildlife products, such as pangolins or rhinos, and the illegal trading or killing of wildlife. Yet campaigners say the illegal trade continues to flourish thanks to poor enforcement. Convicted criminals can face imprisonment or a fine of more than $600 (£500).\n\nHanoi-based wildlife NGO Pan Nature recently sent a letter to the prime minister's office - signed by 14 other environmental NGOs including WWF, Animals Asia, ENV and Traffic - calling on authorities to close markets and other locations where illegal wildlife is on sale. And the prime minister has now asked Vietnam's agriculture ministry to draft a directive and present it by 1 April.\n\nTrinh Le Nguyen, executive director at Pan Nature, said the conservation community in Vietnam has \"unanimously joined hands\" to propose recommendations to the government.\n\n\"We welcome the proactive response from the prime minister with specific guidance to relevant agencies for drafting the directive to completely ban illegal wildlife consumption and trade in Vietnam,\" she said. \"We hope to see Vietnam as a country free of illegal wildlife trade in a very near future. We expect unanimous actions of government agencies in enforcing wildlife protection laws.\"\n\nThe exact actions made possible by the new directive will become clear when it's presented at the beginning of April. The 14 NGOs that signed the letter are pushing for the closure of wildlife markets, increased policing of online sales and an end to permits for transporting large quantities of wildlife.\n\nAny suspicious shipments, they say, should be reported to police, while large deliveries of \"legal\" wildlife should be investigated to determine whether laundering was involved. If there is evidence of crime, farms' licences could be revoked and sentences of up to 15 years handed out.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Wildlife", "type": "wiki", "score": 5, "label": {"eng": "Wildlife"}}, {"uri": "http://en.wikipedia.org/wiki/Species", "type": "wiki", "score": 5, "label": {"eng": "Species"}}, {"uri": "http://en.wikipedia.org/wiki/Vietnam", "type": "loc", "score": 5, "label": {"eng": "Vietnam"}, "location": {"type": "country", "label": {"eng": "Vietnam"}}}, {"uri": "http://en.wikipedia.org/wiki/Wildlife_trade", "type": "wiki", "score": 4, "label": {"eng": "Wildlife trade"}}, {"uri": "http://en.wikipedia.org/wiki/Wet_market", "type": "wiki", "score": 4, "label": {"eng": "Wet market"}}, {"uri": "http://en.wikipedia.org/wiki/Traditional_medicine", "type": "wiki", "score": 4, "label": {"eng": "Traditional medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Pet", "type": "wiki", "score": 4, "label": {"eng": "Pet"}}, {"uri": "http://en.wikipedia.org/wiki/Animal_rights", "type": "wiki", "score": 4, "label": {"eng": "Animal rights"}}, {"uri": "http://en.wikipedia.org/wiki/Tiger", "type": "wiki", "score": 4, "label": {"eng": "Tiger"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_minister", "type": "wiki", "score": 4, "label": {"eng": "Prime minister"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 4, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 4, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Nguyễn_Xuân_Phúc", "type": "person", "score": 3, "label": {"eng": "Nguyễn Xuân Phúc"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Bile_bear", "type": "wiki", "score": 3, "label": {"eng": "Bile bear"}}, {"uri": "http://en.wikipedia.org/wiki/Civet", "type": "wiki", "score": 3, "label": {"eng": "Civet"}}, {"uri": "http://en.wikipedia.org/wiki/Pangolin", "type": "wiki", "score": 3, "label": {"eng": "Pangolin"}}, {"uri": "http://en.wikipedia.org/wiki/Leopard_cat", "type": "wiki", "score": 3, "label": {"eng": "Leopard cat"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_farming", "type": "wiki", "score": 3, "label": {"eng": "Intensive farming"}}, {"uri": "http://en.wikipedia.org/wiki/Sea_turtle", "type": "wiki", "score": 3, "label": {"eng": "Sea turtle"}}, {"uri": "http://en.wikipedia.org/wiki/Conservation_biology", "type": "wiki", "score": 3, "label": {"eng": "Conservation biology"}}, {"uri": "http://en.wikipedia.org/wiki/Indigenous_(ecology)", "type": "wiki", "score": 3, "label": {"eng": "Indigenous (ecology)"}}, {"uri": "http://en.wikipedia.org/wiki/Mekong_Delta", "type": "wiki", "score": 3, "label": {"eng": "Mekong Delta"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 3, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Horn_(anatomy)", "type": "loc", "score": 2, "label": {"eng": "Horn (anatomy)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/World_Wide_Fund_for_Nature", "type": "org", "score": 2, "label": {"eng": "World Wide Fund for Nature"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/YouTube", "type": "org", "score": 2, "label": {"eng": "YouTube"}}], "categories": [{"uri": "dmoz/Science/Environment/Biodiversity", "label": "dmoz/Science/Environment/Biodiversity", "wgt": 22}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 22}, {"uri": "dmoz/Arts/Music/Trading", "label": "dmoz/Arts/Music/Trading", "wgt": 20}, {"uri": "dmoz/Recreation/Outdoors/Wildlife", "label": "dmoz/Recreation/Outdoors/Wildlife", "wgt": 31}, {"uri": "dmoz/Health/Animal/Wildlife", "label": "dmoz/Health/Animal/Wildlife", "wgt": 29}, {"uri": "news/Environment", "label": "news/Environment", "wgt": 61}], "image": "https://i.guim.co.uk/img/media/6a680bd75ed1a77d0d1814a027c69e8fd03b6d15/0_379_5688_3413/master/5688.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=6970908143123a4e6ddf70c4ed71f325", "eventUri": "eng-5610330", "location": null, "shares": {"facebook": 7389}, "sentiment": -0.2784313725490196, "wgt": 7389, "relevance": 52}], "totalResults": 1100, "page": 1, "count": 25, "pages": 44}}