{"articles": {"results": [{"uri": "1464377909", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "09:42:00", "dateTime": "2020-02-28T09:42:00Z", "dateTimePub": "2020-02-28T09:10:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/feb/28/coronavirus-millions-of-americans-uninsured", "title": "Millions of uninsured Americans like me are a coronavirus timebomb | Carl Gibson", "body": "Like 27.5 million other Americans, I don't have health insurance. It's not for a lack of trying - I make too much to qualify for Medicaid, but not enough to buy a private health insurance plan on the Affordable Care Act exchanges. Since I can't afford to see a doctor, my healthcare strategy as a 32-year-old uninsured American has been simply to sleep eight hours, eat vegetables, and get daily exercise. But now that there are confirmed coronavirus cases in the United States, the deadly virus could spread rapidly, thanks to others like me who have no feasible way to get the care we need if we start exhibiting symptoms.\n\nAccording to the Centers for Disease Control and Prevention, there are confirmed coronavirus cases in at least 50 countries on six continents, and more than 2,800 patients have died from the virus. This certainly qualifies as a pandemic under the World Health Organization's (WHO) definition of the term, which, under a typical presidency, should necessitate a swift response from US health officials. However, the Trump administration appears to still be prioritizing the profit margin of the healthcare industry over preventing the spread of a deadly pandemic.\n\nEarlier this week, the Department of Health and Human Services secretary, Alex Azar, (a former senior executive at pharmaceutical manufacturer Eli Lilly) refused to commit to implementing price controls on a coronavirus vaccine \"because we need the private sector to invest ... price controls won't get us there\". Even the House speaker, Nancy Pelosi, notably didn't use the word \"free\" when referring to a coronavirus vaccine, and instead used the word \"affordable\". What may be considered affordable for the third-most powerful person in the US government with an estimated net worth of $16m may not be affordable for someone who can't afford a basic private health insurance plan that still requires a patient to pay thousands of dollars out of pocket.\n\nGiven the high cost of healthcare in the US, I haven't seen a doctor since 2013, when I visited an emergency room after being run off the road while riding my bike. After waiting for four hours, the doctor put my arm in a sling, prescribed pain medication and sent me home. That visit cost more than $4,000, and the unpaid balance eventually went to collections and still haunts my credit to this day, making it needlessly difficult to rent an apartment or buy a car. But even a low-premium bronze plan on the exchange comes with a sky-high deductible in the thousands of dollars, meaning even if I was insured, I'd have still paid for that ER visit entirely out of pocket.\n\nThis system is exactly why a 2018 West Health Institute/NORC at the University of Chicago national poll found that 44% of Americans declined to see a doctor due to cost, and why nearly a third of Americans polled said they didn't get their prescriptions filled due to the high cost of their medicine. This is the same system that killed 38-year-old Texas public school teacher Heather Holland, who couldn't afford the $116 co-pay for her flu medication and later died from flu complications. It's the same system that Guardian contributor Luke O'Neil refers to as \"Go viral or die trying\", in which Americans who can't afford life-saving healthcare procedures are forced to become their own advocate and PR agency by launching a viral GoFundMe campaign to ask strangers on the internet to save their lives.\n\nWhen you multiply my situation by 27.5 million, you end up with a country full of people who won't see a doctor unless they're extremely sick. And when you combine a for-profit healthcare system - in which only those wealthy enough to get care actually receive it - with a global pandemic, the only outcome will be unmitigated disaster. This could be somewhat remedied if the US had a single-payer, universal healthcare system, like every other industrialized nation. And as a team of Yale epidemiologists discovered in a study recently published in the Lancet, a single-payer healthcare system in the US could simultaneously save 68,000 lives and $450bn in taxpayer dollars each year.\n\nYes, countries with single-payer systems still have coronavirus cases, Italy and Japan. But the spread of the virus in those countries would likely pale in comparison to the potential spread of coronavirus in the US, in which a significant portion of the population simply won't go to the doctor if they're sick. Coronavirus is a worldwide public health emergency, and massive profits for health insurers and pharmaceutical manufacturers shouldn't come before the basic health and safety of human beings.\n\nCarl Gibson is an independent journalist whose work has been published in CNN, the Guardian, the Washington Post, the Houston Chronicle and NPR, among others", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "carl_gibson@theguardian.com", "name": "Carl Gibson", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance", "type": "wiki", "score": 5, "label": {"eng": "Health insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 5, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Medicaid", "type": "wiki", "score": 4, "label": {"eng": "Medicaid"}}, {"uri": "http://en.wikipedia.org/wiki/Price_controls", "type": "wiki", "score": 4, "label": {"eng": "Price controls"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Patient_Protection_and_Affordable_Care_Act", "type": "wiki", "score": 4, "label": {"eng": "Patient Protection and Affordable Care Act"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 3, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/Eli_Lilly_and_Company", "type": "org", "score": 3, "label": {"eng": "Eli Lilly and Company"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 3, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Speaker_of_the_United_States_House_of_Representatives", "type": "wiki", "score": 3, "label": {"eng": "Speaker of the United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 3, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Private_sector", "type": "wiki", "score": 3, "label": {"eng": "Private sector"}}, {"uri": "http://en.wikipedia.org/wiki/Pharmaceutical_industry", "type": "wiki", "score": 3, "label": {"eng": "Pharmaceutical industry"}}, {"uri": "http://en.wikipedia.org/wiki/Vegetable", "type": "wiki", "score": 3, "label": {"eng": "Vegetable"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Emergency_department", "type": "wiki", "score": 3, "label": {"eng": "Emergency department"}}, {"uri": "http://en.wikipedia.org/wiki/NORC_at_the_University_of_Chicago", "type": "wiki", "score": 2, "label": {"eng": "NORC at the University of Chicago"}}, {"uri": "http://en.wikipedia.org/wiki/Deductible", "type": "wiki", "score": 2, "label": {"eng": "Deductible"}}, {"uri": "http://en.wikipedia.org/wiki/Universal_health_care", "type": "wiki", "score": 2, "label": {"eng": "Universal health care"}}, {"uri": "http://en.wikipedia.org/wiki/GoFundMe", "type": "wiki", "score": 2, "label": {"eng": "GoFundMe"}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 2, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Netherlands", "type": "loc", "score": 2, "label": {"eng": "Netherlands"}, "location": {"type": "country", "label": {"eng": "Netherlands"}}}, {"uri": "http://en.wikipedia.org/wiki/Houston_Chronicle", "type": "org", "score": 1, "label": {"eng": "Houston Chronicle"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 1, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Yale_University", "type": "loc", "score": 1, "label": {"eng": "Yale University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/NPR", "type": "org", "score": 1, "label": {"eng": "NPR"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 1, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 1, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Independent_politician", "type": "org", "score": 1, "label": {"eng": "Independent politician"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 1, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 1, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 99}, {"uri": "dmoz/Health/Education", "label": "dmoz/Health/Education", "wgt": 23}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 23}, {"uri": "dmoz/Business/Healthcare/Healthcare_Management", "label": "dmoz/Business/Healthcare/Healthcare Management", "wgt": 23}], "image": "https://i.guim.co.uk/img/media/5b0bea113fe71d3292d7b486403d381adc43906d/0_116_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=a2f324670ac8948701db2c9ac3d75179", "eventUri": null, "location": null, "shares": {"facebook": 16028}, "sentiment": 0.2862745098039217, "wgt": 16028, "relevance": 101}, {"uri": "1459922490", "lang": "eng", "isDuplicate": false, "date": "2020-02-25", "time": "03:06:00", "dateTime": "2020-02-25T03:06:00Z", "dateTimePub": "2020-02-25T03:01:00Z", "dataType": "news", "sim": 0.5333333611488342, "url": "http://www.theguardian.com/environment/2020/feb/25/coronavirus-closures-reveal-vast-scale-of-chinas-secretive-wildlife-farm-industry", "title": "Coronavirus closures reveal vast scale of China's secretive wildlife farm industry", "body": "Nearly 20,000 wildlife farmsraising species including peacocks, civet cats, porcupines, ostriches, wild geese and boar have been shut down across China in the wake of the coronavirus, in a move that has exposed the hitherto unknown size of the industry.\n\nUntil a few weeks ago wildlife farming was still being promoted by government agencies as an easy way for rural Chinese people to get rich.\n\nBut the Covid-19 outbreak, which has now led to over 1,800 deaths and more than 72,000 known infections, is thought to have originated in wildlife sold at a market in Wuhan in early December, prompting a massive rethink by authorities on how to manage the trade.\n\nChina issued a temporary ban on wildlife trade to curb the spread of the virus at the end of January and began a widespread crackdown on breeding facilities in early February.\n\nThe country's top legislative officials are now rushing to amend the country's wildlife protection law and possibly restructure regulations on the use of wildlife for food and traditional Chinese medicine.\n\nThe current version of the law is seen as problematic by wildlife conservation groups because it focuses on utilisation of wildlife rather than its protection.\n\n\"The coronavirus epidemic is swiftly pushing China to reevaluate its relationship with wildlife,\" Steve Blake, chief representative of WildAid in Beijing, told the Guardian. \"There is a high level of risk from this scale of breeding operations both to human health and to the impacts on populations of these animals in the wild.\"\n\nFurther instructions from the National People's Congress are expected next week to give authorities more tools to enforce the ban and restrict trade until the law is amended.\n\nFor the past few years China's leadership has pushed the idea that \"wildlife domestication\" should be a key part of rural development, eco-tourism and poverty alleviation. A 2017 report by the Chinese Academy of Engineering on the development of the wildlife farming industry valued the wildlife-farming industry those operations at 520bn yuan, or £57bn.\n\nJust weeks before the outbreak, China's State Forestry and Grassland Administration (SFGA) was still actively encouraging citizens to get into farming wildlife such as civet cats - a species pinpointed as a carrier of Sars, a disease similar to Covid-19. The SFGA regulates both farming and trade in terrestrial wildlife, and quotas of wildlife products - such as pangolin scales - allowed to be used by the Chinese medicine industry.\n\n\"Why are civet cats still encouraged to [be eaten] after the Sars outbreak in 2003? It's because the hunters, operators, practitioners need that. How can they achieve that? They urged the government to support them under the pretext of economic development,\" Jinfeng Zhou, secretary-general of the China Biodiversity Conservation and Green Development Foundation (CBCGDF), told the Guardian.\n\nOn state TV the popular series Secrets of Getting Rich, which has aired since 2001, often touts these kinds of breeding operations - bamboo rats, snakes, toads, porcupines and squirrels have all had starring roles.\n\nBut little was known about the scale of the wildlife farm industry before the coronavirus outbreak, with licensing mainly regulated by provincial and local-level forestry bureaus that do not divulge full information about the breeding operations under their watch. A report from state-run Xinhua news agency on 17 February revealed that from 2005-2013 the forestry administration only issued 3,725 breeding and operation licenses at the national level.\n\nBut since the outbreak at least 19,000 farms have been shut down around the country, including about 4,600 in Jilin province, a major centre for traditional Chinese medicine. About 3,900 wildlife-farming operations were shuttered in Hunan province, 2,900 in Sichuan, 2,300 in Yunnan, 2,000 in Liaoning, and 1,000 in Shaanxi.\n\nThere is little detail available about the animals farmed across China, but local press reports mention civet cats, bamboo rats, ostriches, wild boar, sika deer, foxes, ostriches, blue peacocks, turkeys, quails, guinea fowl, wild geese, mallard ducks, red-billed geese, pigeons, and ring-necked pheasants.\n\nNeither do reports offer much detail about the shutdowns and what is happening to the animals, although Blake said he does not think animals are being culled, due to issues over compensation.\n\nChen Hong, a peacock farmer in Liuyang, Hunan, said she is concerned about her losses and whether she will get compensation after her operations were suspended on 24 January.\n\n\"We now aren't allowed to sell the animals, transport them, or let anyone near them, and we have to sanitise the facility once every day,\" Chen said. \"Usually this time of year would see our farm bustling with clients and visitors. We haven't received notice on what to do yet, and the peacocks are still here, and we probably won't know what to do with [them] until after the outbreak is contained.\n\n\"We're very worried about the farm's future,\" she added. \"The shutdown has resulted in a loss of 400,000-500,000 yuan (£44,000-55,000) in sales, and if they decide to put an outright ban on raising peacocks, we'll lose even more, at least a million yuan(£110,000).\"\n\nOn a visit to Shaoguan, Guangdong province, last year, the Guardian and staff from CBCGDF saw a caged facility previously used for attempted breeding of the notoriously hard-to-breed pangolin.\n\nWhile there were no longer pangolin at the site, several locals near the facility confirmed the species had been raised there, along with monkeys and other wildlife.\n\nBesides being used for Chinese medicine, much of the meat from the wildlife trade is sold through online platforms or to \"wet markets\" like the one where the Covid-19 outbreak is thought to have started in Wuhan.\n\n\"All animals or their body parts for human consumption are supposed to go through food and health checks, but I don't think the sellers ever bothered,\" said Deborah Cao, a professor at Griffith University in Australia and an expert on animal protection in China. \"Most of them [have been] sold without such health checks.\"\n\nThere have been calls for a deep regulatory overhaul to remove the conflicting duties of the forestry administration, and for a shift in government mindset away from promoting the utilisation of wildlife and towards its protection.\n\n\"The 'referee-player' combination needs to be addressed and is the toughest [challenge],\" Li Shuo, a senior campaigner at Greenpeace East Asia told the Guardian. \"This goes back to the institutional identity [of the SFGA] which was established to oversee timber production. Protection was an afterthought.\"\n\nProposals include fully banning trade in wildlife that is protected or endangered within and outside of China, plus bans on raising and selling meat from known carriers of diseases that can impact humans such as civets, bats and rodents.\n\nThere are concerns that in trying to prevent outbreaks authorities may go too far in the culling of wild animals that can carry disease.\n\n\"Some law professors have suggested 'ecological killing' of disease-transmitting wild animals, such as pangolins, hedgehogs, bats, snakes, and some insects,\" Zhou said. \"We believe lawmakers need to learn [more about] biodiversity before advising on the revisions to the law, or they'll bring disaster.\"\n\nAdditional research and reporting assistance provided by Jonathan Zhong.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Peafowl", "type": "wiki", "score": 5, "label": {"eng": "Peafowl"}}, {"uri": "http://en.wikipedia.org/wiki/Civet", "type": "wiki", "score": 5, "label": {"eng": "Civet"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Traditional_Chinese_medicine", "type": "wiki", "score": 5, "label": {"eng": "Traditional Chinese medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Species", "type": "wiki", "score": 5, "label": {"eng": "Species"}}, {"uri": "http://en.wikipedia.org/wiki/Cat", "type": "wiki", "score": 5, "label": {"eng": "Cat"}}, {"uri": "http://en.wikipedia.org/wiki/Wildlife", "type": "wiki", "score": 5, "label": {"eng": "Wildlife"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 5, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Porcupine", "type": "wiki", "score": 4, "label": {"eng": "Porcupine"}}, {"uri": "http://en.wikipedia.org/wiki/Goose", "type": "wiki", "score": 4, "label": {"eng": "Goose"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_people", "type": "wiki", "score": 4, "label": {"eng": "Chinese people"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 4, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Wild_boar", "type": "wiki", "score": 4, "label": {"eng": "Wild boar"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Common_ostrich", "type": "loc", "score": 4, "label": {"eng": "Common ostrich"}, "location": {"type": "place", "label": {"eng": "Common ostrich"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/China_Biodiversity_Conservation_and_Green_Development_Foundation", "type": "wiki", "score": 3, "label": {"eng": "China Biodiversity Conservation and Green Development Foundation"}}, {"uri": "http://en.wikipedia.org/wiki/WildAid", "type": "wiki", "score": 3, "label": {"eng": "WildAid"}}, {"uri": "http://en.wikipedia.org/wiki/Bamboo_rat", "type": "wiki", "score": 3, "label": {"eng": "Bamboo rat"}}, {"uri": "http://en.wikipedia.org/wiki/Steve_Blake", "type": "person", "score": 3, "label": {"eng": "Steve Blake"}}, {"uri": "http://en.wikipedia.org/wiki/Wildlife_trade", "type": "wiki", "score": 3, "label": {"eng": "Wildlife trade"}}, {"uri": "http://en.wikipedia.org/wiki/Pangolin", "type": "wiki", "score": 3, "label": {"eng": "Pangolin"}}, {"uri": "http://en.wikipedia.org/wiki/Toad", "type": "wiki", "score": 3, "label": {"eng": "Toad"}}, {"uri": "http://en.wikipedia.org/wiki/Rural_development", "type": "wiki", "score": 3, "label": {"eng": "Rural development"}}, {"uri": "http://en.wikipedia.org/wiki/National_People's_Congress", "type": "org", "score": 3, "label": {"eng": "National People's Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_Academy_of_Engineering", "type": "org", "score": 3, "label": {"eng": "Chinese Academy of Engineering"}}, {"uri": "http://en.wikipedia.org/wiki/States_and_union_territories_of_India", "type": "loc", "score": 3, "label": {"eng": "States and union territories of India"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Jinfeng_District", "type": "loc", "score": 3, "label": {"eng": "Jinfeng District"}, "location": {"type": "place", "label": {"eng": "Jinfeng District"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hunan", "type": "loc", "score": 3, "label": {"eng": "Hunan"}, "location": {"type": "place", "label": {"eng": "Hunan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Griffith_University", "type": "org", "score": 2, "label": {"eng": "Griffith University"}}, {"uri": "http://en.wikipedia.org/wiki/Chen_Hong_(badminton)", "type": "person", "score": 2, "label": {"eng": "Chen Hong (badminton)"}}, {"uri": "http://en.wikipedia.org/wiki/Xinhua_News_Agency", "type": "org", "score": 2, "label": {"eng": "Xinhua News Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Zhou_dynasty", "type": "loc", "score": 2, "label": {"eng": "Zhou dynasty"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Jilin", "type": "loc", "score": 2, "label": {"eng": "Jilin"}, "location": {"type": "place", "label": {"eng": "Jilin"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Liaoning", "type": "loc", "score": 2, "label": {"eng": "Liaoning"}, "location": {"type": "place", "label": {"eng": "Liaoning"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Guangdong", "type": "loc", "score": 2, "label": {"eng": "Guangdong"}, "location": {"type": "place", "label": {"eng": "Guangdong"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Liuyang", "type": "loc", "score": 2, "label": {"eng": "Liuyang"}, "location": {"type": "place", "label": {"eng": "Liuyang"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Shaanxi", "type": "loc", "score": 2, "label": {"eng": "Shaanxi"}, "location": {"type": "place", "label": {"eng": "Shaanxi"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Shaoguan", "type": "loc", "score": 2, "label": {"eng": "Shaoguan"}, "location": {"type": "place", "label": {"eng": "Shaoguan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sichuan", "type": "loc", "score": 2, "label": {"eng": "Sichuan"}, "location": {"type": "place", "label": {"eng": "Sichuan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Yunnan", "type": "loc", "score": 2, "label": {"eng": "Yunnan"}, "location": {"type": "place", "label": {"eng": "Yunnan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "news/Environment", "label": "news/Environment", "wgt": 58}, {"uri": "dmoz/Society/Issues/Animal_Welfare", "label": "dmoz/Society/Issues/Animal Welfare", "wgt": 21}, {"uri": "dmoz/Health/Animal/Wildlife", "label": "dmoz/Health/Animal/Wildlife", "wgt": 33}, {"uri": "dmoz/Recreation/Outdoors/Wildlife", "label": "dmoz/Recreation/Outdoors/Wildlife", "wgt": 29}, {"uri": "dmoz/Science/Environment/Biodiversity", "label": "dmoz/Science/Environment/Biodiversity", "wgt": 19}], "image": "https://i.guim.co.uk/img/media/60e7502a3d7ced244b2b74595932ffc440d080bc/122_273_2878_1727/master/2878.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=120306ee43b8b6a7bac750cf047c2a95", "eventUri": "eng-5542445", "location": null, "shares": {"facebook": 15446}, "sentiment": 0.003921568627450966, "wgt": 15446, "relevance": 101}, {"uri": "1464994590", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "19:20:00", "dateTime": "2020-02-28T19:20:00Z", "dateTimePub": "2020-02-28T19:10:00Z", "dataType": "news", "sim": 0.6980392336845398, "url": "http://www.theguardian.com/us-news/2020/feb/28/alexandria-ocasio-cortez-ted-cruz-coronavirus", "title": "Ted Cruz tried to mock AOC's scientific knowledge - it didn't end well", "body": "The Texas senator tried to pick a fight after Alexandria Ocasio-Cortez called out Mike Pence's coronavirus credentials\n\nIf you were in search of a scientifically minded, steadying presence to guide the country through the potential fallout of the coronavirus, you could not do much worse than Vice-President Mike Pence. This being the Donald Trump administration, however, where qualifications and expertise are often seen as prohibitive factors for top jobs, that's exactly who we've been given.\n\nCutting to the heart of the matter with her characteristic bluntness, Alexandra Ocasio-Cortez this week pointed out the absurdity of placing Pence in charge of a potentially looming health crisis.\n\n\"Mike Pence literally does not believe in science,\" she tweeted on Wednesday. \"It is utterly irresponsible to put him in charge of US coronavirus response as the world sits on the cusp of a pandemic. This decision could cost people their lives. Pence's past decisions already have,\" she said.\n\nOcasio-Cortez reminded people of Pence's credentials for the job. While he was governor of Indiana, he oversaw an HIV crisis that was so severe that at its peak, 20 new cases of HIV were diagnosed every week.\n\n\"As governor, Pence's science denial contributed to one of the worst HIV outbreaks in Indiana's history,\" she continued. \"He is not a medical doctor. He is not a health expert. He is not qualified nor positioned in any way to protect our public health.\"\n\nRushing to the defense of the administration the next day, Ted Cruz jumped into the fray.\n\n\"As you are speaking as the oracle of science, tell us, what exactly is a Y chromosome?\" Cruz responded on Twitter. \"And at what age of gestation does science tell us that an unborn child feels physical pain?\"\n\nHe may have picked the wrong opponent - Ocasio-Cortez, it transpires, holds an award for microbiology from MIT.\n\nDespite reports in the past of the two lawmakers, surprisingly, finding common ground on other issues, Ocasio-Cortez did not let the slight go unaddressed this morning. Touting her scientific background bona fides, and jabbing at Cruz, who, like Pence, gives primacy to his religious beliefs over science, she suggested delivered an acerbic put-down.\n\n\"I'm surprised you're asking about chromosomes given that you don't believe in evolution,\" she said.\n\nCruz stopped responding after that.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "luke_o_neil@theguardian.com", "name": "Luke O'Neil", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Alexandria_Ocasio-Cortez", "type": "person", "score": 5, "label": {"eng": "Alexandria Ocasio-Cortez"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 5, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 4, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 4, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 4, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Vice_President_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Vice President of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_Indiana", "type": "person", "score": 2, "label": {"eng": "Governor of Indiana"}}, {"uri": "http://en.wikipedia.org/wiki/Chromosome", "type": "wiki", "score": 2, "label": {"eng": "Chromosome"}}, {"uri": "http://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology", "type": "loc", "score": 2, "label": {"eng": "Massachusetts Institute of Technology"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Microbiology", "type": "wiki", "score": 2, "label": {"eng": "Microbiology"}}, {"uri": "http://en.wikipedia.org/wiki/Gestation", "type": "wiki", "score": 2, "label": {"eng": "Gestation"}}, {"uri": "http://en.wikipedia.org/wiki/Governor", "type": "wiki", "score": 2, "label": {"eng": "Governor"}}, {"uri": "http://en.wikipedia.org/wiki/Ted_Cruz", "type": "person", "score": 2, "label": {"eng": "Ted Cruz"}}, {"uri": "http://en.wikipedia.org/wiki/Physician", "type": "wiki", "score": 2, "label": {"eng": "Physician"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 2, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Indiana", "type": "loc", "score": 2, "label": {"eng": "Indiana"}, "location": {"type": "place", "label": {"eng": "Indiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Evolution", "type": "wiki", "score": 1, "label": {"eng": "Evolution"}}], "categories": [{"uri": "dmoz/Science/Educational_Resources", "label": "dmoz/Science/Educational Resources", "wgt": 14}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 74}, {"uri": "dmoz/Science/Employment", "label": "dmoz/Science/Employment", "wgt": 13}, {"uri": "dmoz/Science/Science_in_Society/Science_and_Religion", "label": "dmoz/Science/Science in Society/Science and Religion", "wgt": 13}], "image": "https://i.guim.co.uk/img/media/3f498fda39ba0ca42dacc900f71be8882355732b/0_101_3000_1800/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=46d3a0f133322c54f7592434f7b0bb68", "eventUri": "eng-5557758", "location": null, "shares": {"facebook": 13199}, "sentiment": -0.2470588235294118, "wgt": 13199, "relevance": 101}, {"uri": "1465381427", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "04:06:00", "dateTime": "2020-02-29T04:06:00Z", "dateTimePub": "2020-02-29T03:40:00Z", "dataType": "news", "sim": 0.529411792755127, "url": "http://www.theguardian.com/us-news/2020/feb/28/trump-calls-coronavirus-outbreak-a-hoax-and-links-it-to-immigration-at-rally", "title": "Trump calls coronavirus outbreak a 'hoax' and links it to immigration at rally", "body": "Donald Trump attempted to link the coronavirus outbreak to Democratic immigration policies, calling the virus a \"hoax\" in a rambling speech in South Carolina, the night before the crucial Democratic primary.\n\nIn a packed rally in North Charleston, Trump defended his administration's handling of the outbreak. He accused the Democrats \"politicizing the coronavirus\", calling it \"their new hoax\" after the Russian investigation and impeachment.\n\n\"We are doing everything in our power to keep the infection and those carrying the infection from entering the country. We have no choice,\" Trump said at the Coliseum and Performing Arts Center. \"Whether it's the virus that we're talking about, or the many other public health threats, the Democrat policy of open borders is a direct threat to the health and wellbeing of all Americans.\"\n\nTrump cited no evidence to link the virus with migration at the southern border, where he has focused much of his anti-immigration policy. The first case of coronavirus in the US with no known origin was diagnosed in northern California on Wednesday night, hundreds of miles from the border. A second such case in California was confirmed on Friday.\n\nTrump's comments come as his administration moved to establish a point person to coordinate the country's response to the outbreak. On Wednesday, Trump said vice-president Mike Pence would lead the administration's response. Later, Pence said he had picked Dr Deborah L Birx, who runs the country's efforts to fight HIV and Aids, to lead the response to the coronavirus. Alex Azar, the Health and Human Services Secretary, is also taking a leading role.\n\nThe administration has faced significant criticism for its handling of coronavirus, as Democrats point to cuts at the Centers for Disease Control (CDC) under Trump's leadership. On Friday, the CDC said it was working to distribute new testing kits, after the first batch turned out to be faulty.\n\nAt other moments during his speech, Trump digressed to rattle off insults at the Democratic candidates running for president.\n\nHe mocked the former New York mayor Mike Bloomberg.\n\n\"He wished he'd never started. He wished he'd never started. He said 'Well, Trump can do it, I'm going to do it too.' Was that the worst debate performance in history?\" Trump said.\n\nHe attacked billionaire Tom Steyer for spending millions on his own presidential campaign.\n\n\"But this guy Steyer, he spends all this money. He spends all this money. He's not that wealthy,\" Trump said, urging the crowd to tell him which candidate would be easiest for him to beat.\n\nBetween diatribes about his possible presidential opponents, Trump bragged about the unemployment rate in South Carolina and nationally, hailing a low jobless rate among African Americans.\n\nTrump's re-election campaign has made outreach to black voters a key pillar of its strategy. In his speech, Trump attacked Democrats' record on race, saying they had \"betrayed African Americans\": \"They forced their children into failing schools. They shipped their jobs to foreign countries. They pushed their unfair sentencing policies, you know about that ... and they favoured illegal aliens over their own constituents, you know that,\" Trump said.\n\nHe claimed his own administration was reversing such \"failed policies\": \"We're going to compete for every single vote in 2020 and we expect to win a historic share of the black vote come election day.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "daniel_strauss@theguardian.com", "name": "Daniel Strauss", "type": "author", "isAgency": false}, {"uri": "oliver_laughland@theguardian.com", "name": "Oliver Laughland", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Hoax", "type": "wiki", "score": 5, "label": {"eng": "Hoax"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Immigration", "type": "wiki", "score": 4, "label": {"eng": "Immigration"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 4, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Opposition_to_immigration", "type": "wiki", "score": 3, "label": {"eng": "Opposition to immigration"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 3, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 3, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Human_migration", "type": "wiki", "score": 3, "label": {"eng": "Human migration"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Impeachment", "type": "wiki", "score": 3, "label": {"eng": "Impeachment"}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 3, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/North_Charleston,_South_Carolina", "type": "loc", "score": 3, "label": {"eng": "North Charleston, South Carolina"}, "location": {"type": "place", "label": {"eng": "North Charleston, South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 2, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_Health_and_Human_Services", "type": "wiki", "score": 2, "label": {"eng": "United States Secretary of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Tom_Steyer", "type": "person", "score": 2, "label": {"eng": "Tom Steyer"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Bloomberg", "type": "person", "score": 2, "label": {"eng": "Michael Bloomberg"}}, {"uri": "http://en.wikipedia.org/wiki/Billionaire", "type": "wiki", "score": 2, "label": {"eng": "Billionaire"}}, {"uri": "http://en.wikipedia.org/wiki/1996_United_States_presidential_election", "type": "wiki", "score": 2, "label": {"eng": "1996 United States presidential election"}}, {"uri": "http://en.wikipedia.org/wiki/Mayor_of_New_York_City", "type": "wiki", "score": 2, "label": {"eng": "Mayor of New York City"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/African_Americans", "type": "wiki", "score": 2, "label": {"eng": "African Americans"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump_2016_presidential_campaign", "type": "wiki", "score": 2, "label": {"eng": "Donald Trump 2016 presidential campaign"}}, {"uri": "http://en.wikipedia.org/wiki/Illegal_immigration", "type": "wiki", "score": 1, "label": {"eng": "Illegal immigration"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 10}, {"uri": "dmoz/Society/Politics/Campaigns_and_Elections", "label": "dmoz/Society/Politics/Campaigns and Elections", "wgt": 12}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 77}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 9}, {"uri": "dmoz/Society/Issues/Immigration", "label": "dmoz/Society/Issues/Immigration", "wgt": 12}], "image": "https://i.guim.co.uk/img/media/d241fb3036e7b01c9ce52a57b352401a06d2b135/0_385_5775_3465/master/5775.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=bd0cbdd236d922da2ba86de368e6fd2a", "eventUri": "eng-5558655", "location": null, "shares": {"facebook": 6346}, "sentiment": -0.1764705882352942, "wgt": 6346, "relevance": 101}, {"uri": "1466449294", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "06:15:00", "dateTime": "2020-03-01T06:15:00Z", "dateTimePub": "2020-03-01T06:00:00Z", "dataType": "news", "sim": 0.4274509847164154, "url": "http://www.theguardian.com/world/2020/mar/01/trump-coronavirus-cuts-robert-reich", "title": "Coronavirus is bad enough - Trump's cuts have made the danger far worse", "body": "Our government is headed by an incompetent paranoid trying to wreck the institutions that could contain this deadly virus\n\nThis week the US stock market suffered its largest weekly loss since 2008, as cases of the novel coronavirus not explained by overseas travel or contact with a person known to be infected were reported in California, Oregon and Washington state. On Saturday, the first US death was reported.\n\nA health crisis is rapidly morphing into an economic crisis and so far, the US response has left much to be desired.\n\nEpidemiologists in other countries have used \"surveillance testing\" under World Health Organization guidelines to track the spread of the disease before large numbers of people turn up at hospitals. But according to a new report by ProPublica, the US Centers for Disease Control and Prevention lost weeks that could have been used to track its possible spread in America because it insisted upon devising its own test, which turned out to be flawed.\n\nDonald Trump and his administration would rather blame the media and the Democrats, and even question whether the virus is real.\n\nOn Friday, Trump accused news outlets like CNN of \"doing everything they can to instill fear in people\" while some Democrats are \"trying to gain political favor by saying a lot of untruths\". Acting White House chief-of-staff Mick Mulvaney, meanwhile, told conservative activists journalists were hyping the coronavirus because \"they think this will bring down the president; that's what this is all about.\"\n\nAt a campaign rally on Friday evening in South Carolina, Trump claimed concern about the virus was the Democrats' \"new hoax\", after the Russia investigation and then impeachment.\n\n\"Now the Democrats are politicizing the coronavirus,\" he said.\n\nA few days before, Trump claimed that in sounding the alarm about the threat, House Speaker Nancy Pelosi was \"not thinking about the country\".\n\nTrump's idea for how to deal with the potential crisis? He says he's considering another round of tax cuts.\n\nAs if cutting taxes would somehow motivate people fearful of contagion to venture into shopping malls, movie theaters and jet airplanes. As if pumping up the stock market is the most important first step to dealing with a public health emergency. As if Trump's earlier round of massive tax cuts trickled down to average Americans.\n\nTrump is also instructing all government health officials and scientists who have information about the virus to first clear their statements with the White House. Controlling the flow of information within an administration that is not especially renowned for truth-telling doesn't seem calculated to increase the public's confidence in what they hear.\n\nTrump has taken several other steps, all of them backward. He has eliminated a National Security Council position that coordinates responses to pandemics. He has ignored an expert panel's warning that the US is badly unprepared for global health threats and needs to restore funding to address them, and is requesting that the CDC budget be cut by almost 16%, starting in October, and the Department of Health and Human Services budget by almost 10%.\n\nTrump is also proposing a $3bn cut to global health programs, including a 53% cut to the World Health Organization and a 75% cut to the Pan American Health Organization.\n\nWhen he's not accusing his enemies of hyping the coronavirus or doing what he can to undermine the nation's and world's ability to cope with it, Trump and his administration have been making America more vulnerable to all sorts of health risks.\n\nHe's demanding that anyone receiving public assistance have a job, which presumably will make many people reluctant to stop working if they feel sick.\n\nBeginning next month, for example, nearly 700,000 Americans who aren't working will no longer be eligible for food stamps. It doesn't seem to have occurred to the Trumpsters that the likely result is for many with symptoms to ignore them in order to keep their jobs, thereby spreading disease.\n\nTrump's obsessive efforts to wreck Obamacare also makes the coronavirus and other contagious diseases more dangerous, for the obvious reason that people without health insurance are less likely to see a doctor. The number of Americans without health insurance has risen steadily during Trump's tenure. A 2018 poll found that 44% - nearly half - didn't see a doctor because they couldn't afford it. Another recent survey found that 90% of Americans go to work while they're sick.\n\nTrump and Republicans have rejected all safety nets - including paid family leave and guaranteed sick leave - that people need to cope with personal health emergencies. This also makes America less prepared for contagion.\n\nWhat Trump and his administration fail to understand, but which the coronavirus should make painfully clear, is that personal health and individual wellbeing are inextricably linked to public health and social wellbeing. This is not a socialist hoax.\n\nA new and especially virulent contagious virus is bad enough. That it is spreading at a time when the US government is headed by an incompetent and vindictive paranoid who denies it, blames his opponents for it, and dismantles what's left of the institutions that could contain it, makes the danger far worse.\n\nRobert Reich, a former US secretary of labor, is professor of public policy at the University of California at Berkeley and the author of Saving Capitalism: For the Many, Not the Few and The Common Good. His next book, The System: Who Rigged It, How We Fix It, will be out in March. He is a columnist for Guardian US", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "robert_reich@theguardian.com", "name": "Robert Reich", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Tax_cut", "type": "wiki", "score": 4, "label": {"eng": "Tax cut"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 4, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 4, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oregon", "type": "loc", "score": 4, "label": {"eng": "Oregon"}, "location": {"type": "place", "label": {"eng": "Oregon"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 4, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/ProPublica", "type": "org", "score": 3, "label": {"eng": "ProPublica"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Mick_Mulvaney", "type": "person", "score": 3, "label": {"eng": "Mick Mulvaney"}}, {"uri": "http://en.wikipedia.org/wiki/Hoax", "type": "wiki", "score": 3, "label": {"eng": "Hoax"}}, {"uri": "http://en.wikipedia.org/wiki/Paranoia", "type": "wiki", "score": 3, "label": {"eng": "Paranoia"}}, {"uri": "http://en.wikipedia.org/wiki/Speaker_of_the_United_States_House_of_Representatives", "type": "wiki", "score": 3, "label": {"eng": "Speaker of the United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 3, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 3, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Recession", "type": "wiki", "score": 3, "label": {"eng": "Great Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism_in_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Conservatism in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Special_Counsel_investigation_(2017–2019)", "type": "wiki", "score": 3, "label": {"eng": "Special Counsel investigation (2017–2019)"}}, {"uri": "http://en.wikipedia.org/wiki/Surveillance", "type": "wiki", "score": 3, "label": {"eng": "Surveillance"}}, {"uri": "http://en.wikipedia.org/wiki/Impeachment", "type": "wiki", "score": 3, "label": {"eng": "Impeachment"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 3, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pan_American_Health_Organization", "type": "wiki", "score": 2, "label": {"eng": "Pan American Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Supplemental_Nutrition_Assistance_Program", "type": "wiki", "score": 2, "label": {"eng": "Supplemental Nutrition Assistance Program"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 2, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_National_Security_Council", "type": "org", "score": 2, "label": {"eng": "United States National Security Council"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_California,_Berkeley", "type": "loc", "score": 1, "label": {"eng": "University of California, Berkeley"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 1, "label": {"eng": "Federal government of the United States"}, "location": null}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 71}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 22}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 22}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 26}, {"uri": "dmoz/Health/Public_Health_and_Safety/Policy_and_Regulation", "label": "dmoz/Health/Public Health and Safety/Policy and Regulation", "wgt": 22}], "image": "https://i.guim.co.uk/img/media/b14b286b2380ad927af881b9376daaf62a638dd6/0_224_6720_4032/master/6720.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=cb6eb57a246e860ae8615929f4f0d0e4", "eventUri": "eng-5558655", "location": null, "shares": {"facebook": 6008}, "sentiment": -0.3098039215686275, "wgt": 6008, "relevance": 101}, {"uri": "1465892464", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "15:37:00", "dateTime": "2020-02-29T15:37:00Z", "dateTimePub": "2020-02-29T15:13:00Z", "dataType": "news", "sim": 0.7450980544090271, "url": "http://www.theguardian.com/technology/2020/feb/29/paul-singer-elliott-management-twitter-jack-dorsey", "title": "Republican mega-donor buys stake in Twitter and seeks to oust Jack Dorsey - report", "body": "A major Republican donor has purchased a stake in Twitter and is reportedly seeking to oust its chief executive, Jack Dorsey.\n\nBloomberg News first reported that Elliott Management has taken a \"sizable stake\" and \"and plans to push for changes at the social media company, including replacing Dorsey\".\n\nPaul Singer, the billionaire founder of Elliott Management, is a Republican mega-donor who opposed Donald Trump during the real-estate magnate's run for the presidential nomination but has since come onside.\n\nAfter a White House visit in February 2017, Trump said Singer \"was very much involved with the anti-Trump or, as they say, 'Never Trump', and Paul just left, and he's given us his total support and it's all about unification\".\n\nTrump famously communicates with the public largely through Twitter, at the expense of traditional media strategy.\n\nTwitter made headlines in October when it announced a ban on political advertising. Its use and potential manipulation by politicians of all stripes, from Trump to Democratic candidate Mike Bloomberg, remains a source of fierce contention.\n\nDorsey, a co-founder of Twitter, is also chief executive of Square, an online payment company. In November, he announced a plan to live and work in Africa for part of each year.\n\nIt was reported that those moves were motivations for Singer's desire to push Dorsey out. Other stakeholders have voiced concern about Dorsey's leadership and Twitter has seen its share price struggle, although it recently reported quarterly revenue above $1bn for the first time.\n\nNews of the Elliott stake saw Twitter's share price rise on Friday, during general market slides in the midst of the coronavirus outbreak.\n\nElliott Management is an activist investor, which means it regularly pushes for change in companies in which it buys shares.\n\nSinger has even taken on whole countries: in 2016, after a relentless campaign, he secured a partial repayment of debts by Argentina, arising from its financial collapse in the early 2000s.\n\nNeither Elliott nor Twitter immediately offered comment.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "martin_pengelly@theguardian.com", "name": "Martin Pengelly", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Elliott_Management_Corporation", "type": "org", "score": 5, "label": {"eng": "Elliott Management Corporation"}}, {"uri": "http://en.wikipedia.org/wiki/Paul_Singer_(businessman)", "type": "person", "score": 5, "label": {"eng": "Paul Singer (businessman)"}}, {"uri": "http://en.wikipedia.org/wiki/Jack_Dorsey", "type": "person", "score": 5, "label": {"eng": "Jack Dorsey"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 5, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Bloomberg_News", "type": "org", "score": 4, "label": {"eng": "Bloomberg News"}}, {"uri": "http://en.wikipedia.org/wiki/Billionaire", "type": "wiki", "score": 3, "label": {"eng": "Billionaire"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 3, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Campaign_advertising", "type": "wiki", "score": 2, "label": {"eng": "Campaign advertising"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Bloomberg", "type": "person", "score": 2, "label": {"eng": "Michael Bloomberg"}}, {"uri": "http://en.wikipedia.org/wiki/Music_industry", "type": "wiki", "score": 2, "label": {"eng": "Music industry"}}, {"uri": "http://en.wikipedia.org/wiki/Stakeholder_(corporate)", "type": "wiki", "score": 2, "label": {"eng": "Stakeholder (corporate)"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 2, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Activism", "type": "wiki", "score": 1, "label": {"eng": "Activism"}}, {"uri": "http://en.wikipedia.org/wiki/Argentina", "type": "loc", "score": 1, "label": {"eng": "Argentina"}, "location": {"type": "country", "label": {"eng": "Argentina"}}}], "categories": [{"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 8}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 10}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 48}, {"uri": "dmoz/Society/Activism", "label": "dmoz/Society/Activism", "wgt": 9}, {"uri": "dmoz/Business/Management", "label": "dmoz/Business/Management", "wgt": 8}, {"uri": "dmoz/Business/Major_Companies/Company_Information", "label": "dmoz/Business/Major Companies/Company Information", "wgt": 8}], "image": "https://i.guim.co.uk/img/media/f209f6a94f59c137926783d8567ca28113b6ffee/0_36_5568_3341/master/5568.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=cc98903c1dcdc7d92fc893d663ecb238", "eventUri": "eng-5558640", "location": null, "shares": {"facebook": 5327}, "sentiment": -0.003921568627450966, "wgt": 5327, "relevance": 27}, {"uri": "1465799750", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "13:40:00", "dateTime": "2020-02-29T13:40:00Z", "dateTimePub": "2020-02-29T13:08:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/feb/29/worse-than-flu-busting-coronavirus-myths", "title": "Yes, it is worse than the flu: busting the coronavirus myths", "body": "Claim: 'It is no more dangerous than winter flu'\n\nMany individuals who get coronavirus will experience nothing worse than seasonal flu symptoms, but the overall profile of the disease, including its mortality rate, looks more serious. At the start of an outbreak the apparent mortality rate can be an overestimate if a lot of mild cases are being missed. But this week, a WHO expert suggested that this has not been the case with Covid-19. Bruce Aylward, who led an international mission to China to learn about the virus and the country's response, said the evidence did not suggest that we were only seeing the tip of the iceberg. If borne out by further testing, this could mean that current estimates of a roughly 1% fatality rate are accurate. This would make Covid-19 about 10 times more deadly than seasonal flu, which is estimated to kill between 290,000 and 650,000 people a year globally.\n\nClaim: 'It only kills the elderly, so younger people can relax'\n\nMost people who are not elderly and do not have underlying health conditions will not become critically ill from Covid-19. But the illness still has a higher chance of leading to serious respiratory symptoms than seasonal flu and there are other at-risk groups - health workers, for instance, are more vulnerable because they are likely to have higher exposure to the virus. The actions that young, healthy people take, including reporting symptoms and following quarantine instructions, will have an important role in protecting the most vulnerable in society and in shaping the overall trajectory of the outbreak.\n\nClaim: 'Face masks don't work'\n\nWearing a face mask is not an iron clad guarantee that you won't get sick - viruses can also transmit through the eyes and tiny viral particles, known as aerosols, can still penetrate masks. However, masks are effective at capturing droplets, which is the main transmission route of coronavirus, and some studies have estimated a roughly five-fold protection versus no barrier. If you are likely to be in close contact with someone infected, a mask cuts the chance of the disease being passed on. If you're just walking around town and not in close contact with others, wearing a mask is unlikely to make any difference.\n\nClaim: 'You need to be with an infected person for 10 minutes'\n\nFor flu, some hospital guidelines define exposure as being within six feet of an infected person who sneezes or coughs for 10 minutes or longer. However, it is possible to be infected with shorter interactions or even by picking the virus up from contaminated surfaces, although this is thought to be a less common route of transmission.\n\nClaim: 'A vaccine could be ready within a few months'\n\nScientists were quick out of the gates in beginning development of a vaccine for the new coronavirus, helped by the early release of the genetic sequence by Chinese researchers. The development of a viable vaccine continues apace, with several teams now testing candidates in animal experiments. However, the incremental trials required before a commercial vaccine could be rolled out are still a lengthy undertaking - and an essential one to ensure that even rare side-effects are spotted. A commercially available vaccine within a year would be quick.\n\nClaim: 'If a pandemic is declared, there is nothing more we can do to stop the spread'\n\nA pandemic is defined as worldwide spread of a new disease - but the exact threshold for declaring one is quite vague. In practice, the actions being taken would not change whether or not a pandemic is declared. Containment measures are not simply about eliminating the disease altogether. Delaying the onset of an outbreak or decreasing the peak is crucial in allowing health systems to cope with a sudden influx of patients.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "hannah_devlin@theguardian.com", "name": "Hannah Devlin", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Flu_season", "type": "wiki", "score": 5, "label": {"eng": "Flu season"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 5, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 5, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 4, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Case_fatality_rate", "type": "wiki", "score": 3, "label": {"eng": "Case fatality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 3, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Iron", "type": "wiki", "score": 3, "label": {"eng": "Iron"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Aerosol", "type": "wiki", "score": 2, "label": {"eng": "Aerosol"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Animal_testing", "type": "wiki", "score": 2, "label": {"eng": "Animal testing"}}, {"uri": "http://en.wikipedia.org/wiki/Genetics", "type": "wiki", "score": 2, "label": {"eng": "Genetics"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 2, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Adverse_effect", "type": "wiki", "score": 1, "label": {"eng": "Adverse effect"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 93}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 16}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 25}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 21}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 17}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 24}], "image": "https://i.guim.co.uk/img/media/ece6fc47153d85f36c43238bdd1511b6f3c3887a/0_0_3940_2365/master/3940.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=d52b7610a8dfe1ce83cdb9a510c450cb", "eventUri": null, "location": null, "shares": {"facebook": 4966}, "sentiment": -0.2705882352941177, "wgt": 4966, "relevance": 76}, {"uri": "1466803054", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "14:04:00", "dateTime": "2020-03-01T14:04:00Z", "dateTimePub": "2020-03-01T13:43:00Z", "dataType": "news", "sim": 0.5686274766921997, "url": "http://www.theguardian.com/world/2020/mar/01/coronavirus-mike-pence-donald-trump-jr-democrats-millions-die", "title": "Coronavirus: Pence defends Trump Jr claim Democrats want 'millions' to die", "body": "When Donald Trump Jr said Democrats hope coronavirus \"kills millions of people\" in the US because they want to bring his father down, he was merely \"pushing back\" at politicisation of the viral outbreak by Trump opponents, Mike Pence claimed in an interview broadcast on Sunday.\n\n\"It's time for the other side to turn down the volume,\" the vice-president told NBC's Meet the Press.\n\nAt a White House press conference on Saturday, Trump was forced to defend his use of the word \"hoax\" in reference to the outbreak. Harshly criticised by contenders for the Democratic presidential nomination, the president said he had been referring to politicisation of coronavirus, not the outbreak itself.\n\nIn the interview broadcast on Sunday, NBC host Chuck Todd played Pence clips of Trump allies discussing the outbreak which on Saturday claimed its first US death, a man in Washington state.\n\nRush Limbaugh, the conservative shock jock to whom Trump gave the Presidential Medal of Freedom, said: \"The coronavirus is being weaponized, as yet another element to bring down Donald Trump.\"\n\nRepublican National Committee chair Ronna McDaniel said: \"Democrats are using this for their political gain to try and stoke fear in the American people, which is shameful, wrong, and I think un-American.\"\n\nAnd Donald Trump Jr, appearing on Fox News, said: \"For them to try to take a pandemic and seemingly hope that it comes here and kills millions of people so that they could end Donald Trump's streak of winning is a new level of sickness.\"\n\nPence is in charge of White House efforts in response to the outbreak. Saying he was leading \"decisive action to protect the American people\", he added: \"And when you see voices on our side pushing back on outrageous and irresponsible rhetoric on the other side, I think that's important, and I think it's justified.\"\n\nTodd said: \"It seems like people are taking nervousness and turning it into a political wedge issue.\"\n\n\"Well,\" Pence replied, \"that's why my friends that you just played clips of are pushing back as hard as they're pushing. It is time for the other side to turn down the volume.\"\n\nAsked to cite instances of politicisation of the outbreak by Democrats or the media, Pence said: \"There was a column in the New York Times by a prominent liberal journalist that said, 'We should rename it the Trump virus.'\"\n\n\"I mean, to have someone advocate that you rename the coronavirus the Trump virus is reckless and irresponsible.\"\n\nThe column in question, by Gail Collins, ran on Wednesday under the headline \"Let's call it Trumpvirus\" and with a standfirst which read: \"If you're feeling awful, you know who to blame.\"\n\nA critical take on Trump's response to the virus, its first line read: \"So, our Coronavirus Czar is going to be ... Mike Pence. Feeling more secure?\"\n\nPence has faced criticism for his record on public health while governor of Indiana, and for his view of science-based policy as a strict Christian.\n\nOn Saturday night, the Washington Post published a deeply reported account of what it called \"the administration's slapdash and often misleading attempts to contain not just the virus, but also potential political damage from the outbreak - which has tanked financial markets, slowed global commerce and killed some 3,000 people worldwide\".\n\nOn NBC, Pence was asked if the president was nervous that the outbreak was going to affect the US economy in an election year.\n\n\"The president's concern is the health and safety of the American people,\" Pence said. \"I mean, the fundamentals of this economy are strong ... and as the president said yesterday, we're going to focus on the health of the American people and this economy and particularly the stock market that saw some downturns this week, it will come back.\n\n\"But our focus is going to remain on the health and well-being of the American people.\"\n\nA man in his 50s in Washington state is the first person known to have died from coronavirus in the US, but officials said on Saturday they did not know how he contracted the virus.\n\nTwenty-two Americans have coronavirus that is either travel-related or was spread from another person, according to the federal Centers for Disease Control and Prevention (CDC). Of the Americans repatriated from the Diamond Princess cruise ship and Wuhan, China, 47 have tested positive for coronavirus.\n\nAccording to the latest World Health Organization (WHO) situation report, there have been reports of 83,652 cases of coronavirus and nearly 2,800 deaths worldwide.\n\nThe majority of cases are in China but severe outbreaks have been reported in Iran, South Korea and Italy. On Saturday, Pence announced measures including new travel restrictions on Iran and screening of passengers coming to the US from other countries.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "martin_pengelly@theguardian.com", "name": "Martin Pengelly", "type": "author", "isAgency": false}, {"uri": "amanda_holpuch@theguardian.com", "name": "Amanda Holpuch", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Donald_Trump_Jr.", "type": "person", "score": 5, "label": {"eng": "Donald Trump Jr."}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 5, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/NBC", "type": "org", "score": 5, "label": {"eng": "NBC"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Chuck_Todd", "type": "person", "score": 4, "label": {"eng": "Chuck Todd"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_video", "type": "wiki", "score": 4, "label": {"eng": "Viral video"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 4, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Ronna_McDaniel", "type": "person", "score": 3, "label": {"eng": "Ronna McDaniel"}}, {"uri": "http://en.wikipedia.org/wiki/Shock_jock", "type": "wiki", "score": 3, "label": {"eng": "Shock jock"}}, {"uri": "http://en.wikipedia.org/wiki/Meet_the_Press", "type": "wiki", "score": 3, "label": {"eng": "Meet the Press"}}, {"uri": "http://en.wikipedia.org/wiki/Rush_Limbaugh", "type": "person", "score": 3, "label": {"eng": "Rush Limbaugh"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Presidential_Medal_of_Freedom", "type": "wiki", "score": 3, "label": {"eng": "Presidential Medal of Freedom"}}, {"uri": "http://en.wikipedia.org/wiki/Hoax", "type": "wiki", "score": 3, "label": {"eng": "Hoax"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_National_Committee", "type": "org", "score": 3, "label": {"eng": "Republican National Committee"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "org", "score": 3, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism_in_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Conservatism in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_Indiana", "type": "person", "score": 2, "label": {"eng": "Governor of Indiana"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 2, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 2, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Christianity", "type": "wiki", "score": 2, "label": {"eng": "Christianity"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 2, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Journalist", "type": "wiki", "score": 2, "label": {"eng": "Journalist"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 2, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Quality_of_life", "type": "wiki", "score": 2, "label": {"eng": "Quality of life"}}, {"uri": "http://en.wikipedia.org/wiki/Liberalism", "type": "wiki", "score": 2, "label": {"eng": "Liberalism"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 1, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 1, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 1, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 1, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 1, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 12}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 97}, {"uri": "dmoz/Society/Issues/Race-Ethnic-Religious_Relations", "label": "dmoz/Society/Issues/Race-Ethnic-Religious Relations", "wgt": 11}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 11}], "image": "https://i.guim.co.uk/img/media/87bb9d4c39024bfb8905bf03c4c6a9a10f9488e7/0_141_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=8245ba261f7d7809f0e41bbbc07f29d0", "eventUri": "eng-5551599", "location": null, "shares": {"facebook": 4551}, "sentiment": -0.1137254901960785, "wgt": 4551, "relevance": 101}, {"uri": "1463263579", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "13:31:00", "dateTime": "2020-02-27T13:31:00Z", "dateTimePub": "2020-02-27T13:19:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/feb/27/dying-cold-europe-fuel-poverty-energy-spending", "title": "Thousands of people in the UK are dying from the cold, and fuel poverty is to blame | Owen Jones", "body": "It's a shocking waste of life in a wealthy society. The Tories must honour their energy spending promises\n\nA society that lets thousands of its citizens die from needless, preventable causes is broken. Every day we wake up to increasingly alarming headlines about coronavirus, but where is the panic about the tens of thousands who are already dying unnecessarily? Britain's rate of excess winter deaths is twice that of Finland, yet London's average temperature in January is 10C higher than that of Helsinki.\n\n\"Excess winter deaths\" is a clinical phrase lacking in humanity: it refers to the increased numbers of people sent to their graves in colder months. Such is our damning reality that, when adjusted for seasonal temperature differences, Britain has the worst record in Europe apart from Ireland.\n\nOn average, there are 32,000 more deaths between December and March than the rest of the year. Many have perished because of the refusal of a society with abundant wealth and resources to provide for its most vulnerable citizens. An average of 9,700 deaths each year are believed to be caused by living in a cold house, according to research by National Energy Action (NEA) and the environmental group E3G. According to its figures, that is as many as those whose lives are cut short by breast or prostate cancer. While, sadly, we do not have the ability to cure all forms of cancer, we do have the means to ensure all have a warm home. Indeed, 6,900 of those deaths were linked to the 25% coldest homes in the country.\n\nLet us be frank. If thousands of people were dying needlessly each year in affluent neighbourhoods and suburbs, wouldn't this be treated as a national emergency, and wouldn't action have been taken sooner?\n\nPoverty kills: this isn't hyperbole, but fact. Some 10% of the total deaths, significantly more than 3,000, are directly linked to fuel poverty itself. These are older people - perhaps those who survived war, and who helped build the country - dying of cold because they don't have the money to pay their energy bills.\n\nDespite the rightful protection of the triple lock on pensions, we still live in a society in which 1.9 million pensioners languish below the poverty line, a statistic that compares harshly with other wealthy, developed nations. How did we end up with such a shameful record?\n\n\"Britain has the worst housing stock in western Europe in terms of retaining heat and energy efficiency,\" E3G's Pedro Guertler tells me. That has led Britain to be described as the \"cold man of Europe\". Here is another dimension of a housing crisis that has deprived millions of people of secure, affordable places to live: one that actually endangers lives. Older people with pre-existing conditions - such as respiratory illnesses or cardiovascular problems - are those most at risk.\n\nIt is a needless drain on resources and money, too. Solving the crisis would save England's NHS an estimated £1.36bn. It would also mean fewer patients taking up beds or adding to waiting times in GPs' surgeries and A&E departments. But such has been the false economy of austerity.\n\nA public health approach to cold homes makes sense: as NEA's Peter Smith tells me: \"Local authorities have increasingly accepted the link between poor housing and health. If you've got a broken boiler and poor insulation, you'll only wind up in hospital, so it's better to fix heating or insulation so you can stay in homes longer.\"\n\nUnfortunately, it's predicted that by this year local authorities will have lost about 60% of their budgets, leaving vital services such as public health squeezed and cut, particularly in poorer areas. According to the Institute for Public and Policy Research, \"almost £1 in every £7 cut from public health services has come from England's 10 most deprived communities - compared to just £1 in every £46 in the country's 10 least deprived areas\".\n\nThe danger is that we end up with what Smith describes as a \"carousel of people with poor health\" (typically respiratory or circulatory illnesses) becoming sick and being sent to hospital and then removed quickly because of bed blocking; they are then sent back to the very cold conditions that made them ill in the first place. An urgent priority should be to reverse life-destroying cuts to public health.\n\nResearch by Michael Marmot, director of the UCL Institute of Health Equity, has uncovered other public health consequences, such as mental ill-health and isolation, because pensioners feel unable to invite friends into their cold homes.\n\nFor years, this crisis has been widely ignored and neglected. When George Osborne was chancellor, he slashed the UK's key energy efficiency programme, which was specifically aimed at the poorest homeowners. Given the thousands who die from fuel poverty, this alone should be a scandal that follows Osborne to his grave. But there has, finally, been some movement: the Tory manifesto committed to £6.3bn over half a decade on energy efficiency measures to reduce fuel bills in 2.2m homes. Pressure should be exerted on Boris Johnson's administration to abide by these commitments. The coming budget will be a key test.\n\nThere's another priority too: this week, NEA and the Fair by Design movement - which focuses on tackling the \"extra costs of being poor\" - launched a campaign to defend and extend the warm home discount scheme. The programme provides up to £140 towards energy bills for pensioners, but is at risk of ending in a year's time. It should be extended to poor working-age families too. As things stand, they have to know if they are eligible, and apply to their supplier each year. And there are limited spaces, meaning up to 2m households could be missing out.\n\nThere is, of course, room to be more ambitious still. A mass insulation programme for all homes and businesses would create skilled jobs, stimulate the economy, bring down fuel bills, save lives and reduce carbon emissions. Although the government has introduced a partial energy bill cap, prices rose again last year, so there should be urgent action to make them affordable.\n\nAs the Marmot review on health inequality in England in the last decade uncovered this week, life expectancy has stalled for the first time in over a century; for the most deprived women, it has gone backwards. Both austerity and a social order that prioritises money over human lives is to blame. The needless deaths of tens of thousands of people is just one part of the story. We cannot, sadly, go back in time and save them . But we can, and must, demand that the government prevents any more people unnecessarily dying this way.\n\n* Owen Jones is a Guardian columnist", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "owen_jones@theguardian.com", "name": "Owen Jones", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Temperature", "type": "wiki", "score": 5, "label": {"eng": "Temperature"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Tory", "type": "org", "score": 4, "label": {"eng": "Tory"}}, {"uri": "http://en.wikipedia.org/wiki/Pension", "type": "wiki", "score": 4, "label": {"eng": "Pension"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 4, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/National_Energy_Action", "type": "wiki", "score": 3, "label": {"eng": "National Energy Action"}}, {"uri": "http://en.wikipedia.org/wiki/E3G", "type": "wiki", "score": 3, "label": {"eng": "E3G"}}, {"uri": "http://en.wikipedia.org/wiki/Fuel_poverty", "type": "wiki", "score": 3, "label": {"eng": "Fuel poverty"}}, {"uri": "http://en.wikipedia.org/wiki/Nuclear_Energy_Agency", "type": "loc", "score": 3, "label": {"eng": "Nuclear Energy Agency"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Thermal_insulation", "type": "wiki", "score": 3, "label": {"eng": "Thermal insulation"}}, {"uri": "http://en.wikipedia.org/wiki/Western_Europe", "type": "loc", "score": 3, "label": {"eng": "Western Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 3, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Environmental_movement", "type": "wiki", "score": 3, "label": {"eng": "Environmental movement"}}, {"uri": "http://en.wikipedia.org/wiki/Developed_country", "type": "wiki", "score": 3, "label": {"eng": "Developed country"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "org", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Poverty_threshold", "type": "wiki", "score": 3, "label": {"eng": "Poverty threshold"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 3, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Efficient_energy_use", "type": "wiki", "score": 3, "label": {"eng": "Efficient energy use"}}, {"uri": "http://en.wikipedia.org/wiki/Suburb", "type": "wiki", "score": 3, "label": {"eng": "Suburb"}}, {"uri": "http://en.wikipedia.org/wiki/Circulatory_system", "type": "wiki", "score": 3, "label": {"eng": "Circulatory system"}}, {"uri": "http://en.wikipedia.org/wiki/Cancer", "type": "wiki", "score": 3, "label": {"eng": "Cancer"}}, {"uri": "http://en.wikipedia.org/wiki/Prostate_cancer", "type": "wiki", "score": 3, "label": {"eng": "Prostate cancer"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Helsinki", "type": "loc", "score": 3, "label": {"eng": "Helsinki"}, "location": {"type": "place", "label": {"eng": "Helsinki"}, "country": {"type": "country", "label": {"eng": "Finland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ireland", "type": "loc", "score": 3, "label": {"eng": "Ireland"}, "location": {"type": "country", "label": {"eng": "Ireland"}}}, {"uri": "http://en.wikipedia.org/wiki/Finland", "type": "loc", "score": 3, "label": {"eng": "Finland"}, "location": {"type": "country", "label": {"eng": "Finland"}}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Marmot", "type": "person", "score": 2, "label": {"eng": "Michael Marmot"}}, {"uri": "http://en.wikipedia.org/wiki/George_Osborne", "type": "person", "score": 2, "label": {"eng": "George Osborne"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 2, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 1, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 20}, {"uri": "news/Health", "label": "news/Health", "wgt": 53}, {"uri": "dmoz/Home/Home_Improvement/Energy_Efficiency", "label": "dmoz/Home/Home Improvement/Energy Efficiency", "wgt": 24}, {"uri": "dmoz/Science/Technology/Energy", "label": "dmoz/Science/Technology/Energy", "wgt": 21}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 20}, {"uri": "dmoz/Society/Issues/End-of-Life", "label": "dmoz/Society/Issues/End-of-Life", "wgt": 19}], "image": "https://i.guim.co.uk/img/media/667385dda2064adebe7f0f0f84eb7b2db8a9d7f5/0_67_5324_3194/master/5324.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=5251991c4a608d7482a9e8ff1b80e94c", "eventUri": null, "location": null, "shares": {"facebook": 3892}, "sentiment": -0.207843137254902, "wgt": 3892, "relevance": 76}, {"uri": "1462268171", "lang": "eng", "isDuplicate": false, "date": "2020-02-26", "time": "19:36:00", "dateTime": "2020-02-26T19:36:00Z", "dateTimePub": "2020-02-26T18:30:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/feb/26/the-reaction-to-the-outbreak-has-revealed-the-unreceonstructed-despotism-of-the-chinese-state", "title": "Xi Jinping has buried the truth about coronavirus | Ma Jian", "body": "The reaction to the outbreak has revealed the unreconstructed despotism of the Chinese state\n\nOver the past 70 years, the Chinese Communist party has subjected its country to a succession of manmade catastrophes, from the Great Famine, the Cultural Revolution and the Tiananmen Square massacre, to the forceful suppression of rights in Hong Kong and Tibet, and the mass internment of Uighurs in Xinjiang. Official coverups and corruption have multiplied the death toll of natural calamities, from the Sars virus to the Sichuan earthquake.\n\nXi Jinping's mishandling of the coronavirus epidemic must now be added to the party's shameful list of crimes. With serious outbreaks occurring in Japan, South Korea, Iran and Italy, it is clear that the virus of Xi's totalitarian rule threatens the health and freedoms not only of the Chinese people, but of all of us everywhere.\n\nXi's vacuous, self-aggrandising ideological vision lies at the heart of this global crisis. When he was appointed party leader in 2012, he announced his \"China dream\" of national rejuvenation, promising that the country would be moderately prosperous by the party's 2021 centenary, and fully advanced into global economic hegemony by the republic's centenary in 2049. Xi vowed that, by then, the world would concede that his one-party dictatorship is superior to the mess of liberal democracy.\n\nAppointing himself \"president for life\", Xi now has more power than any party leader since Mao Zedong, and has crushed all dissent by attempting to build a hi-tech totalitarian state. The Communist party is an insidious pathogen that has infected the Chinese people since 1949. But under Xi's rule, it has mutated into its most sinister form, allowing capitalism to grow rapaciously while reaffirming Leninist control. The promise of wealth and national glory has blinded many Chinese people to the chains around their feet, and to the barbed wire around the faraway internment camps.\n\nIn a speech on 31 December 2019, Xi heralded triumphantly a new year of \"milestone significance in realising the first centenary goal!\" Naturally, he didn't mention the mysterious pneumonia reported that day by health authorities in Wuhan, Hubei province. Although the World Health Organization had been notified, the Chinese people were largely kept in the dark. How could an invisible bug be allowed to dampen the glory of Xi's China dream?\n\nIn times of crisis, the party always places its own survival above the welfare of the people. Li Wenliang, an ophthalmologist at Wuhan central hospital, has become the tragic symbol of this disaster. On 30 December, he notified his former medical classmates on WeChat that seven people with an unspecified coronavirus, which reminded him of Sars (the virus that killed almost 800 people in 2003), were in quarantine at his hospital, and advised them to protect themselves. In any normal society, this wouldn't be considered subversive - but in China, even a small act of kindness, a cautious and private alert to colleagues, can land a person in political danger. On 3 January, Li was reprimanded by police - he then went back to work, and within days contracted the virus.\n\nOver the next two weeks - the critical window of containment - authorities claimed the problem was under control. But coronavirus is indifferent to the vain desires of despots. Left unchecked, it spread. By the time Xi deigned to publicly acknowledge the outbreak, on 20 January, ordering it to be \"resolutely contained\", it was too late.\n\nOn 23 January, Wuhan was placed in lockdown. Yet on that same day, at a reception in Beijing, Xi merely stressed the need to \"race against time and keep abreast with history to realise the first centenary goal of the China dream of national rejuvenation\". Videos on WeChat and Weibo revealed the hollowness of Xi's ambitions. There was footage of deserted boulevards in affected cities. Corpses lying unattended on pavements. A woman on the balcony of a luxury tower block striking a gong and wailing into the sky: \"My mother is dying, rescue me!\"\n\nAs Li lay on his deathbed on 30 January, he revealed the truth about his experience of the epidemic. Despite being a party member, he spoke to the New York Times about official failures to disclose essential information about the virus to the public, and told the Beijing-based journal Caixin: \"A healthy society cannot have just one voice.\" In that one sentence, he identified the root cause of China's sickness. Xi suppresses truth and information to create his utopian \"harmonious\" society. But harmony can only emerge from a plurality of differing voices, not from the one-note monologue of a tyrant.\n\nAfter the eruption of public grief and anger that followed Li's death on 6 February, the government backtracked, and hailed the doctor they had muzzled \"a hero\". But behind the scenes, the silencing continued: several people who documented and spoke out about state handling of the outbreak were detained.\n\nIn the thick of calamity, people finally understand that if your leaders have no regard for human life or liberty, no amount of money can save you. Entire families have been wiped out by the virus as more than 70 million people have been confined to their homes. Chinese officials have today reported 78,064 infections and 2,715 deaths, mostly in Hubei. But no one trusts the party's figures. The only certainty about the numbers it releases is that they are the numbers it wants you to believe. In an effort to change the narrative after Li's death, the party has called for a people's war against the virus, and has urged journalists to replace \"negative content\" on social media with \"touching stories from the frontline of combating the disease\". Having buried the truth about the calamity of the Cultural Revolution and other earlier crimes, the party is now dragging the nation back to its Maoist past.\n\nOfficial language is being contaminated once more with military jargon; society is being divided once more into antagonist groups - not the proletariat against the bourgeoisie, but the infected against the yet-to-be-infected. Rural police post videos of their attacks on citizens who dare venture outside without a face mask.\n\nThe state media have posted photographs of pregnant nurses in hazmat suits serving on the frontline; there are masked patients in another field hospital being awarded party membership on their deathbeds, joyfully raising their fists in the air as they pledge undying loyalty to Xi. To anyone with a conscience, these sad individuals look like victims of an inhumane cult. That it is believed these snapshots could promote \"positive energy\" reveals the moral abyss into which totalitarianism has sunk the nation.\n\nMeanwhile, with the epidemic still raging, Xi has ordered the country back to work, all to ensure that the economic targets of his 21st-century goals are met. Of course, he is keeping the political elite safe, though, by postponing the National People's Congress in March. Further proof, if it was at all needed, that Xi's China dream is a sham.\n\n* Ma Jian is an author from Qingdao, China. He left Beijing for Hong Kong in 1987 as a dissident, and after the handover moved to London. All his books are banned in China", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "ma_jian@theguardian.com", "name": "Ma Jian", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_people", "type": "wiki", "score": 5, "label": {"eng": "Chinese people"}}, {"uri": "http://en.wikipedia.org/wiki/Communist_Party_of_China", "type": "org", "score": 5, "label": {"eng": "Communist Party of China"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Despotism", "type": "wiki", "score": 4, "label": {"eng": "Despotism"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Famine_(Ireland)", "type": "wiki", "score": 4, "label": {"eng": "Great Famine (Ireland)"}}, {"uri": "http://en.wikipedia.org/wiki/Internment", "type": "wiki", "score": 4, "label": {"eng": "Internment"}}, {"uri": "http://en.wikipedia.org/wiki/Tibet", "type": "loc", "score": 4, "label": {"eng": "Tibet"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/1989_Tiananmen_Square_protests", "type": "wiki", "score": 4, "label": {"eng": "1989 Tiananmen Square protests"}}, {"uri": "http://en.wikipedia.org/wiki/Totalitarianism", "type": "wiki", "score": 4, "label": {"eng": "Totalitarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Uyghurs", "type": "wiki", "score": 4, "label": {"eng": "Uyghurs"}}, {"uri": "http://en.wikipedia.org/wiki/Political_corruption", "type": "wiki", "score": 4, "label": {"eng": "Political corruption"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Xinjiang", "type": "loc", "score": 4, "label": {"eng": "Xinjiang"}, "location": {"type": "place", "label": {"eng": "Xinjiang"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Li_Wenliang", "type": "person", "score": 3, "label": {"eng": "Li Wenliang"}}, {"uri": "http://en.wikipedia.org/wiki/President_for_life", "type": "wiki", "score": 3, "label": {"eng": "President for life"}}, {"uri": "http://en.wikipedia.org/wiki/Leninism", "type": "wiki", "score": 3, "label": {"eng": "Leninism"}}, {"uri": "http://en.wikipedia.org/wiki/Cultural_Revolution", "type": "wiki", "score": 3, "label": {"eng": "Cultural Revolution"}}, {"uri": "http://en.wikipedia.org/wiki/High_tech", "type": "wiki", "score": 3, "label": {"eng": "High tech"}}, {"uri": "http://en.wikipedia.org/wiki/Mao_Zedong", "type": "person", "score": 3, "label": {"eng": "Mao Zedong"}}, {"uri": "http://en.wikipedia.org/wiki/Ophthalmology", "type": "wiki", "score": 3, "label": {"eng": "Ophthalmology"}}, {"uri": "http://en.wikipedia.org/wiki/One-party_state", "type": "wiki", "score": 3, "label": {"eng": "One-party state"}}, {"uri": "http://en.wikipedia.org/wiki/Barbed_wire", "type": "wiki", "score": 3, "label": {"eng": "Barbed wire"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 3, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 3, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 2, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 2, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ma_Jian_(writer)", "type": "person", "score": 1, "label": {"eng": "Ma Jian (writer)"}}, {"uri": "http://en.wikipedia.org/wiki/National_People's_Congress", "type": "org", "score": 1, "label": {"eng": "National People's Congress"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 1, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Qingdao", "type": "loc", "score": 1, "label": {"eng": "Qingdao"}, "location": {"type": "place", "label": {"eng": "Qingdao"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 50}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 48}, {"uri": "dmoz/Recreation/Parties/Planning", "label": "dmoz/Recreation/Parties/Planning", "wgt": 16}, {"uri": "dmoz/Home/Entertaining/Party_Planning", "label": "dmoz/Home/Entertaining/Party Planning", "wgt": 17}, {"uri": "dmoz/Shopping/Entertainment/Party_Supplies", "label": "dmoz/Shopping/Entertainment/Party Supplies", "wgt": 16}, {"uri": "dmoz/Society/Politics/Socialism", "label": "dmoz/Society/Politics/Socialism", "wgt": 17}], "image": "https://i.guim.co.uk/img/media/eb0a7f1c76c472c52485613bf9318893bb89124c/1_0_2559_1536/master/2559.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=f8ee0f93723d77fb950eb012115eba2f", "eventUri": null, "location": null, "shares": {"facebook": 3531}, "sentiment": 0.02745098039215677, "wgt": 3531, "relevance": 101}, {"uri": "1465427593", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "05:17:00", "dateTime": "2020-02-29T05:17:00Z", "dateTimePub": "2020-02-29T05:00:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/feb/29/to-hell-and-back-my-three-weeks-suffering-from-coronavirus", "title": "'To hell and back': my three weeks suffering from coronavirus", "body": "Tiger Ye, 21, lives in Wuhan and started showing symptoms in mid-January. Here he tells the story of his illness and recovery\n\nOn 17 January my muscles became sore all over. I may have had a slight fever, but it wasn't strong enough to notice. Looking back, it is a little scary, because my house and the language school where I study Japanese are within a 5km radius of the Wuhan seafood market (where the virus is believed to have originated).\n\nTo treat my muscle soreness, I took some cold tablets because I thought it was a normal cold. Now that I think of it, I might have missed the best time for treatment, failing to contain the virus with antiviral drugs in its early stages.\n\nI have no idea how I got the virus. I always eat at the same Hong Kong-style restaurant below my school. I wasn't walking around much at the time because it was very cold, and since I was tired after classes I always went back home. Once the semester break started, I stayed with my parents and not at the dormitory. I started wearing a mask a few days later when I saw everyone else around me wearing masks.\n\nSickness and self-isolation\n\nBy 21 January my body was still aching all over, so I called my dad. He sensed something was wrong with me and urged me to go home immediately. That evening I took my body temperature which showed a mild fever. My mom said that if my temperature still didn't drop later that night, we would go to the hospital. At 11pm that night, the fever hadn't gone away, so I went to Tongji hospital.\n\nOn arrival I saw the hospital already overwhelmed with patients. Seeing doctors in their hazmat suits in real life for the first time, something I'd only seen in documentaries about Sars, I realised something bad was happening.\n\nI wasn't that astonished or scared when I saw all the people, because it is one of the best hospitals in Wuhan and it is always very crowded. Because of the massive crowds, I decided to go to Wuhan pulmonary hospital instead, and that proved to be the right decision.\n\nThere was not a single patient there at the time I arrived. There I had blood and liver function [tests] and a CT scan. The CT results came back showing patchy shadows on the lower sides of both of my lungs. I started to take some prescription medicine and Chinese medicine capsules prescribed by the hospital.\n\nWhen Wuhan started to be locked down, that's when my dad had me quarantine myself at home. I also knew from watching movies and things that we should probably stock up on food at home, so we bought a bunch of instant noodles, which no one ended up eating. There was enough at the supermarket; the only thing we really couldn't find was disinfectants.\n\nMy father is an office worker at a drug company and my mom went to school at a medical university, so they were good with helping analyse my situation. I started to self-isolate on 22 January. My room has its own tub and bathroom, so it is pretty convenient. My grandma did the cooking for me and when she brought food in, she would wear a mask and we'd use disposable chopsticks and things like that, so after I was done that all got thrown out.\n\n'The worst time'\n\nOn 25 January I had a checkup. I had begun to cough. It was a very dry cough with a little yellow phlegm. The results showed that my situation was worsening, with the infection spreading to my entire lungs. The doctor gave me an IV drip, while the oral medicine remained the same. At the time the doctor told me I was suspected of having the virus, but that only an expert committee could decide who would be able to use the testing kit.\n\nBy 26 January getting up had become extremely difficult and I was shivering with cold. I felt I was having a high fever, and I was: 39C. Reports later said that the situation could develop extremely fast in the middle stage, but before I knew it, by that evening the fever was gone. It felt like having been to hell and back. That period from 21 January to the 26th was the worst time. I coughed so bad my stomach was hurting and my back ached. Those were some of the worst days in my life.\n\nIt was then that I realised I needed some spiritual support or maybe I couldn't make it. So I watched my favourite anime show and seeing their normal, happy lives, I thought I may have to say goodbye to this life forever. But watching the show, the heroine had troubles in the first half, but she finally made it and succeeded in her career.\n\nYou see, I was going to fly to Japan in mid-February to go to a concert by Ayaka Ohashi, a Japanese voice actress and anime artist, but with the lockdown I thought everything might be cancelled. I had attended her solo performance last year, and after watching her I had decided I wanted to make a career out of managing voice actors. So watching the show, I thought: I must make it if I want to see her next concert alive. This really encouraged me and gave me some relief, along with the medicine. I dreamed twice that week that I met her.\n\nI had another re-exam on 28 January, which showed both my lungs were getting better. After a medical consultation between the doctors, they decided I was qualified for being tested for the coronavirus.\n\nThe virus spreads\n\nMy elder brother began to have a fever and cough on the 29th. His exam results showed there were small patches of glass-like shadows in his lungs. He was considered a suspected case. On the same day, my grandma also had a fever. As for me, my test results were positive and I was officially a confirmed case. The hospital gave me five days of an anti-HIV medicine for free, while my family were also starting to take prescribed medicine. Due to my improved situation and limited beds in the hospital, I was told to go home and isolate myself, and thus my IV therapy ended.\n\nMy brother had a re-exam and he tested positive on 2 February. My grandmother had a fever for four days but then recovered. She was never tested, and neither was my mother, but they all took medicine. My brother also eventually recovered and is now negative for the virus.\n\nOn 4 February, a CT scan showed continued improvements in my lungs, and my cough stopped. I was given another coronavirus test and prescribed more medicine. The next day test results showed I was negative for the virus, but according to instructions from the doctors, I needed to go back for another test. On 7 February results showed again that I was negative, and I was declared recovered.\n\nAs told to Michael Standaert", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Muscle", "type": "wiki", "score": 5, "label": {"eng": "Muscle"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 5, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/CT_scan", "type": "wiki", "score": 4, "label": {"eng": "CT scan"}}, {"uri": "http://en.wikipedia.org/wiki/Tiger", "type": "wiki", "score": 4, "label": {"eng": "Tiger"}}, {"uri": "http://en.wikipedia.org/wiki/Lung", "type": "wiki", "score": 4, "label": {"eng": "Lung"}}, {"uri": "http://en.wikipedia.org/wiki/Seafood", "type": "wiki", "score": 4, "label": {"eng": "Seafood"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 4, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hazmat_suit", "type": "wiki", "score": 3, "label": {"eng": "Hazmat suit"}}, {"uri": "http://en.wikipedia.org/wiki/Liver_function_tests", "type": "wiki", "score": 3, "label": {"eng": "Liver function tests"}}, {"uri": "http://en.wikipedia.org/wiki/Noodle", "type": "wiki", "score": 3, "label": {"eng": "Noodle"}}, {"uri": "http://en.wikipedia.org/wiki/Thermoregulation", "type": "wiki", "score": 3, "label": {"eng": "Thermoregulation"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 3, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/Capsule_(pharmacy)", "type": "wiki", "score": 3, "label": {"eng": "Capsule (pharmacy)"}}, {"uri": "http://en.wikipedia.org/wiki/Traditional_Chinese_medicine", "type": "wiki", "score": 3, "label": {"eng": "Traditional Chinese medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Supermarket", "type": "wiki", "score": 3, "label": {"eng": "Supermarket"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_school", "type": "wiki", "score": 3, "label": {"eng": "Medical school"}}, {"uri": "http://en.wikipedia.org/wiki/Prescription_drug", "type": "wiki", "score": 3, "label": {"eng": "Prescription drug"}}, {"uri": "http://en.wikipedia.org/wiki/Documentary_film", "type": "wiki", "score": 3, "label": {"eng": "Documentary film"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 98}, {"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 14}, {"uri": "dmoz/Recreation/Autos/Events_and_Shows", "label": "dmoz/Recreation/Autos/Events and Shows", "wgt": 14}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 15}, {"uri": "dmoz/Health/Medicine/Education", "label": "dmoz/Health/Medicine/Education", "wgt": 13}], "image": "https://i.guim.co.uk/img/media/3587a3fef3c886e576e4eb4ca9070a811717d65e/0_0_2500_1500/master/2500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=f8c057cec8c1575d4654962e2a98b7e3", "eventUri": null, "location": null, "shares": {"facebook": 3343}, "sentiment": -0.207843137254902, "wgt": 3343, "relevance": 27}, {"uri": "1464953544", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "18:36:00", "dateTime": "2020-02-28T18:36:00Z", "dateTimePub": "2020-02-28T18:16:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/feb/28/coronavirus-donald-trump-truth-president", "title": "Donald Trump's war on coronavirus is just his latest war on truth | Jonathan Freedland", "body": "The coronavirus crisis is a war against a disease, but it's also the most serious battle yet in the war on truth. That much was clear from the start, as China moved to hush up the first outbreak and gag the doctor who had spotted it. It was a classic case of what we might call Chernobyl syndrome: the tendency of authoritarian systems to react to disaster by rushing to downplay or cover up the problem, focusing more on shifting blame than tackling the threat head on. Viewers of last year's TV dramatisation of the Chernobyl nuclear accident could recognise the pattern immediately, as the priority of those in charge becomes avoiding embarrassment rather than saving lives.\n\nThere was some of that in the Iranian reaction to the virus, as the country's deputy health minister coughed and sweated his way through a press conference called to reassure citizens, only later for it to be confirmed that he had himself been infected. (There were already suspicions, since Tehran's official numbers didn't add up.) And there was a grim logic to the fact that at the heart of the outbreak in South Korea is a religious sect similarly devoid of transparency.\n\nUsually, the democratic world can contrast itself flatteringly with such closed, controlled societies, proud that its approach to calamity is openness and the free flow of information. Indeed, crises like this one can serve as test cases for the competing merits of free systems v authoritarian ones. True, democracies cannot match Beijing's ability to lock down whole cities and build an entire hospital in a week. But when it comes to a global pandemic, it's free speech, full disclosure and cross-border scientific cooperation that ultimately save lives.\n\nExcept this time, the familiar authoritarian v democratic contrast has become muddled. That's because the current leader of the world's most powerful democracy, the US, has the same instincts as the authoritarian rulers he so admires, and those instincts have coloured his response to coronavirus. The result is that what for many must have seemed an abstract concern - Donald Trump's assault on facts, experts and science - is now a matter of life and death.\n\nSo while US medical officials have been at pains to brace Americans for the inevitability of coronavirus - a matter of when, not if - Trump and his outriders have worked hard to minimise the threat. On Thursday, Trump repeatedly referred to the figure of \"15\" cases in the US, when the actual figure was 60, and promised that that number would go down rather than up: \"It's going to disappear. One day it's like a miracle, it will disappear.\"\n\nTrump's chief economic adviser, Larry Kudlow, breezily assured the US public that the bug had been contained and that the country was sealed \"pretty close to airtight\" against the disease, when of course it is not. One of the administration's most influential propagandists - for whom Trump paused his state of the union address this month so that his wife, Melania, might garland him with America's highest civilian honour, the Presidential Medal of Freedom - the talk radio host Rush Limbaugh has been telling his vast audience that \"the coronavirus is the common cold, folks\", and that it had been \"overhyped\" and \"weaponised ... to bring down Donald Trump\".\n\nTrump has nodded in a similar conspiracist direction, tweeting that the media are doing all they can \"to make the Caronavirus [sic] look as bad as possible, including panicking markets, if possible\". That reference to the markets is key. Trump believes his chances of re-election in November hinge on his stewardship of the economy, betting that voters will back him if their pensions - linked to the stock market - are up. That the Dow Jones suffered the biggest one-day drop in its history on Thursday has him rattled.\n\nAnd so his first instinct is that of the Manhattan hustler-hotelier loudly assuring guests that the strong smell of burning coming from the ground floor is merely the chef trying out a new barbecue rather than a sign that the building is on fire. Crucial to that effort is talking loudly over the fire marshals, or even gagging them altogether.\n\nYou could see that when Trump spoke in the White House briefing room, brazenly contradicting the experts by his side. But it's now become formal policy, with Trump's insistence that all federal officials - including those with deep scientific expertise - are to say nothing that has not first been authorised by the White House. Note the fate of Dr Anthony Fauci, director of the National Institute of Allergy and Infectious Disease. On Thursday he dared say that \"we are dealing with a serious virus\" with a higher mortality rate than regular flu. That was deemed insufficiently upbeat for the great leader. According to the New York Times, \"Dr Fauci has told associates that the White House had instructed him not to say anything else without clearance.\" The new mantra, it seems, is to be one of Trump's favourite phrases: repeated again on Thursday: \"Nobody really knows.\" That could be the motto of post-truthists such as Trump, conveying the hope that voters will become confused, concluding that no truth is ever even possible, and that in the fog of information and rumour it's best simply to trust the man in charge. That's what Trump wants every American to believe, about coronavirus and everything else for that matter: nobody really knows.\n\nNow Trump has put his slavishly deferential vice-president, Mike Pence, in charge of the coronavirus effort. Put aside Pence's appalling record as governor of Indiana, when his response to an HIV outbreak was to veto a medically recommended needle exchange programme and to offer his prayers instead. Focus instead on the fact that Pence has been appointed over the head of the health secretary, Alex Azar, whom Trump deemed too \"alarmist\" In that same spirit, Trump has gutted the very agencies that the US will now desperately rely on. In 2018, he slashed health spending by $15bn, binning the Obama-era programmes and teams established for the express purpose of leading the US response to a pandemic. Among those cut: the Centers for Disease Control and Prevention - now in the frontline against coronavirus - which was forced to reduce by 80% its efforts to prevent global disease outbreak. The consequences are clear enough: only eight of the US's 100 public-health labs are now even able to test for Covid-19.\n\nThis onslaught against the health agencies is of a piece with Trump's entire approach to data, science and truth. You might remember \"Sharpiegate\", when the president all but got out a black marker pen and amended a map issued by the key US meteorological agency so that it appeared to support his tweeted, and false, claim that Alabama was about to get hit by a hurricane. Trump has installed cronies and business pals at the helm of a raft of agencies previously respected as providers of neutral, factual data, the better to ensure those bodies say only what he wants them to say. He has moved to shrink their budgets - whether at the US Public Health Service Commissioned Corps or the Census Bureau - and allowed experts with deep knowledge to retire and not be replaced.\n\nWe can't say we weren't warned. On Trump's first full day in office, he telephoned the head of the National Park Service, angered by photographs showing that crowds that had gathered for his inauguration the previous day were smaller than those for Barack Obama. The head of the NPS duly passed on the instruction from the president, and new, more flattering images appeared.\n\nWe laughed about it at the time because it was so petty, so vain and so trivial. But the mindset was clear. The US president is a man who does not want the facts or the truth. He wants only what makes him look good. That impulse might not have mattered much in January 2017. But it matters gravely now.\n\n* Jonathan Freedland is a Guardian columnist", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "jonathan_freedland@theguardian.com", "name": "Jonathan Freedland", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Chernobyl_disaster", "type": "wiki", "score": 5, "label": {"eng": "Chernobyl disaster"}}, {"uri": "http://en.wikipedia.org/wiki/Authoritarianism", "type": "wiki", "score": 5, "label": {"eng": "Authoritarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 5, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 3, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Rush_Limbaugh", "type": "person", "score": 3, "label": {"eng": "Rush Limbaugh"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Larry_Kudlow", "type": "person", "score": 3, "label": {"eng": "Larry Kudlow"}}, {"uri": "http://en.wikipedia.org/wiki/Presidential_Medal_of_Freedom", "type": "wiki", "score": 3, "label": {"eng": "Presidential Medal of Freedom"}}, {"uri": "http://en.wikipedia.org/wiki/Melania_Trump", "type": "person", "score": 3, "label": {"eng": "Melania Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Talk_radio", "type": "wiki", "score": 3, "label": {"eng": "Talk radio"}}, {"uri": "http://en.wikipedia.org/wiki/Common_cold", "type": "wiki", "score": 3, "label": {"eng": "Common cold"}}, {"uri": "http://en.wikipedia.org/wiki/Sic", "type": "wiki", "score": 3, "label": {"eng": "Sic"}}, {"uri": "http://en.wikipedia.org/wiki/Freedom_of_speech", "type": "wiki", "score": 3, "label": {"eng": "Freedom of speech"}}, {"uri": "http://en.wikipedia.org/wiki/Logic", "type": "wiki", "score": 3, "label": {"eng": "Logic"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Conspiracy_theory", "type": "wiki", "score": 3, "label": {"eng": "Conspiracy theory"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Tehran", "type": "loc", "score": 3, "label": {"eng": "Tehran"}, "location": {"type": "place", "label": {"eng": "Tehran"}, "country": {"type": "country", "label": {"eng": "Iran"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 2, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 2, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_Indiana", "type": "person", "score": 2, "label": {"eng": "Governor of Indiana"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 2, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Billboard_Hot_100", "type": "wiki", "score": 2, "label": {"eng": "Billboard Hot 100"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Barbecue", "type": "wiki", "score": 2, "label": {"eng": "Barbecue"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 2, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 2, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Veto", "type": "wiki", "score": 2, "label": {"eng": "Veto"}}, {"uri": "http://en.wikipedia.org/wiki/Chef", "type": "wiki", "score": 2, "label": {"eng": "Chef"}}, {"uri": "http://en.wikipedia.org/wiki/Pension", "type": "wiki", "score": 2, "label": {"eng": "Pension"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 2, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Manhattan", "type": "loc", "score": 2, "label": {"eng": "Manhattan"}, "location": {"type": "place", "label": {"eng": "Manhattan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jonathan_Freedland", "type": "person", "score": 1, "label": {"eng": "Jonathan Freedland"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Public_Health_Service", "type": "org", "score": 1, "label": {"eng": "United States Public Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/National_Park_Service", "type": "org", "score": 1, "label": {"eng": "National Park Service"}}, {"uri": "http://en.wikipedia.org/wiki/Barack_Obama", "type": "person", "score": 1, "label": {"eng": "Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Alabama", "type": "loc", "score": 1, "label": {"eng": "Alabama"}, "location": {"type": "place", "label": {"eng": "Alabama"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 12}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 11}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 92}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 11}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 13}], "image": "https://i.guim.co.uk/img/media/c731cd716a8cdad66eccc5d30ea9d0944e342716/1_0_2559_1536/master/2559.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=04d5a90c4015b6886362d58cdc8058aa", "eventUri": null, "location": null, "shares": {"facebook": 2886}, "sentiment": -0.1607843137254902, "wgt": 2886, "relevance": 101}, {"uri": "1462659067", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "03:22:00", "dateTime": "2020-02-27T03:22:00Z", "dateTimePub": "2020-02-27T02:41:00Z", "dataType": "news", "sim": 0.6745098233222961, "url": "http://www.theguardian.com/world/2020/feb/27/australias-coronavirus-pandemic-plan-mass-vaccinations-and-stadium-quarantine", "title": "Australia's coronavirus pandemic plan: mass vaccinations and stadium quarantine", "body": "Governments may order mass vaccinations of entire suburbs, cities or groups of people; sports stadia may be sequestered as quarantine sites; and police could be ordered to guard critical medical supplies under Australia's pandemic health plans.\n\nUnder worst-case scenarios being contemplated by state and federal governments, forecasts say a pandemic outbreak could last up to 10 months, and 40% of the country's workforce could be sidelined by illness or caring for family members. Australia's GDP could take a 10% hit.\n\nThe pandemic plans have not yet been scaled up to their highest levels: Australia remains in containment mode and governments have consistently said that Australia is well-placed to deal with any outbreaks.\n\nCurrently, out of 81,000 confirmed Covid-19 cases worldwide, which have caused more than 2,700 deaths, just 22 have been identified in Australia, with zero deaths.\n\n\"Pandemic influenza can cause significant disruptions to the way we live as it has the potential to result in high levels of illness and death,\" the Victorian government has warned in its action plan for influenza pandemic.\n\n\"The social distancing measures that may be required will have wide-ranging effects, with closure of schools and childcare services, and cancellation of public events. It is estimated that up to 40% of the workforce may withdraw from work at any one time due to illness, the need to care for family members or the fear of contracting the virus in the workplace or on public transport.\n\n\"One study estimated that in a worst-case pandemic influenza scenario, Australia's gross domestic product could suffer a decline of greater than 10%.\"\n\nState and federal governments have had pandemic plans in place for years, prepared for the possibility of a novel coronavirus or a wide-scale influenza outbreak.\n\nThe publicly available plans emphasise that predicting the length, severity and impact of a coronavirus - such as Covid-19 - outbreak is difficult, given a large number of unknown and variable factors.\n\n\"The impact of a pandemic depends on how sick the virus makes people (clinical severity), the ability of the virus to spread between people (transmissibility), the capacity of the health system, the effectiveness of interventions and the vulnerability of the population,\" the New South Wales government's human influenza pandemic plan says.\n\n\"As humans will have little or no pre-existing immunity to a pandemic virus and influenza viruses can be transmitted among people without symptoms, prevention is not considered realistic.\"\n\nBut the NSW Health plan makes a number of fundamental assumptions about a pandemic outbreak in Australia:\n\nThe disease is likely to originate overseas and be imported into Australia by infected travellers.\n\nBorder screening is ineffective because carriers can be asymptomatic.\n\nAny pandemic outbreak will spread rapidly throughout the Australian community.\n\nThe population groups at greater risk from seasonal influenza are the elderly, young, people with chronic diseases, and communities with high numbers of at-risk individuals such as Indigenous communities.\n\nMultiple pandemic waves are possible.\n\nAustralia is maintaining a travel ban on visitors from the Chinese mainland.\n\n\"As infected travellers may have no symptoms on their arrival into Australia, border screening of incoming passengers is unlikely to be of benefit in preventing a pandemic influenza strain entering the country,\" NSW Health says.\n\nIf and as a pandemic worsens, contingencies could see the ordering of schools closed and of public transport altered in order to implement social distancing measures. Mass gathering events, such as sporting events or concerts, may be cancelled.\n\nPeople may be advised - or even ordered - to work from home if possible.\n\nPeople will be forced off work if they are ill, to care for family members, or by advice - or orders - to self-isolate.\n\nHospitals may need to set up screening stations outside emergency departments and designate specific \"flu areas\" within hospitals to ensure coronavirus patients are isolated from others. If hospitals are overrun, operating theatres or general wards could be requisitioned as intensive care surge areas and children may be able to be treated and managed at adult hospitals.\n\n\"Overflow facilities are used to accommodate patients when it is impractical to manage them at home or in a hospital,\" NSW Health says. \"Healthcare facilities, including private hospitals, would be used preferentially. However, schools, warehouses, convention centres, hotels or sports arenas may be alternative sites.\"\n\nSpeaking at the Royal Children's hospital in Melbourne, Victoria's chief health officer, Dr Brett Sutton, said authorities were working on the basis that a coronavirus pandemic was inevitable.\n\n\"I think it's much, much safer that way,\" Sutton said. \"We have to proceed with planning on the basis it is inevitable and we can and should expect more cases in Australia in the coming weeks or months. I don't want to see us get caught out at all.\"\n\nSutton said hospital contingency plans would adapt depending on the severity of the outbreak.\n\n\"That might look like cohorting where you have a respiratory ward for coronavirus patients in hospitals,\" he said. \"It might have a separate stream for emergency department patients.\"\n\nThere is currently no vaccine for Sars-CoV-2 - the novel coronavirus that causes Covid-19 - but work is under way to develop one.\n\nWhen an effective vaccine is developed, the NSW Health pandemic plan outlines two potential scenarios: \"vaccination of priority with a candidate or pandemic-specific vaccine, or mass vaccination for the wider local health district population with a pandemic-specific vaccine\".\n\nIn the event of a severe pandemic outbreak, police forces may be drafted in to protect key medical supplies, with responsibility to \"plan and implement security of the national medical stockpile and state medical stockpile ... of anti-influenza medicine and personal protective equipment\".\n\nSocial distancing strategies, voluntary at first but enforced if necessary, could be implemented across the country. That might include quarantine in designated secure sites (such as the Manigurr-ma village in the Northern Territory); home isolation; exclusion, where people are asked to exclude themselves from childcare, school, educational facilities, workplaces and other activities; or closures of schools and other organisations.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "ben_doherty@theguardian.com", "name": "Ben Doherty", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Influenza_pandemic", "type": "wiki", "score": 5, "label": {"eng": "Influenza pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 5, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Ministry_of_Health_(New_South_Wales)", "type": "wiki", "score": 4, "label": {"eng": "Ministry of Health (New South Wales)"}}, {"uri": "http://en.wikipedia.org/wiki/Public_transport", "type": "wiki", "score": 4, "label": {"eng": "Public transport"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 4, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 4, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Suburb", "type": "wiki", "score": 4, "label": {"eng": "Suburb"}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 3, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 3, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/Orthomyxoviridae", "type": "wiki", "score": 3, "label": {"eng": "Orthomyxoviridae"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_New_South_Wales", "type": "org", "score": 3, "label": {"eng": "Government of New South Wales"}}, {"uri": "http://en.wikipedia.org/wiki/Child_care", "type": "wiki", "score": 3, "label": {"eng": "Child care"}}, {"uri": "http://en.wikipedia.org/wiki/Victorian_era", "type": "wiki", "score": 3, "label": {"eng": "Victorian era"}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 3, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccination", "type": "wiki", "score": 3, "label": {"eng": "Vaccination"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 3, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Melbourne", "type": "loc", "score": 2, "label": {"eng": "Melbourne"}, "location": {"type": "place", "label": {"eng": "Melbourne"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Territory", "type": "loc", "score": 1, "label": {"eng": "Northern Territory"}, "location": {"type": "place", "label": {"eng": "Northern Territory"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 18}, {"uri": "news/Health", "label": "news/Health", "wgt": 97}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 19}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 20}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 18}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 18}], "image": "https://i.guim.co.uk/img/media/302f9473adfacd9a8095c2b2eeafbebb8491f3b6/84_0_2282_1369/master/2282.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=6940a2a640c6da86dcb37ae81b615e0c", "eventUri": "eng-5556982", "location": null, "shares": {"facebook": 2612}, "sentiment": -0.1529411764705882, "wgt": 2612, "relevance": 101}, {"uri": "1466602605", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "09:53:00", "dateTime": "2020-03-01T09:53:00Z", "dateTimePub": "2020-03-01T09:30:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/01/the-worst-case-scenario-for-coronavirus-dr-jonathan-quick-q-and-a-laura-spinney", "title": "Epidemics expert Jonathan Quick: 'The worst-case scenario for coronavirus is likely'", "body": "The former chair of the Global Health Council talks about the mentality that left the world vulnerable to the Covid-19 epidemic and what can be done to minimise its effects\n\nIn 2018 global health expert Jonathan D Quick, of Duke University in North Carolina, published a book titled The End of Epidemics: The Looming Threat to Humanity and How to Stop It. In it he prescribed measures by which the world could protect itself against devastating disease outbreaks of the likes of the 1918 flu, which killed millions and set humanity back decades. He is the former chair of the Global Health Council and a long-term collaborator of the World Health Organization (WHO).\n\nThe Covid-19 epidemic looks like it's edging towards becoming a pandemic - that is, as the WHO defines it, \"the worldwide spread of a new disease\" - but the WHO hasn't declared a pandemic yet. What are the best-case and worst-case scenarios?\n\nThe best case is that the Chinese conflagration is brought under control, the smaller \"flames\" we've seen flare up in other countries are extinguished, there's little or no spread to new countries or continents, and the epidemic dies out. The worst case is that the outbreak goes global and the disease eventually becomes endemic, meaning it circulates permanently in the human population.\n\nYour feeling as to which is more likely, as of today, 27 February?\n\nThe worst-case scenario is looking increasingly likely. We've now seen cases on six continents, apparently \"silent\" - that is, at least partly asymptomatic - chains of human-to-human transmission both inside and outside China, with additional countries reporting cases within the last week - bringing the total to 47 - and new, accelerating outbreaks in Iran, Italy and South Korea. If it becomes a pandemic, the questions are, how bad will it get and how long will it last? The case fatality rate - the proportion of cases that are fatal - has been just over 2%, much less than it was for Sars, but 20 times that of seasonal flu. There are still many unknowns - we may have underestimated the period during which a person is contagious, for instance, and the variety of ways in which the virus spreads.\n\nIf the worst-case scenario comes true, are there still things we can do to minimise the pandemic's impact?\n\nAbsolutely. We can mobilise more health officials and keep engaging the public, implementing sensible travel controls and ensuring that frontline health workers have ready access to diagnostic tests and are vigilant - that they don't send anyone who may have been exposed home without testing them, for example. Judging by past experience, however, it's likely that health officials and the public in much of the world remain unaware or unconvinced of the danger this virus poses.\n\nYou have said that time and trust are critical to good epidemic management. What do you mean?\n\nThe delay between the frontline health workers noticing something unusual, in the form of an emerging disease, and that information travelling up the line to central decision-makers is critical. To illustrate that, a 2018 simulation that the Gates Foundation conducted of a flu pandemic estimated that there would be 28,000 after one month, 10 million after three months, and 33 million after six months. The virus used in that simulation was more contagious and deadly than Covid-19 - though they are both respiratory viruses - but the example shows how all epidemics grow exponentially. So if you can catch an epidemic in the first few weeks, it makes all the difference. As for trust, it's critical to disseminate dispassionate, evidence-based information, and not to try to mislead the population. If you do, they will stop cooperating. Let's hope that doesn't happen in China.\n\nJudging by reports, we're at least a year out from having an approved Covid-19 vaccine. Once one is available, do you think there will be a problem of vaccine hesitancy, as there has been with some of the resurgent childhood diseases?\n\nEvidence suggests that vaccine hesitancy diminishes when lots of people are dying. Once an outbreak is over, however, levels of vaccine uptake may depend on how fresh that outbreak is in people's minds - even though the risk of another one is real. I've written about a hypothetical situation in which a new and dangerous pathogen emerges, a vaccine is developed, and you still get a pandemic, because large numbers of millennials refuse the vaccine. In the US, 20% of millennials believe that vaccines cause autism. The problem is bad information. As my students often remind me, news tends to be behind paywalls, while fake news is free.\n\nIs it plausible that the Chinese have already created a Covid-19 vaccine?\n\nThe US drug company Moderna is the only one I'm aware of that has a Covid-19 vaccine ready for human trials. Those are due to start in April. Chinese firms are new to the global vaccine market, but at least one, Clover Biopharmaceuticals, is working to develop a Covid-19 vaccine.\n\nIt appears that the Covid-19 virus originated in a \"wet\" or live animal market. Should such markets be banned?\n\nNo. The Chinese government tried that after Sars. The markets just went underground. They need to be better regulated, and there needs to be active surveillance. Active monitoring and culling of poultry populations in Asia has stamped out outbreaks of avian flu in those populations.\n\nWas an epidemic like that of Covid-19 inevitable?\n\nFrom a biological standpoint an outbreak of a novel pathogen was inevitable, but this one happened in the worst place at the worst time. Wuhan is a big city and a crossroads, and the first cases were recorded there just before the lunar new year, when large numbers of people were about to travel to visit their families.\n\nIn terms of containing it, was it a good or a bad thing that it happened in China?\n\nAs of five months ago, we have a measure of epidemic preparedness - the Global Health Security (GHS) Index - that scores countries on six dimensions: prevention, detection, response, health system, risk environment and compliance with international standards. No country scores perfectly on all six. China has detected and responded to this epidemic pretty well, though its health system is now stretched beyond capacity, but it is weak on prevention - particularly when it comes to food safety.\n\nHow well is the US prepared?\n\nThe US ranks high on the GHS index, but is still unprepared for a severe pandemic, should one happen. Malfunctioning coronavirus tests have frustrated public health labs and delayed outbreak monitoring. Supplies of masks, suits and other protective material for health workers are running low in the midst of a moderately severe flu season. Since the creation of a much-needed public health emergency preparedness fund in the aftermath of 9/11, its budget and the public health functions it supports have been steadily reduced. This is the mentality that left the world vulnerable to the devastating 2014 outbreak of Ebola in west Africa - that is, close the fire department and cancel the fire insurance as nobody's house or factory has burned down lately. It's time we learned that the bugs never stop mutating and crossing over to humans.\n\nHas the world been an ostrich over pandemic risk?\n\nGenerally speaking, no. After each major recent outbreak - Sars, swine flu, Ebola - we've moved ahead. The GHS Index is itself a big advance, because we can now see where individual countries are weak in terms of preparedness. We should be moving faster, though.\n\nWhat exactly should we be doing faster?\n\nFewer than one in three countries are close to being prepared to confront an epidemic, which leaves the vast majority of the world's population vulnerable. That in turn leaves us all vulnerable because we're only as safe as the least safe place. We need to invest more in preparedness, and we need our leaders to take a greater interest in it - that's all leaders, in both the public and private sectors - from the grass roots to the grass tops.\n\nIs a global health agency essential to managing a pandemic, and is the WHO up to the task?\n\nA global health agency is essential, yes. None of the advances I've mentioned could have happened without the WHO's involvement, but the WHO can only perform as well as its members allow it to - and they have pulled back on funding since the 2008 financial crisis.\n\nYour book is optimistically entitled The End of Epidemics. Could we ever really wave goodbye to epidemics?\n\nThe world will continue to have disease outbreaks, but there is plenty we can do to protect ourselves against global catastrophes like the 1918 flu.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "laura_spinney@theguardian.com", "name": "Laura Spinney", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Global_Health_Council", "type": "wiki", "score": 5, "label": {"eng": "Global Health Council"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 4, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/The_Who", "type": "org", "score": 4, "label": {"eng": "The Who"}}, {"uri": "http://en.wikipedia.org/wiki/Duke_University", "type": "loc", "score": 4, "label": {"eng": "Duke University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Continent", "type": "wiki", "score": 4, "label": {"eng": "Continent"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/North_Carolina", "type": "loc", "score": 4, "label": {"eng": "North Carolina"}, "location": {"type": "place", "label": {"eng": "North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine_hesitancy", "type": "wiki", "score": 3, "label": {"eng": "Vaccine hesitancy"}}, {"uri": "http://en.wikipedia.org/wiki/Case_fatality_rate", "type": "wiki", "score": 3, "label": {"eng": "Case fatality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 3, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_pandemic", "type": "wiki", "score": 3, "label": {"eng": "Influenza pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Flu_season", "type": "wiki", "score": 3, "label": {"eng": "Flu season"}}, {"uri": "http://en.wikipedia.org/wiki/Evidence-based_medicine", "type": "wiki", "score": 3, "label": {"eng": "Evidence-based medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Bill_&_Melinda_Gates_Foundation", "type": "org", "score": 3, "label": {"eng": "Bill & Melinda Gates Foundation"}}, {"uri": "http://en.wikipedia.org/wiki/Exponential_growth", "type": "wiki", "score": 3, "label": {"eng": "Exponential growth"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Millennials", "type": "wiki", "score": 3, "label": {"eng": "Millennials"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Common_ostrich", "type": "loc", "score": 1, "label": {"eng": "Common ostrich"}, "location": {"type": "place", "label": {"eng": "Common ostrich"}, "country": {"type": "country", "label": {"eng": "France"}}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 86}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 23}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 22}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 24}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 26}, {"uri": "dmoz/Health/Public_Health_and_Safety/Epidemiology", "label": "dmoz/Health/Public Health and Safety/Epidemiology", "wgt": 20}], "image": "https://i.guim.co.uk/img/media/b81d645c6ca3739f6d6b96d61d6aa096cecb8d78/0_256_3072_1843/master/3072.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&s=36b25166ee688e2c059fa21701fac170", "eventUri": null, "location": null, "shares": {"facebook": 2593}, "sentiment": -0.1372549019607843, "wgt": 2593, "relevance": 27}, {"uri": "1465972060", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "17:16:00", "dateTime": "2020-02-29T17:16:00Z", "dateTimePub": "2020-02-29T17:03:00Z", "dataType": "news", "sim": 0.615686297416687, "url": "http://www.theguardian.com/world/2020/feb/29/joe-biden-trump-coronavirus-hoax-claim", "title": "'Absolutely dangerous': Biden slams Trump's claim coronavirus is a hoax", "body": "Joe Biden has condemned Donald Trump's claim that the coronavirus outbreak is a \"new hoax\" orchestrated by Democrats in order to beat him at the polls in November.\n\n\"For him to ... start talking about being a hoax is absolutely dangerous,\" Biden said in Greenville, South Carolina, on Saturday. \"It's just not a decent way to act.\"\n\nThe president made his startling claim at a rally in North Charleston on Friday night. South Carolina holds its Democratic primary on Saturday, with Biden seeking a victory to re-establish his credentials against national frontrunner Bernie Sanders.\n\n\"The Democrats are politicising the coronavirus,\" Trump said. \"They're politicising it. One of my people came up to me and said: 'Mr President, they tried to beat you on Russia, Russia, Russia.' That did not work out too well. They could not do it. They tried the impeachment hoax.\n\n\"This is their new hoax.\"\n\nTrump repeatedly called Robert Mueller's investigation of Russian election interference a hoax. The former special counsel did not establish criminal conspiracy between Trump and Moscow but did lay out extensive evidence of contacts between the campaign and Russians and numerous instances of potential obstruction of justice.\n\nSpeaking to reporters on Saturday morning, Biden said: \"Some of the stuff he says is so bizarre that you can laugh at it. It just so diminishes the faith that people around the world have in the United States.\"\n\nAccording to the latest World Health Organization (WHO) situation report, 83,652 cases of coronavirus and nearly 2,800 deaths have been reported worldwide.\n\nThe vast majority of cases are in China but the spread of the virus has caused havoc with stock markets and international travel and sporting and business events.\n\nUS authorities reported three new cases in the Pacific north-west overnight, bringing the total to 62. No Americans have died.\n\nOther Democratic candidates weighed in on Trump's remarks. Sanders asked why Trump \"repeatedly think[s] that scientific facts are hoaxes\" and said \"the most dangerous president in the modern history of our country\" was \"putting our people's lives at risk\".\n\nPete Buttigieg, the former mayor of South Bend, Indiana, told NBC News: \"It's critically important that the administration and the White House handle this in a way that's based on science and not on politics. I was particularly disturbed to hear the word 'hoax' used by the president.\"\n\nAmerican lives, Buttigieg added, \"depend on the wisdom and the judgement of the president at a time like this\".\n\nAmid criticism for previous budget cuts to epidemic defences as his administration asked Congress for funding to address the coronavirus outbreak, Trump this week placed the vice-president, Mike Pence, in charge of the US response. That move also met widespread criticism.\n\nRepublicans and supporters of Trump have fired back, accusing the president's opponents and the media of seeking political gain from the outbreak.\n\nOn Friday the president's eldest son, Donald Trump Jr, told Fox News Democrats had reached a \"new level of sickness\" and wanted to see coronavirus kill \"millions of people\".\n\nOn Friday night, the president said: \"We are doing everything in our power to keep the infection and those carrying the infection from entering the country. We have no choice.\"\n\nHe also sought without offering evidence to tie coronavirus cases in the US to the southern border, the focus of his hardline immigration policy.\n\n\"Whether it's the virus that we're talking about,\" Trump said, \"or the many other public health threats, the Democrat policy of open borders is a direct threat to the health and wellbeing of all Americans.\"\n\nOn Saturday, Biden added: \"Look, this is a serious, serious, serious problem. It's able to be solved, but it requires us to be absolutely levelheaded and let the scientists have the lead in all of this.\n\n\"But for [Trump] to ... start talking about being a hoax is absolutely dangerous. It's just not a decent way to act.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "martin_pengelly@theguardian.com", "name": "Martin Pengelly", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Hoax", "type": "wiki", "score": 5, "label": {"eng": "Hoax"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 5, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 4, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Mueller", "type": "person", "score": 3, "label": {"eng": "Robert Mueller"}}, {"uri": "http://en.wikipedia.org/wiki/Pete_Buttigieg", "type": "person", "score": 3, "label": {"eng": "Pete Buttigieg"}}, {"uri": "http://en.wikipedia.org/wiki/Obstruction_of_justice", "type": "wiki", "score": 3, "label": {"eng": "Obstruction of justice"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Conspiracy_(criminal)", "type": "wiki", "score": 3, "label": {"eng": "Conspiracy (criminal)"}}, {"uri": "http://en.wikipedia.org/wiki/Impeachment", "type": "wiki", "score": 3, "label": {"eng": "Impeachment"}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 3, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/North_Charleston,_South_Carolina", "type": "loc", "score": 3, "label": {"eng": "North Charleston, South Carolina"}, "location": {"type": "place", "label": {"eng": "North Charleston, South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Greenville,_South_Carolina", "type": "loc", "score": 3, "label": {"eng": "Greenville, South Carolina"}, "location": {"type": "place", "label": {"eng": "Greenville, South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Moscow", "type": "loc", "score": 3, "label": {"eng": "Moscow"}, "location": {"type": "place", "label": {"eng": "Moscow"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump_Jr.", "type": "person", "score": 2, "label": {"eng": "Donald Trump Jr."}}, {"uri": "http://en.wikipedia.org/wiki/NBC_News", "type": "org", "score": 2, "label": {"eng": "NBC News"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 2, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 2, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "org", "score": 2, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 2, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Mayor", "type": "wiki", "score": 2, "label": {"eng": "Mayor"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/South_Bend,_Indiana", "type": "loc", "score": 2, "label": {"eng": "South Bend, Indiana"}, "location": {"type": "place", "label": {"eng": "South Bend, Indiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Immigration", "type": "wiki", "score": 1, "label": {"eng": "Immigration"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 1, "label": {"eng": "Public health"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 99}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 11}, {"uri": "dmoz/Science/Science_in_Society/Skeptical_Inquiry", "label": "dmoz/Science/Science in Society/Skeptical Inquiry", "wgt": 12}, {"uri": "dmoz/Science/Science_in_Society/The_Science_Wars", "label": "dmoz/Science/Science in Society/The Science Wars", "wgt": 12}], "image": "https://i.guim.co.uk/img/media/8fd6d123051de769f8f368b011f2f5a5c101cd91/0_54_4505_2703/master/4505.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=00461336fda2df1f2fb9c7cab648e108", "eventUri": "eng-5558655", "location": null, "shares": {"facebook": 2404}, "sentiment": -0.05098039215686279, "wgt": 2404, "relevance": 101}, {"uri": "1463651295", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "19:22:00", "dateTime": "2020-02-27T19:22:00Z", "dateTimePub": "2020-02-27T19:09:00Z", "dataType": "news", "sim": 0.6470588445663452, "url": "http://www.theguardian.com/us-news/2020/feb/27/mike-pence-coronavirus-response-experts", "title": "Mike Pence 'not up to task' of leading US coronavirus response, say experts", "body": "As an aspiring congressman, Mike Pence once claimed \"smoking doesn't kill\". As governor of the midwestern state of Indiana, he faced heavy criticism for his handling of the situation when the state experienced the worst HIV crisis in its history.\n\nIt's a track record that meant Donald Trump's appointment of Pence on Wednesday to lead the US response to the coronavirus was met with immediate outrage from health specialists, following days of criticism about the government's handling of a virus that has spread to almost every continent across the globe.\n\nThose who have witnessed the vice-president make a series of what they see as ill-informed public health decisions throughout his political career say Pence is a dangerous choice, with one epidemiology professor comparing the appointment to \"putting an arsonist in charge of the fire department\".\n\n\"We have the greatest experts, really in the world, right here,\" the president said at a press conference at the White House on Wednesday, as he addressed the coronavirus crisis following days of criticism about his government's sluggish response to warnings from his own federal agency that it's a case of when not if there is community spread in the US.\n\nFrom those experts, Trump then plucked Pence.\n\n\"We have no higher priority than the safety, security and health of the American people,\" Pence told the media.\n\nExperts, however, say Pence's very appointment flies in the face of his own statement.\n\n\"[Trump] made the choice of putting someone absolutely not up to the task to this crucial position,\" Gregg Gonsalves, assistant professor of epidemiology at Yale University, wrote on Twitter.\n\n\"It endangers us all. This isn't a Republican or Democratic issue-we have the potential for [a coronavirus] outbreak in the US, and we needed to rise above the partisan fray.\"\n\nOf Pence's appointment, Gonsalves said: \"It's like putting an arsonist in charge of the fire department, a bank robber in charge of the US Mint.\"\n\nAs governor of Indiana, Pence oversaw one of worst HIV outbreaks in the state's history in 2015. Pence's response was widely criticized as inadequate and ill-informed.\n\nWhen HIV badly hit southern Indiana, health workers found their efforts hampered by a woeful lack of public health staffing. Pence had slashed public health funding after assuming office.\n\nAn attempt to introduce needle exchange programs, which were seen as key to combatting the HIV crisis, was thwarted by Pence's resistance to those efforts. In April 2015, the then governor finally allowed a needle exchange program, three months after the outbreak began, but for only 30 days.\n\nPence had also cut the budget for Planned Parenthood, which ran the nearest testing center to Austin, Indiana, where the outbreak began, exacerbating the crisis.\n\nThe now vice-president, an ardent evangelical who regularly introduces himself in speeches as \"a Christian, a conservative and a Republican - in that order\", has a troubling record on HIV that goes back even further.\n\nAs a congressman, Pence supported a controversial plank of George W Bush's global Aids program, which stipulated 33% of funds must be spent on efforts to promote sexual abstinence and strict heterosexual monogamy.\n\n\"The timeless values of abstinence and marital faithfulness before condom distribution are the cure for what ails the families of Africa,\" Pence told Congress in 2003. \"It is important that we not just send them money, but we must send them values that work.\"\n\nDemocrats scrambled to respond to Pence's new position in the US handling of coronavirus on Thursday. Nancy Pelosi, the Democratic speaker of the House of Representatives, said she had spoken with Pence about coronavirus, and made her concerns known. Leading Democrats have called for spending many times greater than the $2.5bn proposed by Trump earlier this week for dealing with US preparation to contain the outbreak.\n\nAlexandria Ocasio-Cortez, the first-term progressive congresswoman with a huge following nationwide, summed up the feelings of many opponents of Trump.\n\n\"Mike Pence literally does not believe in science,\" Ocasio-Cortez said.\n\n\"It is utterly irresponsible to put him in charge of US coronavirus response as the world sits on the cusp of a pandemic.\n\n\"This decision could cost people their lives. Pence's past decisions already have.\"\n\nThe Trump administration had been criticized for its response even before Pence's appointment.\n\nTrump, during his trip to India this week, told journalists that the coronavirus is \"very well under control in our country\" and \"is going to go away\". That stood in stark contrast to the assessment of the federal Centers for Disease Control and Prevention (CDC), which subsequently warned the virus could cause \"severe disruption\" to people's lives.\n\n\"Ultimately, we expect we will see community spread [of coronavirus] in this country,\" said Nancy Messonnier, the head of immunization at the CDC.\n\nWith Pence in charge of the medical response, Americans are now anxiously awaiting answers. But his track record is giving pause.\n\n\"Time for a quick reality check,\" Pence wrote in a post on his website back in 2000, the year he was elected to the House.\n\n\"Despite the hysteria from the political class and the media, smoking doesn't kill.\"\n\nScientists had long concluded that exactly the opposite was true. When Pence became governor of Indiana, in 2013, he slashed funding for programs designed to prevent smoking and help people quit.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "adam_gabbatt@theguardian.com", "name": "Adam Gabbatt", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 5, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 5, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 5, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Indiana", "type": "loc", "score": 5, "label": {"eng": "Indiana"}, "location": {"type": "place", "label": {"eng": "Indiana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 4, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Midwestern_United_States", "type": "loc", "score": 4, "label": {"eng": "Midwestern United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Governor", "type": "wiki", "score": 4, "label": {"eng": "Governor"}}, {"uri": "http://en.wikipedia.org/wiki/Arson", "type": "wiki", "score": 4, "label": {"eng": "Arson"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 4, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 4, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Needle_exchange_programme", "type": "wiki", "score": 3, "label": {"eng": "Needle exchange programme"}}, {"uri": "http://en.wikipedia.org/wiki/Smoking", "type": "wiki", "score": 3, "label": {"eng": "Smoking"}}, {"uri": "http://en.wikipedia.org/wiki/Yale_University", "type": "loc", "score": 3, "label": {"eng": "Yale University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Political_party", "type": "wiki", "score": 3, "label": {"eng": "Political party"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_Indiana", "type": "person", "score": 2, "label": {"eng": "Governor of Indiana"}}, {"uri": "http://en.wikipedia.org/wiki/Sexual_abstinence", "type": "wiki", "score": 2, "label": {"eng": "Sexual abstinence"}}, {"uri": "http://en.wikipedia.org/wiki/Abstinence", "type": "wiki", "score": 2, "label": {"eng": "Abstinence"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Heterosexuality", "type": "wiki", "score": 2, "label": {"eng": "Heterosexuality"}}, {"uri": "http://en.wikipedia.org/wiki/Planned_Parenthood", "type": "org", "score": 2, "label": {"eng": "Planned Parenthood"}}, {"uri": "http://en.wikipedia.org/wiki/Speaker_of_the_United_States_House_of_Representatives", "type": "wiki", "score": 2, "label": {"eng": "Speaker of the United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Alexandria_Ocasio-Cortez", "type": "person", "score": 2, "label": {"eng": "Alexandria Ocasio-Cortez"}}, {"uri": "http://en.wikipedia.org/wiki/Condom", "type": "wiki", "score": 2, "label": {"eng": "Condom"}}, {"uri": "http://en.wikipedia.org/wiki/George_W._Bush", "type": "wiki", "score": 2, "label": {"eng": "George W. Bush"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 2, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Christianity", "type": "wiki", "score": 2, "label": {"eng": "Christianity"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 2, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Conservatism_in_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Conservatism in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Evangelicalism", "type": "wiki", "score": 2, "label": {"eng": "Evangelicalism"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Austin,_Texas", "type": "loc", "score": 2, "label": {"eng": "Austin, Texas"}, "location": {"type": "place", "label": {"eng": "Austin, Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 2, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Reagan", "type": "person", "score": 1, "label": {"eng": "Nancy Reagan"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 11}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 93}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 9}, {"uri": "dmoz/Society/Issues/Health", "label": "dmoz/Society/Issues/Health", "wgt": 9}, {"uri": "dmoz/Health/Conditions_and_Diseases/Immune_Disorders", "label": "dmoz/Health/Conditions and Diseases/Immune Disorders", "wgt": 11}, {"uri": "dmoz/Health/Public_Health_and_Safety/Epidemiology", "label": "dmoz/Health/Public Health and Safety/Epidemiology", "wgt": 10}], "image": "https://i.guim.co.uk/img/media/24efddd1b8dd556bb791f7602ecd7bed49fc90e0/0_523_4808_2885/master/4808.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=c2d3af3b0ea1c412bc6082b5479506ca", "eventUri": "eng-5551599", "location": null, "shares": {"facebook": 2355}, "sentiment": -0.2941176470588235, "wgt": 2355, "relevance": 101}, {"uri": "1466534126", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "08:23:00", "dateTime": "2020-03-01T08:23:00Z", "dateTimePub": "2020-03-01T08:00:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/01/gunnison-colorado-the-town-that-dodged-the-1918-spanish-flu-pandemic", "title": "Gunnison, Colorado: the town that dodged the 1918 Spanish flu pandemic", "body": "In late 1918 the world's greatest killer - Spanish flu - roared towards Gunnison, a mountain town in Colorado.\n\nThe pandemic was infecting hundreds of millions of people in Europe, Africa, Asia and across the United States, overwhelming hospitals and morgues in Boston and Philadelphia before sweeping west, devastating cities, villages and hamlets from Alaska to Texas.\n\nGunnison, a farming and mining town of about 1,300 people, had special reason to fear. Two railroads connected it to Denver and other population centers, many badly hit. \"The flu is after us\" the Gunnison News-Champion warned on 10 October. \"It is circulating in almost every village and community around us.\"\n\nWhat happened next is instructive amid a new global health emergency a century later as the world struggles react to the emergence of a new coronavirus. Gunnison declared a \"quarantine against all the world\". It erected barricades, sequestered visitors, arrested violators, closed schools and churches and banned parties and street gatherings, a de facto lockdown that lasted four months.\n\nIt worked. Gunnison emerged from the pandemic's first two waves - by far the deadliest - without a single case. It was one of a handful of so-called \"escape communities\" that researchers have analysed for insights into containing the apparently uncontainable.\n\n\"Gunnison's management of the influenza situation, one hallmarked by the application of protective sequestration, is particularly impressive when one considers that nearly every nearby town and county was severely affected by the pandemic,\" the University of Michigan Medical School said in a 2006 report for the Pentagon's Defense Threat Reduction Agency. \"The town of Gunnison was exceptional.\"\n\nNow it is the turn of coronavirus to race around the world, rattling governments and stock markets and prompting a desperate scramble to contain and control. Tourists stuck in Spanish hotels, Italian streets eerily empty, schools shuttered in Japan, pilgrimages to Islam's holiest sites banned, international sporting fixtures suspended - a multiplying list of measures amid confusion over how to respond.\n\nThe experience of a small town in the Rockies at the end of the first world war does not provide a failsafe blueprint for a different disease in a far more populous, and far more interconnected era. It does however offer tantalising nuggets about about eluding a cataclysm that infected about a third of the global population and killed between 50 million and 100 million people.\n\nInstead of face masks and anti-bacterial hand gels, Gunnsion relied on the guidance and authority of local newspapers, doctors and police - a trust in institutions that may now seem quaint - and on people's capacity for patience. And on luck.\n\nAccording to the state health board, influenza arrived in Colorado on or about 20 September 1918 when 250 soldiers from Montana - 13 of them seriously ill - arrived in the city of Boulder. The deadly flu - mistakenly sourced to Spain - swiftly spread.\n\nOn 5 October health officials issued a warning and on 16 October the governor, Julius Gunter, issued an executive order banning public and private gatherings across the state. By then towns near Gunnison were already reeling.\n\nGunnison moved swiftly thanks partly to the News-Champion, which from late September carried at least one front page article on influenza, including practical advice on avoidance and treatment, in each weekly edition.\n\nDr FP Hanson, the county physician, took a leading role. \"An epidemic, terrible in proportions and resultant deaths, is sweeping over the country,\" he wrote. \"I have caused a strict quarantine to be placed on Gunnison county against the world. Barricades and fences have been erected on all main highways near the county lines.\"\n\nLanterns and signs warned motorists to drive straight through or submit to quarantine. Train passengers who disembarked were quarantined. \"Any person may leave the county at his will; none may return except those who will go into voluntary quarantine,\" said Hanson. Any violators would be be \"dealt with to the fullest extent of the law, and to this we promise our personal attention\", he added.\n\nOfficials fortified defences by giving another physician, Dr JW Rockerfeller, \"entire charge of both town and county to enforce a quarantine against all the world\". He meant business. When residents reported two motorists and a rail passenger who tried to evade quarantine the sheriff jailed them. \"This little instance should show outsiders what Gunnison county's stand is. We have no flu, and we do not intend to have any,\" said Rockerfeller.\n\nThe screws tightened. Quarantine was extended from two to five days. Several train stations around the county were shut, facilitating monitoring.\n\nBy early February, with state-wide flu cases ebbing, Gunnison lifted restrictions. It was premature: a third wave in March infected about a hundred people in the town. The cases were mild and all survived.\n\nOther \"escape communities\" in the US included Princeton university, a New York tuberculosis sanatorium, Yerba Buena island in San Francisco bay and the Vermont town of Fletcher. The Michigan Medical School study attributed Gunnison's feat to strict measures, low population density and luck - no infected person arrived before quarantine.\n\nBut a mystery endures: how did residents endure the cabin fever? Those currently under quarantine in Spain, Italy, China and elsewhere could benefit from tips but Gunnison does not appear to remember. Little documentation exists, leaving an information void. \"The issue still remains of how to keep up morale and cooperation at a time of heightened stress,\" said the study. In 2015 the Guardian appealed to readers of the Gunnison Country Times - a descendant of the News-Champion - for any letters, journals or folk memories about the lockdown. No one replied.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "rory_carroll@theguardian.com", "name": "Rory Carroll", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/County_(United_States)", "type": "wiki", "score": 5, "label": {"eng": "County (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Town", "type": "wiki", "score": 5, "label": {"eng": "Town"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 5, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Gunnison,_Colorado", "type": "loc", "score": 5, "label": {"eng": "Gunnison, Colorado"}, "location": {"type": "place", "label": {"eng": "Gunnison, Colorado"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 4, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Morgue", "type": "wiki", "score": 4, "label": {"eng": "Morgue"}}, {"uri": "http://en.wikipedia.org/wiki/Mountain", "type": "wiki", "score": 4, "label": {"eng": "Mountain"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 4, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 4, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Alaska", "type": "loc", "score": 4, "label": {"eng": "Alaska"}, "location": {"type": "place", "label": {"eng": "Alaska"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Colorado", "type": "loc", "score": 4, "label": {"eng": "Colorado"}, "location": {"type": "place", "label": {"eng": "Colorado"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Boston", "type": "loc", "score": 4, "label": {"eng": "Boston"}, "location": {"type": "place", "label": {"eng": "Boston"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 4, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Philadelphia", "type": "loc", "score": 4, "label": {"eng": "Philadelphia"}, "location": {"type": "place", "label": {"eng": "Philadelphia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Rocky_Mountains", "type": "loc", "score": 3, "label": {"eng": "Rocky Mountains"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/World_population", "type": "wiki", "score": 3, "label": {"eng": "World population"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Michigan", "type": "loc", "score": 3, "label": {"eng": "University of Michigan"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Pilgrimage", "type": "wiki", "score": 3, "label": {"eng": "Pilgrimage"}}, {"uri": "http://en.wikipedia.org/wiki/Defense_Threat_Reduction_Agency", "type": "org", "score": 3, "label": {"eng": "Defense Threat Reduction Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Rail_transport", "type": "wiki", "score": 3, "label": {"eng": "Rail transport"}}, {"uri": "http://en.wikipedia.org/wiki/The_Pentagon", "type": "loc", "score": 3, "label": {"eng": "The Pentagon"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 3, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/World_War_I", "type": "wiki", "score": 3, "label": {"eng": "World War I"}}, {"uri": "http://en.wikipedia.org/wiki/De_facto", "type": "loc", "score": 3, "label": {"eng": "De facto"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hotel", "type": "wiki", "score": 3, "label": {"eng": "Hotel"}}, {"uri": "http://en.wikipedia.org/wiki/Islam", "type": "wiki", "score": 3, "label": {"eng": "Islam"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Mining", "type": "wiki", "score": 3, "label": {"eng": "Mining"}}, {"uri": "http://en.wikipedia.org/wiki/Denver", "type": "loc", "score": 3, "label": {"eng": "Denver"}, "location": {"type": "place", "label": {"eng": "Denver"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 3, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Montana", "type": "loc", "score": 2, "label": {"eng": "Montana"}, "location": {"type": "place", "label": {"eng": "Montana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Boulder,_Colorado", "type": "loc", "score": 2, "label": {"eng": "Boulder, Colorado"}, "location": {"type": "place", "label": {"eng": "Boulder, Colorado"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco_Bay", "type": "loc", "score": 1, "label": {"eng": "San Francisco Bay"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 1, "label": {"eng": "The Guardian"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 11}, {"uri": "news/Health", "label": "news/Health", "wgt": 51}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 12}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 12}, {"uri": "dmoz/Science/Social_Sciences/Demography_and_Population_Studies", "label": "dmoz/Science/Social Sciences/Demography and Population Studies", "wgt": 11}], "image": "https://i.guim.co.uk/img/media/6c974f0bdb035aba68f5fed74ea61f2e3e6ab3f4/0_267_1408_845/master/1408.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=f48641f0d5b1027798e4c166809e9438", "eventUri": null, "location": null, "shares": {"facebook": 2229}, "sentiment": -0.3333333333333334, "wgt": 2229, "relevance": 76}, {"uri": "1464906851", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "17:47:00", "dateTime": "2020-02-28T17:47:00Z", "dateTimePub": "2020-02-28T17:26:00Z", "dataType": "news", "sim": 0.5647059082984924, "url": "http://www.theguardian.com/world/2020/feb/28/hand-sanitiser-or-hand-washing-which-more-effective-against-coronavirus-covid-19", "title": "Hand sanitiser or hand washing - which is more effective against coronavirus?", "body": "Supermarkets are running out of hand sanitiser as people rush to protect themselves from Covid-19. But does it beat using soap and water?\n\nAs the public and governments grapple with understanding Covid-19 and how to curb its spread, sales of hand sanitiser gel have soared. In the UK, some supermarkets have already run out and Boots is rationing purchases to two bottles a customer. But is hand gel really effective against coronavirus? And, if so, should we be making our own if it is not available in the shops or online?\n\nHand sanitiser is not new. In 1966, Lupe Hernandez, a student nurse from Bakersfield, California, patented the idea of an alcohol-based gel to clean hands in the absence of handwashing facilities. However, it was not until the H1N1 swine flu pandemic in 2009 that the product went from being used in institutions to something the public carried with them. That year, sales of antibacterial gels and wipes in the US soared by more than 70% in six months. By 2010, little bottles of the stuff were everywhere - from checkout counters in airport bookshops to online retailers offering customisable dispensers.\n\nThe popularity of hand gels has not just been driven by the fear of pandemics. Lucrative opportunities to market them have pushed sales: they now come in pretty, child-friendly colours (bubblegum pink, bright blue) and with wellness-friendly scents (cinnamon, lavender) that are a far cry from the pungent-smelling version found in hospitals.\n\nSanitisers have also evolved to include other active ingredients in place of alcohol, and there are recipes online for making your own. Good Housekeeping suggests vodka. Wellness bloggers plump for things such as witch-hazel and aloe vera. But are these effective in killing germs?\n\nHygiene experts, the NHS and Public Health England all agree that to kill most viruses, a hand sanitiser requires at least 60% alcohol content (most contain 60-95%). For those with sensitive skin, there are now options that don't contain alcohol. For decades, there were also versions made with another powerful antibacterial agent, triclosan, which was found in everything from soaps to toothpaste. However, research has since found that triclosan can be detrimental to the body's endocrine system, and the US Food and Drug Administration banned its use in hygiene products at the end of 2017.\n\nSally Bloomfield, a professor at the London School of Hygiene and Tropical Medicine, says that viruses are much more resistant to disinfectants than bacteria. Luckily, she says, coronavirus is an envelope virus, meaning it has a coating around it which the alcohol can attack, thereby eliminating the threat. (Norovirus and rhinovirus, by contrast, do not).\n\nThis means that making your own sanitiser, while potentially effective against some bacteria, is not something Bloomfield would recommend. \"It's very unwise, dangerous, even,\" she says. Shop-bought products also contain emollients to make them softer on the skin, without which you run the risk of hurting your hands. Getting the mix right at home would very tricky - so it is a big no-no.\n\nThe key thing is when to use hand sanitiser. Covid-19 is a new illness, so no one knows exactly how it spreads. According to the NHS, it is likely that it is through cough droplets spread from person to person and very unlikely that it is transmitted through objects, be that packages or food.\n\nBloomfield's advice is to wash your hands with soap and water - or, if that is not possible, use hand gel - when you return to your \"safe place\", by which she means your home, your desk or work station, or your seat on the train or plane, for example. Avoid touching anything you don't need to touch, and be mindful of what you do touch - such as door handles and bus poles - and if you can't wash your hands or use gel after coming into contact with things, do not touch your face.\n\nA virus needs a host - living cells - to reproduce: so don't rub your eyes, or touch your mouth or any wounds if your hands are not clean. Keep your hands clear until you have access to gel or can wash them.\n\nThe best option is soap and water. According to a 2019 study by the American Society for Microbiology, using running water and soap to wash your hands is more effective than a dab of gel that you have not quite rubbed in.\n\nSoap has mild antibacterial properties, but it does not kill viruses. It does remove dirt, though, so wet your hands with water, lather them up properly, on both sides, in between the fingers and under the nails, one hand and then the other. Rinse them thoroughly under running water for 20 seconds (or as the NHS puts it, the time it takes to sing Happy Birthday). Rinsing thoroughly is key to washing away any viruses. Dry your hands well with a disposable towel, then use that towel to turn off the tap before throwing it away.\n\nIt might seem counterintuitive, but a study published in the medical journal Mayo Clinic Proceedings in 2012 concluded that, from a hygiene standpoint: \"Paper towels are superior to air dryers.\" This is because the towels dry your hands more quickly and more thoroughly than dryers do, and contamination happens more through wet hands than dry.\n\nLisa Ackerley, a chartered environmental health practitioner, says that stocks of hand sanitiser running low is a problem, but cautions against panic-buying. First, you don't need to use very much - a little bottle will go a long way. In fact, a spokesman for the chemical products company Kao Corporation reportedly said last week that too much hand gel can cause irritation and skin sensitivity, by drying out the skin and removing natural oils. Damaged skin increases vulnerability to infection, so hand sanitisers, like most things, are best used in moderation - and only when handwashing is not an option.\n\nAs Bloomfield puts it, it is not about being paranoid. She likens the process to vaccinations or wearing seatbelts: it is about being disciplined. While some companies have reportedly banned handshaking and other physical contact in an effort to avoid Covid-19, that is not official guidance.\n\nIt is impossible not to engage with the world, so you just need to be cautious and methodical in your hand hygiene. \"If everyone complies with good hygiene,\" says Bloomfield, \"then you're making sure as far as possible that you're not picking it up, and in the unlikely event you are infected you're not spreading it.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "dale_berning_sawa@theguardian.com", "name": "Dale Berning Sawa", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Gel", "type": "wiki", "score": 5, "label": {"eng": "Gel"}}, {"uri": "http://en.wikipedia.org/wiki/Supermarket", "type": "wiki", "score": 5, "label": {"eng": "Supermarket"}}, {"uri": "http://en.wikipedia.org/wiki/Alcohol_(drug)", "type": "wiki", "score": 5, "label": {"eng": "Alcohol (drug)"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Triclosan", "type": "wiki", "score": 4, "label": {"eng": "Triclosan"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Skin", "type": "wiki", "score": 4, "label": {"eng": "Skin"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "org", "score": 4, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Viral_envelope", "type": "wiki", "score": 3, "label": {"eng": "Viral envelope"}}, {"uri": "http://en.wikipedia.org/wiki/Good_Housekeeping", "type": "wiki", "score": 3, "label": {"eng": "Good Housekeeping"}}, {"uri": "http://en.wikipedia.org/wiki/London_School_of_Hygiene_&_Tropical_Medicine", "type": "org", "score": 3, "label": {"eng": "London School of Hygiene & Tropical Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Aloe_vera", "type": "wiki", "score": 3, "label": {"eng": "Aloe vera"}}, {"uri": "http://en.wikipedia.org/wiki/Antiseptic", "type": "wiki", "score": 3, "label": {"eng": "Antiseptic"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 3, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Endocrine_system", "type": "wiki", "score": 3, "label": {"eng": "Endocrine system"}}, {"uri": "http://en.wikipedia.org/wiki/Toothpaste", "type": "wiki", "score": 3, "label": {"eng": "Toothpaste"}}, {"uri": "http://en.wikipedia.org/wiki/Cinnamon", "type": "wiki", "score": 3, "label": {"eng": "Cinnamon"}}, {"uri": "http://en.wikipedia.org/wiki/Soap", "type": "wiki", "score": 3, "label": {"eng": "Soap"}}, {"uri": "http://en.wikipedia.org/wiki/Rhinovirus", "type": "wiki", "score": 3, "label": {"eng": "Rhinovirus"}}, {"uri": "http://en.wikipedia.org/wiki/Active_ingredient", "type": "wiki", "score": 3, "label": {"eng": "Active ingredient"}}, {"uri": "http://en.wikipedia.org/wiki/Antibiotic", "type": "wiki", "score": 3, "label": {"eng": "Antibiotic"}}, {"uri": "http://en.wikipedia.org/wiki/Swine_influenza", "type": "wiki", "score": 3, "label": {"eng": "Swine influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Food_and_Drug_Administration", "type": "org", "score": 3, "label": {"eng": "Food and Drug Administration"}}, {"uri": "http://en.wikipedia.org/wiki/Bakersfield,_California", "type": "loc", "score": 3, "label": {"eng": "Bakersfield, California"}, "location": {"type": "place", "label": {"eng": "Bakersfield, California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/American_Society_for_Microbiology", "type": "org", "score": 2, "label": {"eng": "American Society for Microbiology"}}, {"uri": "http://en.wikipedia.org/wiki/Mayo_Clinic", "type": "loc", "score": 2, "label": {"eng": "Mayo Clinic"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Kao_Corporation", "type": "org", "score": 1, "label": {"eng": "Kao Corporation"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 99}, {"uri": "dmoz/Shopping/Niche/Left-Handed_Products", "label": "dmoz/Shopping/Niche/Left-Handed Products", "wgt": 23}, {"uri": "dmoz/Shopping/Crafts/Toiletries", "label": "dmoz/Shopping/Crafts/Toiletries", "wgt": 16}, {"uri": "dmoz/Shopping/Health/Beauty", "label": "dmoz/Shopping/Health/Beauty", "wgt": 18}, {"uri": "dmoz/Shopping/Crafts/Decorative_Painting", "label": "dmoz/Shopping/Crafts/Decorative Painting", "wgt": 16}], "image": "https://i.guim.co.uk/img/media/687dff3bb6f20dbae4f32f04717b9fb44d9fa0b1/0_173_5184_3110/master/5184.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=3a96f7841c4c7fff7775103d588f6fdc", "eventUri": "eng-5554296", "location": null, "shares": {"facebook": 2141}, "sentiment": 0.2470588235294118, "wgt": 2141, "relevance": 76}, {"uri": "1466733933", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "12:36:00", "dateTime": "2020-03-01T12:36:00Z", "dateTimePub": "2020-03-01T12:19:00Z", "dataType": "news", "sim": 0.7529411911964417, "url": "http://www.theguardian.com/environment/2020/mar/01/dramatic-fall-in-china-pollution-levels-partly-related-to-coronavirus", "title": "Dramatic fall in China pollution levels 'partly related' to coronavirus", "body": "Nasa satellite images show decline as industrial activity slows in bid to limit coronavirus\n\nNasa satellite images show a dramatic decline in pollution levels over China, which the US space agency believes is \"partly related\" to an economic slowdown due to the coronavirus.\n\nNasa scientists said the reduction in nitrogen dioxide levels, the noxious gas emitted from motor vehicles, power plants and industrial facilities, was first evident near Wuhan city, the source of the outbreak, but then spread across the country,\n\nImages from Nasa and the European Space Agency (ESA) pollution monitoring satellites were compared from the first two months of 2019 with the same period this year.\n\nThe maps show NO2 - nitrogen dioxide - values across China from 1-20 January, before the quarantine, and 10-25 February, during the quarantine. The decline comes as China's manufacturers stop work in an effort to contain coronavirus.\n\n\"This is the first time I have seen such a dramatic drop-off over such a wide area for a specific event,\" said Fei Liu, an air quality researcher at Nasa's Goddard Space Flight Centre.\n\nLiu said there was a drop in NO2 over several countries during the economic recession that began in 2008, but the decrease was gradual. Scientists had also observed a significant reduction around Beijing during the 2008 Olympics, but pollution levels rose again after the Games ended.\n\nThe drop in NO2 levels in 2020 also coincided with lunar new year celebrations in China and across much of Asia, when businesses and factories generally close. Usually levels increase at the end of this festive period.\n\nWhile the lunar new year may have played a role in the recent drop-off, researchers believe this decrease is more than a holiday effect or weather-related variation. Levels of NO2 in eastern and central China were significantly - 10-30% - lower than what is normally observed for this time period, Nasa said.\n\n\"This year, the reduction rate is more significant than in past years and it has lasted longer,\" said Liu. \"I am not surprised because many cities nationwide have taken measures to minimise the spread of the virus\".", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "caroline_davies@theguardian.com", "name": "Caroline Davies", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Nitrogen_dioxide", "type": "wiki", "score": 5, "label": {"eng": "Nitrogen dioxide"}}, {"uri": "http://en.wikipedia.org/wiki/Satellite_imagery", "type": "wiki", "score": 5, "label": {"eng": "Satellite imagery"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/NASA", "type": "org", "score": 5, "label": {"eng": "NASA"}}, {"uri": "http://en.wikipedia.org/wiki/Pollution", "type": "wiki", "score": 5, "label": {"eng": "Pollution"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 4, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/European_Space_Agency", "type": "wiki", "score": 3, "label": {"eng": "European Space Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Satellite", "type": "wiki", "score": 3, "label": {"eng": "Satellite"}}, {"uri": "http://en.wikipedia.org/wiki/Power_station", "type": "wiki", "score": 3, "label": {"eng": "Power station"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Goddard_Space_Flight_Center", "type": "loc", "score": 2, "label": {"eng": "Goddard Space Flight Center"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 2, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Air_pollution", "type": "wiki", "score": 2, "label": {"eng": "Air pollution"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}], "categories": [{"uri": "news/Science", "label": "news/Science", "wgt": 46}, {"uri": "dmoz/Science/Technology", "label": "dmoz/Science/Technology", "wgt": 15}, {"uri": "dmoz/Business/Aerospace_and_Defense/Space", "label": "dmoz/Business/Aerospace and Defense/Space", "wgt": 14}, {"uri": "dmoz/Science/Technology/Space", "label": "dmoz/Science/Technology/Space", "wgt": 30}, {"uri": "dmoz/Science/Astronomy/Solar_System", "label": "dmoz/Science/Astronomy/Solar System", "wgt": 17}], "image": "https://i.guim.co.uk/img/media/b310ccc5fb76ba44c75c42b4afc0ee0a212c2eec/0_3_2048_1228/master/2048.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=89f2f32d5769bc948be3616c1bb08763", "eventUri": "eng-5559853", "location": null, "shares": {"facebook": 1982}, "sentiment": -0.05098039215686279, "wgt": 1982, "relevance": 101}, {"uri": "1464275992", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "08:07:00", "dateTime": "2020-02-28T08:07:00Z", "dateTimePub": "2020-02-28T08:00:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/feb/28/coronavirus-outbreak-migrants-blamed-italy-matteo-salvini-marine-le-pen", "title": "Migrants aren't spreading the coronavirus - but nationalists are blaming them anyway | Daniel Trilling", "body": "Politicians across Europe have been quick to exploit the outbreak by heaping suspicion on the most marginalised\n\nWhen I give talks on Europe's \"refugee crisis\" I often start by showing a photograph of a rescue boat arriving at the port of Augusta in Sicily, in 2015. It shows a teenage girl of African or Middle Eastern origin looking quizzically at a European official covered from head to toe in white protective gear, with face mask and goggles. Who, I like to ask the audience, is the threat to whom?\n\nNow that the coronavirus has come to Europe, and rightwing nationalists are rushing to find scapegoats, this question has a renewed urgency. In Italy the far-right opposition leader, Matteo Salvini, has led an attack on the government for allowing a boat carrying 276 people from Africa who were rescued in the Mediterranean to dock in Sicily. Although Europe far outstrips Africa in terms of confirmed coronavirus cases - there has been one in Africa so far, in Egypt - Salvini portrayed this act of humanitarianism as grounds for Italy's prime minister, Giuseppe Conte, to resign, accusing him of being unable to \"defend Italy and Italians\". Rescued migrants have been disembarking in Italy for many years; this has not led to any major outbreaks of disease among Italians, although many migrants have died at sea because of a lack of will to save them.\n\nIn France, Marine Le Pen has used the spread of the coronavirus to make a renewed call to close France's frontier with Italy, effectively suspending the Schengen agreement on open borders. This runs contrary to the World Health Organisation's current advice on how to contain the spread of the virus, but fits with Le Pen's long-held view that the border should be closed to prevent the unwanted movement of asylum seekers from Italy into France. In fact, strict police controls already exist at this border; the effort to prevent migrants from crossing has resulted in a string of deaths, on railway tracks and inhospitable mountain passes, as people try ever more dangerous routes.\n\nGreece's nationalist New Democracy government, meanwhile, has cited the risk of coronavirus infection as a reason for pressing ahead with its controversial plan to build \"closed\" camps - detention centres, in other words - for asylum seekers trapped by European policies on the Aegean islands of Lesbos and Chios. The situation - a monument to the shortcomings of \"the most expensive humanitarian response in history\" - has long been a threat to health: the physical and psychological health of the people trapped in overcrowded and unsuitable living conditions. A Washington Post report this week aired claims that meals for inhabitants do not meet minimum calorie requirements.\n\nIt is essential to point out the racist assumptions that lead to ethnic groups and categories of immigrants being blamed for the outbreak of disease. As we have already seen, the origin of the new coronavirus outbreak in Wuhan has inflamed anti-Chinese prejudice in several parts of the world. But it may not stop there. When nationalists start to talk about disease, they are playing an especially ugly game. As the anthropologist Mary Douglas wrote in her landmark study Purity and Danger, human societies often reinforce group identity via taboos around cleanliness and pollution. In her definition, dirt is anything that a community regards as \"matter out of place\". In the nationalist imagination, \"out-of-place\" people - immigrants, religious and ethnic minorities, marginalised social groups - are frequently recast as a polluting influence. This has divisive and deadly consequences.\n\nIn Italy, which has the highest number of coronavirus cases in Europe so far, public unease is becoming a moral panic, stoked by outlandish claims in traditional and online media. \"The government is helping the spread of the virus\", ran a recent headline in the rightwing daily newspaper Libero. \"For Conte and his scientists, racism [directed at people of east Asian origin] is the disease, not coronavirus.\" Other media outlets have declared a \"hunt\" for \"patient zero\", the first to bring the virus into the country. This dovetails with a broader atmosphere in which elites are mistrusted and conspiracy theories circulate widely.\n\nItaly is hardly alone in that respect. The conditions that provide fertile ground for rightwing populism are also those in which a vicious backlash to the spread of disease can develop. A botched official response to the new coronavirus will not only threaten our health but risks inflaming public fears as well. When politicians come under pressure for their failures - Donald Trump, for instance, fired the US government's entire pandemic response chain of command in 2018 - they will be tempted to look for other people to blame.\n\nEffectively countering this nationalist rhetoric will require more than simply condemnation and mythbusting. While in the short term the response to disease outbreaks needs to be led by public health experts, it's also important to try to make our social welfare systems more resilient in the long run, and increase people's trust in them.\n\nWhen I think about Augusta, in Sicily, which I often visited in the course of my reporting, I don't only think of the photo. I think of the time I saw a crowd of people receiving medical supplies from a Red Cross booth. They weren't refugees; they were Italians who had been shut out of healthcare by poverty. If we allow politicians to play one of these groups off against the other, all of us will lose.\n\n* Daniel Trilling is the author of Lights in the Distance: Exile and Refuge at the Borders of Europe", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "daniel_trilling@theguardian.com", "name": "Daniel Trilling", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Nationalism", "type": "wiki", "score": 5, "label": {"eng": "Nationalism"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 5, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 5, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Matteo_Salvini", "type": "person", "score": 4, "label": {"eng": "Matteo Salvini"}}, {"uri": "http://en.wikipedia.org/wiki/Asylum_seeker", "type": "wiki", "score": 4, "label": {"eng": "Asylum seeker"}}, {"uri": "http://en.wikipedia.org/wiki/Right-wing_politics", "type": "wiki", "score": 4, "label": {"eng": "Right-wing politics"}}, {"uri": "http://en.wikipedia.org/wiki/European_migrant_crisis", "type": "wiki", "score": 4, "label": {"eng": "European migrant crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Port", "type": "wiki", "score": 4, "label": {"eng": "Port"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 4, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Sicily", "type": "loc", "score": 4, "label": {"eng": "Sicily"}, "location": {"type": "place", "label": {"eng": "Sicily"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Schengen_Agreement", "type": "wiki", "score": 3, "label": {"eng": "Schengen Agreement"}}, {"uri": "http://en.wikipedia.org/wiki/Aegean_Islands", "type": "loc", "score": 3, "label": {"eng": "Aegean Islands"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Marine_Le_Pen", "type": "person", "score": 3, "label": {"eng": "Marine Le Pen"}}, {"uri": "http://en.wikipedia.org/wiki/Scapegoat", "type": "wiki", "score": 3, "label": {"eng": "Scapegoat"}}, {"uri": "http://en.wikipedia.org/wiki/New_Democracy_(Greece)", "type": "org", "score": 3, "label": {"eng": "New Democracy (Greece)"}}, {"uri": "http://en.wikipedia.org/wiki/Immigration", "type": "wiki", "score": 3, "label": {"eng": "Immigration"}}, {"uri": "http://en.wikipedia.org/wiki/Humanitarian_aid", "type": "wiki", "score": 3, "label": {"eng": "Humanitarian aid"}}, {"uri": "http://en.wikipedia.org/wiki/Humanitarianism", "type": "wiki", "score": 3, "label": {"eng": "Humanitarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Mediterranean_Sea", "type": "loc", "score": 3, "label": {"eng": "Mediterranean Sea"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Giuseppe_Conte", "type": "wiki", "score": 3, "label": {"eng": "Giuseppe Conte"}}, {"uri": "http://en.wikipedia.org/wiki/Far-right_politics", "type": "wiki", "score": 3, "label": {"eng": "Far-right politics"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Racism", "type": "wiki", "score": 3, "label": {"eng": "Racism"}}, {"uri": "http://en.wikipedia.org/wiki/Augusta,_Georgia", "type": "loc", "score": 3, "label": {"eng": "Augusta, Georgia"}, "location": {"type": "place", "label": {"eng": "Augusta, Georgia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chios", "type": "loc", "score": 3, "label": {"eng": "Chios"}, "location": {"type": "place", "label": {"eng": "Chios"}, "country": {"type": "country", "label": {"eng": "Greece"}}}}, {"uri": "http://en.wikipedia.org/wiki/Lesbos", "type": "loc", "score": 3, "label": {"eng": "Lesbos"}, "location": {"type": "place", "label": {"eng": "Lesbos"}, "country": {"type": "country", "label": {"eng": "Greece"}}}}, {"uri": "http://en.wikipedia.org/wiki/Greece", "type": "loc", "score": 3, "label": {"eng": "Greece"}, "location": {"type": "country", "label": {"eng": "Greece"}}}, {"uri": "http://en.wikipedia.org/wiki/Egypt", "type": "loc", "score": 3, "label": {"eng": "Egypt"}, "location": {"type": "country", "label": {"eng": "Egypt"}}}, {"uri": "http://en.wikipedia.org/wiki/Mary_Douglas", "type": "wiki", "score": 2, "label": {"eng": "Mary Douglas"}}, {"uri": "http://en.wikipedia.org/wiki/Anthropologist", "type": "wiki", "score": 2, "label": {"eng": "Anthropologist"}}, {"uri": "http://en.wikipedia.org/wiki/Moral_panic", "type": "wiki", "score": 2, "label": {"eng": "Moral panic"}}, {"uri": "http://en.wikipedia.org/wiki/Social_group", "type": "wiki", "score": 2, "label": {"eng": "Social group"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 2, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Refugee", "type": "org", "score": 1, "label": {"eng": "Refugee"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 1, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/International_Red_Cross_and_Red_Crescent_Movement", "type": "org", "score": 1, "label": {"eng": "International Red Cross and Red Crescent Movement"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 1, "label": {"eng": "Donald Trump"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 15}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 95}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 15}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 19}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 18}], "image": "https://i.guim.co.uk/img/media/7c103f1a44cb5ac0c6e255649dbb7a4860f7810a/0_153_3072_1843/master/3072.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=03f286e2c283a79bbf269f55dcbdb147", "eventUri": null, "location": null, "shares": {"facebook": 1912}, "sentiment": -0.1529411764705882, "wgt": 1912, "relevance": 101}, {"uri": "1466187665", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "22:30:00", "dateTime": "2020-02-29T22:30:00Z", "dateTimePub": "2020-02-29T22:18:00Z", "dataType": "news", "sim": 0.686274528503418, "url": "http://www.theguardian.com/politics/2020/feb/29/priti-patel-home-office-chief-resigns-unfair-dismissal", "title": "Priti Patel's future in doubt after senior Home Office civil servant resigns", "body": "Priti Patel's future as the home secretary is being called into question this weekend after the most senior civil servant in her department resigned in a row over her alleged bullying of staff - and then announced he would sue the government for constructive dismissal.\n\nIn a move described as \"unprecedented\" and \"extraordinary\" by two former heads of the home civil service, Sir Philip Rutnam accused Patel of orchestrating a \"vicious\" campaign against him and of \"shouting and swearing, belittling people, making unreasonable and repeated demands - behaviour that created fear and that needed some bravery to call out.\"\n\nRutnam said: \"One of my duties as permanent secretary was to protect the health, safety and wellbeing of our 35,000 people. This created tension with the home secretary and I have encouraged her to change her behaviours.\" He said he had been accused of briefing the press against Patel, a claim he said was completely untrue.\n\n\"The home secretary categorically denied any involvement in this campaign to the Cabinet Office,\" he said. \"I regret I do not believe her. She has not made the efforts I would expect to disassociate herself from the comments.\"\n\nOn Saturday night, Keir Starmer, the favourite to succeed Jeremy Corbyn as Labour party leader, called on Patel to make a statement to parliament on Monday \"to explain the allegations made about her own conduct\". He also demanded that the cabinet secretary, Sir Mark Sedwill, launch an immediate investigation into the reasons for Rutnam's departure, adding: \"Over recent weeks, there has been growing evidence of a serious breakdown of government. The prime minister's handling of the flooding and coronavirus has been woeful, advisers in No 10 are out of control, and attacks on the civil service are growing.\"\n\nDave Penman, general secretary of the FDA - the trade union for senior civil servants, which will back Rutnam's legal case - said Rutnam had been offered the chance to \"resign and go quietly with financial compensation\" but had instead chosen to speak out against \"attacks on civil servants\". It is expected that Rutnam will demand a public hearing at which he can outline his case against Patel.\n\nPenman added: \"The Home Office now needs to find new leadership at a time when it needs stability. Those who engage in anonymous briefings need to bear the responsibility for this destructive behaviour.\"\n\nDoubts over the home secretary's ability to survive come less than three weeks after Sajid Javid's resignation as chancellor, when he refused to bow to demands from Boris Johnson and the PM's most senior aide, Dominic Cummings, to sack all his advisers.\n\nIt also emerged recently that a former adviser to Javid, Sonia Khan, is pursuing a case for unfair dismissal and sex discrimination after she was sacked by Cummings and marched out of Downing Street by an armed police officer last September.\n\nPatel has already resigned once from the cabinet, when in 2017 she had to quit as international development secretary, having failed to be candid about unofficial meetings with Israeli ministers, business executives and a senior lobbyist.\n\nLord Kerslake, who was head of the civil service from the end of 2011 until September 2014, said he knew Rutnam well and had been involved in appointing him to his first post as permanent secretary at the Department for Transport in 2012.\n\n\"For him to do this means he must have been driven to the limit and beyond,\" Kerslake said. \"To resign is serious enough, but then to take legal action is quite extraordinary. I think it will send bad signals through the civil service. It speaks of some very toxic relationships at the heart of government.\"\n\nKerslake said he would expect Patel to resign if Rutnam won his case for constructive dismissal.\n\nLord Turnbull, a former cabinet secretary, said such personnel disputes were normally settled quietly behind the scenes. \"When there is an issue, a way would normally be found to secure a judicious job swap or some other route would be found to resolve the difficulty,\" he said. \"For this to have got to this stage is extraordinary and potentially extremely damaging for the civil service.\"\n\nWhen asked if Johnson retained full confidence in his home secretary, a Downing Street official said: \"The prime minister has complete confidence in all of his cabinet.\"\n\nLabour MP Stephen Doughty, a member of the home affairs select committee, said Patel's position was now in doubt \"following this chaos\". He added: \"This utterly extraordinary statement by a senior civil servant is clear evidence of just how dangerously dysfunctional relationships are becoming at the heart of this government - driven by a toxic culture at the very top.\"\n\nThe tensions between Patel and her permanent secretary surfaced last weekend. Reports suggested she had clashed with senior officials, belittled colleagues and was distrusted by intelligence chiefs. One report suggested Patel had tried to move Rutnam from her department after the rows.\n\nLabour's Yvette Cooper, the chair of the home affairs select committee, said the row reflected \"extremely badly on the government\".\n\nShe said: \"To end up with one of the most senior public servants in the country taking court action against one of the great offices of state shows a shocking level of breakdown in the normal functioning of government.\n\n\"For the home secretary and prime minister to have allowed things to reach this point is appalling, especially at a time when the Home Office faces crucial challenges with rising violent crime, forthcoming counter-terror legislation, new immigration laws, and sensitive negotiations on post-Brexit security cooperation.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "toby_helm@theguardian.com", "name": "Toby Helm", "type": "author", "isAgency": false}, {"uri": "mark_townsend@theguardian.com", "name": "Mark Townsend", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Philip_Rutnam", "type": "person", "score": 5, "label": {"eng": "Philip Rutnam"}}, {"uri": "http://en.wikipedia.org/wiki/Civil_service", "type": "wiki", "score": 5, "label": {"eng": "Civil service"}}, {"uri": "http://en.wikipedia.org/wiki/Mark_Sedwill", "type": "person", "score": 4, "label": {"eng": "Mark Sedwill"}}, {"uri": "http://en.wikipedia.org/wiki/Permanent_secretary", "type": "wiki", "score": 4, "label": {"eng": "Permanent secretary"}}, {"uri": "http://en.wikipedia.org/wiki/Bullying", "type": "wiki", "score": 4, "label": {"eng": "Bullying"}}, {"uri": "http://en.wikipedia.org/wiki/Bob_Kerslake", "type": "person", "score": 3, "label": {"eng": "Bob Kerslake"}}, {"uri": "http://en.wikipedia.org/wiki/Dominic_Cummings", "type": "person", "score": 3, "label": {"eng": "Dominic Cummings"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Cabinet of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 3, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_Office", "type": "wiki", "score": 3, "label": {"eng": "Cabinet Office"}}, {"uri": "http://en.wikipedia.org/wiki/Home_Office", "type": "org", "score": 3, "label": {"eng": "Home Office"}}, {"uri": "http://en.wikipedia.org/wiki/Keir_Starmer", "type": "person", "score": 3, "label": {"eng": "Keir Starmer"}}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Corbyn", "type": "person", "score": 3, "label": {"eng": "Jeremy Corbyn"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 3, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Sajid_Javid", "type": "person", "score": 3, "label": {"eng": "Sajid Javid"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 3, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Trade_union", "type": "wiki", "score": 3, "label": {"eng": "Trade union"}}, {"uri": "http://en.wikipedia.org/wiki/General_Secretary_of_the_Communist_Party_of_China", "type": "person", "score": 3, "label": {"eng": "General Secretary of the Communist Party of China"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament", "type": "wiki", "score": 3, "label": {"eng": "Parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Turnbull,_Baron_Turnbull", "type": "person", "score": 2, "label": {"eng": "Andrew Turnbull, Baron Turnbull"}}, {"uri": "http://en.wikipedia.org/wiki/Stephen_Doughty", "type": "person", "score": 2, "label": {"eng": "Stephen Doughty"}}, {"uri": "http://en.wikipedia.org/wiki/Select_committee_(United_Kingdom)", "type": "wiki", "score": 2, "label": {"eng": "Select committee (United Kingdom)"}}, {"uri": "http://en.wikipedia.org/wiki/Department_for_Transport", "type": "org", "score": 2, "label": {"eng": "Department for Transport"}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_(education)", "type": "wiki", "score": 2, "label": {"eng": "Chancellor (education)"}}, {"uri": "http://en.wikipedia.org/wiki/International_development", "type": "wiki", "score": 2, "label": {"eng": "International development"}}, {"uri": "http://en.wikipedia.org/wiki/Sexism", "type": "wiki", "score": 2, "label": {"eng": "Sexism"}}, {"uri": "http://en.wikipedia.org/wiki/Police_officer", "type": "wiki", "score": 2, "label": {"eng": "Police officer"}}, {"uri": "http://en.wikipedia.org/wiki/Member_of_parliament", "type": "wiki", "score": 2, "label": {"eng": "Member of parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Lobbying", "type": "wiki", "score": 2, "label": {"eng": "Lobbying"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_(government)", "type": "wiki", "score": 2, "label": {"eng": "Cabinet (government)"}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 2, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/Great_Offices_of_State", "type": "wiki", "score": 1, "label": {"eng": "Great Offices of State"}}, {"uri": "http://en.wikipedia.org/wiki/Yvette_Cooper", "type": "person", "score": 1, "label": {"eng": "Yvette Cooper"}}, {"uri": "http://en.wikipedia.org/wiki/Immigration", "type": "wiki", "score": 1, "label": {"eng": "Immigration"}}, {"uri": "http://en.wikipedia.org/wiki/Counter-terrorism", "type": "wiki", "score": 1, "label": {"eng": "Counter-terrorism"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "dmoz/Health/Senior_Health/Well-Being_and_Safety", "label": "dmoz/Health/Senior Health/Well-Being and Safety", "wgt": 13}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 99}, {"uri": "dmoz/Business/Construction_and_Maintenance/Residential_Housing", "label": "dmoz/Business/Construction and Maintenance/Residential Housing", "wgt": 12}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 11}, {"uri": "dmoz/Society/Government/Aviation_Authorities", "label": "dmoz/Society/Government/Aviation Authorities", "wgt": 11}], "image": "https://i.guim.co.uk/img/media/61e6ebe66b756165808f59f01e1a0d9eed432a68/1_0_3022_1814/master/3022.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&s=cd615d0559ce8de5bec0dc250ce4edb7", "eventUri": "eng-5559560", "location": null, "shares": {"facebook": 1695}, "sentiment": -0.07450980392156858, "wgt": 1695, "relevance": 52}, {"uri": "1460413176", "lang": "eng", "isDuplicate": false, "date": "2020-02-25", "time": "11:45:00", "dateTime": "2020-02-25T11:45:00Z", "dateTimePub": "2020-02-25T11:08:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/feb/25/what-is-coronavirus-symptoms-wuhan-covid-19", "title": "What is coronavirus and what should I do if I have symptoms?", "body": "What is Covid-19 - the illness that started in Wuhan?\n\nIt is caused by a member of the coronavirus family that has never been encountered before. Like other coronaviruses, it has come from animals. Many of those initially infected either worked or frequently shopped in the Huanan seafood wholesale market in the centre of the Chinese city.\n\nWhat are the symptoms this coronavirus causes?\n\nThe virus can cause pneumonia. Those who have fallen ill are reported to suffer coughs, fever and breathing difficulties. In severe cases there can be organ failure. As this is viral pneumonia, antibiotics are of no use. The antiviral drugs we have against flu will not work. Recovery depends on the strength of the immune system. Many of those who have died were already in poor health.\n\nShould I go to the doctor if I have a cough?\n\nUK Chief Medical Officers are advising anyone who has travelled to the UK from mainland China, Thailand, Japan, Republic of Korea, Hong Kong, Taiwan, Singapore, Malaysia or Macau in the last 14 days and who is experiencing a cough or fever or shortness of breath to stay indoors and call NHS 111, even if symptoms are mild.\n\nIs the virus being transmitted from one person to another?\n\nChina's national health commission has confirmed human-to-human transmission, and there have been such transmissions elsewhere.\n\nHow many people have been affected?\n\nAs of 25 February, the outbreak has affected 80,000 people globally. In mainland China there have been 2,663 deaths among 77,658 cases, mostly in the central province of Hubei. More than 12,000 people affected in China have already recovered.\n\nThe coronavirus has spread to at least other 30 other countries. The most badly affected include Japan, with 850 cases, including 691 from a cruise ship docked in Yokohama, and four deaths. Italy has recorded 229 cases and seven deaths, while South Korea has recorded 893 cases and eight deaths. There have also been deaths in Hong Kong, Taiwan, France, Iran and the Philippines.\n\nThere have been 13 recorded cases and no fatalities to date in the UK.\n\nWhy is this worse than normal influenza, and how worried are the experts?\n\nWe don't yet know how dangerous the new coronavirus is, and we won't know until more data comes in. The mortality rate is around 2% in the epicentre of the outbreak, Hubei province, and less than that elsewhere. For comparison, seasonal flu typically has a mortality rate below 1% and is thought to cause about 400,000 deaths each year globally. Sars had a death rate of more than 10%.\n\nAnother key unknown is how contagious the coronavirus is. A crucial difference is that unlike flu, there is no vaccine for the new coronavirus, which means it is more difficult for vulnerable members of the population - elderly people or those with existing respiratory or immune problems - to protect themselves. Hand-washing and avoiding other people if you feel unwell are important. One sensible step is to get the flu vaccine, which will reduce the burden on health services if the outbreak turns into a wider epidemic.\n\nHave there been other coronaviruses?\n\nSevere acute respiratory syndrome (Sars) and Middle Eastern respiratory syndrome (Mers) are both caused by coronaviruses that came from animals. In 2002, Sars spread virtually unchecked to 37 countries, causing global panic, infecting more than 8,000 people and killing more than 750. Mers appears to be less easily passed from human to human, but has greater lethality, killing 35% of about 2,500 people who have been infected.\n\nIs the outbreak a pandemic and should we panic?\n\nNo. A pandemic, in WHO terms, is \"the worldwide spread of a disease\". The spread of the virus outside China is worrying but not an unexpected development. The WHO has declared the outbreak to be a public health emergency of international concern. The key issues are how transmissible this new coronavirus is between people, and what proportion become severely ill and end up in hospital. Often viruses that spread easily tend to have a milder impact. Generally, the coronavirus appears to be hitting older people hardest, with few cases in children.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "hannah_devlin@theguardian.com", "name": "Hannah Devlin", "type": "author", "isAgency": false}, {"uri": "martin_belam@theguardian.com", "name": "Martin Belam", "type": "author", "isAgency": false}, {"uri": "sarah_boseley@theguardian.com", "name": "Sarah Boseley", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 5, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 4, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 4, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 4, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 4, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 4, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Organ_dysfunction", "type": "wiki", "score": 3, "label": {"eng": "Organ dysfunction"}}, {"uri": "http://en.wikipedia.org/wiki/NHS_111", "type": "wiki", "score": 3, "label": {"eng": "NHS 111"}}, {"uri": "http://en.wikipedia.org/wiki/Antibiotic", "type": "wiki", "score": 3, "label": {"eng": "Antibiotic"}}, {"uri": "http://en.wikipedia.org/wiki/Shortness_of_breath", "type": "wiki", "score": 3, "label": {"eng": "Shortness of breath"}}, {"uri": "http://en.wikipedia.org/wiki/Immune_system", "type": "wiki", "score": 3, "label": {"eng": "Immune system"}}, {"uri": "http://en.wikipedia.org/wiki/Wholesaling", "type": "wiki", "score": 3, "label": {"eng": "Wholesaling"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 3, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_pneumonia", "type": "wiki", "score": 3, "label": {"eng": "Viral pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Seafood", "type": "wiki", "score": 3, "label": {"eng": "Seafood"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Pneumonia", "type": "wiki", "score": 3, "label": {"eng": "Pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/Antiviral_drug", "type": "wiki", "score": 3, "label": {"eng": "Antiviral drug"}}, {"uri": "http://en.wikipedia.org/wiki/Huanan_County", "type": "loc", "score": 3, "label": {"eng": "Huanan County"}, "location": {"type": "place", "label": {"eng": "Huanan County"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Yokohama", "type": "loc", "score": 3, "label": {"eng": "Yokohama"}, "location": {"type": "place", "label": {"eng": "Yokohama"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 3, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 3, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Malaysia", "type": "loc", "score": 3, "label": {"eng": "Malaysia"}, "location": {"type": "country", "label": {"eng": "Malaysia"}}}, {"uri": "http://en.wikipedia.org/wiki/Macau", "type": "loc", "score": 3, "label": {"eng": "Macau"}, "location": {"type": "country", "label": {"eng": "Macau"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 2, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 2, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 2, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 97}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 19}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 19}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 18}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 19}], "image": "https://i.guim.co.uk/img/media/055010efde9f28c83d4468d9b51460a41c2ec541/0_89_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=38c17e4188911154ae404dabb094f9a3", "eventUri": null, "location": null, "shares": {"facebook": 1639}, "sentiment": -0.2784313725490196, "wgt": 1639, "relevance": 101}, {"uri": "1464105736", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "04:53:00", "dateTime": "2020-02-28T04:53:00Z", "dateTimePub": "2020-02-28T04:20:00Z", "dataType": "news", "sim": 0.7843137383460999, "url": "http://www.theguardian.com/australia-news/2020/feb/28/senior-public-servant-tells-inquiry-she-destroyed-sports-grants-meeting-notes", "title": "Senior public servant tells inquiry she destroyed sports grants meeting notes", "body": "Labor writes to public service commissioner over health department secretary's revelation she destroyed all personal notebooks\n\nLabor will write to the public service commissioner for advice over revelations a senior public servant destroyed notebooks which included notes taken during a hastily convened sports grant teleconference, called after the then Sport Australia chief learned of the colour-coded spreadsheets being used by Bridget McKenzie's office to award the grants.\n\nOutgoing health department secretary, Glenys Beauchamp, who retires from the department at the close of business on Friday, told the Senate inquiry examining the administration of the government's $100m sports grant program that she had destroyed all her personal notebooks while cleaning out her office at the end of January.\n\nBeauchamp had been due to retire at the end of last month, but agree to stay on as department head while her successor, the chief medical officer, Prof Brendan Murphy, dealt with the coronavirus outbreak.\n\nBut the destruction of her notebooks, which may have included the only notes of a late-night teleconference between herself, the former Sport Australia head, Kate Palmer, and the board chairman, John Wylie, after Palmer learned of the colour-coded electoral spreadsheets being used to award the grants, has raised another issue in the sports rort affair.\n\nGreens senator Janet Rice described Beauchamp's actions as \"strange\", given her long career in the public service.\n\n\"These notebooks included details of meetings held in relation to the sports rorts scandal,\" she said. \"Why would the secretary destroy these relevant documents when she knew she would be giving evidence today on the sports grants program?\n\n\"Ms Beauchamp also said today that she saw the Coalition's colour-coded spreadsheet days before the election was called, and organised an urgent meeting with Sport Australia to discuss it and their evidence to Senate estimates. She could not recall if there were any records kept of this meeting.\"\n\nBeauchamp told the committee she had not taken any advice when destroying her notes, which she described as her personal \"scratchings\".\n\n\"As a private citizen, I should not have notebooks and things after midnight tonight,\" she said. \"They're just my scratchings that I provide down in a notebook of things I might have to follow up on, and just a reminder to me.\"\n\nShe could not remember the extent of the notes from that late night meeting, or whether she passed on any information to be officially recorded by the department.\n\nUnder the commonwealth archival law, some records must be kept, but others considered to be of \"low importance\" can be destroyed.\n\nNon-government members of the committee examining what has become known as \"sports rorts\" expressed shock when told of the notebooks' destruction.\n\nLabor senator Katy Gallagher said she would write to the public service commissioner to look into the matter.\n\n\"And if need be, to provide further guidance about what constitutes a record and how those records need to be handled,\" she said.\n\n\"At the end of the day, these records are gone, so they are lost forever.\"\n\nGallagher said there was a \"broader\" issue of \"a very significant reluctance to provide any information to the committee\" charged with investigating the program's administration.\n\n\"So we have sought documents from Sport Australia, we've asked for documents from health today, they have taken it on notice, Sport Australia has taken it on notice - the government has refused to provide documents to the Senate - so there is something that exists in these documents that the government doesn't want us to have access to, that is clear,\" she said.\n\n\"The issue that we will take up more broadly, about the protection of documents, is to make sure that even at the lowest levels, to the highest levels, that there is an understanding about the importance of preserving records that are created in the performance of your duties as a commonwealth public servant, and that those need to be adhered to at all times.\"\n\nThe non-government committee members also seemed taken aback to learn Palmer had been \"surprised\" to see the colour-coded spreadsheet McKenzie's office was using to award the grants.\n\nPalmer said she saw the spreadsheet for the first time before walking into a Senate estimates hearing in April - days before the 2019 election was called - after it was handed to her by a staffer.\n\n\"A teleconference was held between myself, the chair of the board, and myself ... It was to discuss that we had seen and received this spreadsheet,\" Palmer told the inquiry.\n\nShe had no notes from the meeting but that it had been called to make sure Sport Australia was meeting its obligations. Palmer left the organisation at the end of last month, having announced in October last year she would not seek to renew her contract when it expired.\n\nThe committee learned no more about the timing of the grant approvals, which were not emailed to Sport Australia until 11 April, 17 minutes after the government entered the caretaker period, on a briefing note dated 4 April from McKenzie's office.\n\nRice said the government had treated the process with contempt.\n\n\"The Coalition is actively subverting democracy with this cover-up,\" she said.\n\n\"Morrison still refuses to release the Gaetjens report, the 28 different versions of the colour-coded spreadsheet or the 136 emails between his office and then-minister McKenzie.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "amy_remeikis@theguardian.com", "name": "Amy Remeikis", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Glenys_Beauchamp", "type": "person", "score": 5, "label": {"eng": "Glenys Beauchamp"}}, {"uri": "http://en.wikipedia.org/wiki/Australian_Senate", "type": "org", "score": 5, "label": {"eng": "Australian Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Spreadsheet", "type": "wiki", "score": 5, "label": {"eng": "Spreadsheet"}}, {"uri": "http://en.wikipedia.org/wiki/Australian_Labor_Party", "type": "org", "score": 5, "label": {"eng": "Australian Labor Party"}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 5, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Civil_service", "type": "wiki", "score": 4, "label": {"eng": "Civil service"}}, {"uri": "http://en.wikipedia.org/wiki/John_Wylie_(businessman)", "type": "person", "score": 3, "label": {"eng": "John Wylie (businessman)"}}, {"uri": "http://en.wikipedia.org/wiki/Janet_Rice", "type": "person", "score": 3, "label": {"eng": "Janet Rice"}}, {"uri": "http://en.wikipedia.org/wiki/Katy_Gallagher", "type": "wiki", "score": 3, "label": {"eng": "Katy Gallagher"}}, {"uri": "http://en.wikipedia.org/wiki/Brendan_Murphy_(Meath_footballer)", "type": "person", "score": 3, "label": {"eng": "Brendan Murphy (Meath footballer)"}}, {"uri": "http://en.wikipedia.org/wiki/Bridget_McKenzie", "type": "person", "score": 3, "label": {"eng": "Bridget McKenzie"}}, {"uri": "http://en.wikipedia.org/wiki/Australian_Greens", "type": "org", "score": 3, "label": {"eng": "Australian Greens"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Commonwealth_of_Nations", "type": "loc", "score": 3, "label": {"eng": "Commonwealth of Nations"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Coalition_(Australia)", "type": "org", "score": 1, "label": {"eng": "Coalition (Australia)"}}, {"uri": "http://en.wikipedia.org/wiki/Scott_Morrison", "type": "wiki", "score": 1, "label": {"eng": "Scott Morrison"}}, {"uri": "http://en.wikipedia.org/wiki/Caretaker_government", "type": "org", "score": 1, "label": {"eng": "Caretaker government"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 1, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 1, "label": {"eng": "Email"}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 70}, {"uri": "dmoz/Business/Arts_and_Entertainment/Sports", "label": "dmoz/Business/Arts and Entertainment/Sports", "wgt": 19}, {"uri": "dmoz/Science/Instruments_and_Supplies/Lab_Notebooks_and_Record_Keeping", "label": "dmoz/Science/Instruments and Supplies/Lab Notebooks and Record Keeping", "wgt": 20}], "image": "https://i.guim.co.uk/img/media/4f9196ecb1f2043cc7d55ac5112c0d087c124757/0_3_5568_3341/master/5568.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=90fc992502d8226e3bd6f7c0edd054f1", "eventUri": "eng-5555631", "location": null, "shares": {"facebook": 1596}, "sentiment": 0.1843137254901961, "wgt": 1596, "relevance": 52}, {"uri": "1462855940", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "07:24:00", "dateTime": "2020-02-27T07:24:00Z", "dateTimePub": "2020-02-27T07:23:00Z", "dataType": "news", "sim": 0.7882353067398071, "url": "http://www.theguardian.com/world/2020/feb/27/japanese-woman-tests-positive-for-coronavirus-for-second-time", "title": "Coronavirus: Japanese woman tests positive for second time", "body": "Tour guide from Osaka had been given all-clear in early February but then developed a sore throat and chest pains\n\nA woman working as a tour bus guide in Japan has tested positive for coronavirus for a second time, in what authorities say is the first such case.\n\nThe woman, in her 40s and a resident of Osaka in western Japan, tested positive on Wednesday after developing a sore throat and chest pains, the prefectural government said. She first tested positive on 29 January and was discharged from the hospital after recovering on 1 February, before testing negative on 6 February.\n\nThe health ministry confirmed the case was the first in Japan where a patient tested positive for coronavirus for a second time after being discharged from hospital, Japanese media said.\n\nThough a first in Japan, cases of second positive tests have been reported in China. The outbreak has spread rapidly and widely, infecting about 80,000 people globally and killing nearly 2,800, the vast majority in mainland China.\n\n\"Once you have the infection, it could remain dormant and with minimal symptoms, and then you can get an exacerbation if it finds its way into the lungs,\" said Professor Philip Tierno at New York University's school of medicine.\n\nHe said much remained unknown about the virus: \"I'm not certain that this is not bi-phasic, like anthrax,\" he said, meaning the disease might appear to go away before recurring.\n\nThe woman's second positive test came as the number of confirmed cases in Japan rose by 16 to 186, in addition to the 704 diagnosed from the Diamond Princess cruise ship. Tokyo has urged that big gatherings and sports events be scrapped or curtailed for two weeks to contain the virus, while pledging the 2020 Olympic Games will still go ahead.\n\nJapan has changed its strategy, seeking to slow its spread and minimise the number of deaths, including by closing schools in affected areas.\n\nMeanwhile a major Japanese bank reported an employee had tested positive for coronavirus. MUFG Bank, part of Mitsubishi UFJ Financial Group, the country's largest lender by assets, said a member of staff at a branch in central Aichi prefecture was confirmed to have the virus on Wednesday.\n\nA total of seven people have died in Japan from Covid-19 including four from the Diamond Princess.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Sore_throat", "type": "wiki", "score": 5, "label": {"eng": "Sore throat"}}, {"uri": "http://en.wikipedia.org/wiki/Osaka", "type": "loc", "score": 5, "label": {"eng": "Osaka"}, "location": {"type": "place", "label": {"eng": "Osaka"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 5, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Bus", "type": "wiki", "score": 4, "label": {"eng": "Bus"}}, {"uri": "http://en.wikipedia.org/wiki/Prefectures_of_Japan", "type": "wiki", "score": 3, "label": {"eng": "Prefectures of Japan"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 3, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Diamond_Princess_(ship)", "type": "wiki", "score": 2, "label": {"eng": "Diamond Princess (ship)"}}, {"uri": "http://en.wikipedia.org/wiki/Anthrax", "type": "wiki", "score": 2, "label": {"eng": "Anthrax"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 2, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_University", "type": "loc", "score": 2, "label": {"eng": "New York University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Olympic_Games", "type": "wiki", "score": 2, "label": {"eng": "Olympic Games"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Lung", "type": "wiki", "score": 2, "label": {"eng": "Lung"}}, {"uri": "http://en.wikipedia.org/wiki/Medicine", "type": "wiki", "score": 2, "label": {"eng": "Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 2, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/MUFG_Bank", "type": "org", "score": 1, "label": {"eng": "MUFG Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Mitsubishi_UFJ_Financial_Group", "type": "org", "score": 1, "label": {"eng": "Mitsubishi UFJ Financial Group"}}, {"uri": "http://en.wikipedia.org/wiki/Aichi_Prefecture", "type": "loc", "score": 1, "label": {"eng": "Aichi Prefecture"}, "location": {"type": "place", "label": {"eng": "Aichi Prefecture"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 24}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 21}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 19}, {"uri": "dmoz/Society/Sexuality/Purity_Tests", "label": "dmoz/Society/Sexuality/Purity Tests", "wgt": 19}], "image": "https://i.guim.co.uk/img/media/0f7f18b0bb03e88c684989b36d0cd6e5582e928e/0_33_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=67b060d2f705432549289742b1911f17", "eventUri": "eng-5552249", "location": null, "shares": {"facebook": 1539}, "sentiment": 0.01960784313725483, "wgt": 1539, "relevance": 76}, {"uri": "1466505045", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "07:42:00", "dateTime": "2020-03-01T07:42:00Z", "dateTimePub": "2020-03-01T07:00:00Z", "dataType": "news", "sim": 0.5490196347236633, "url": "http://www.theguardian.com/us-news/2020/mar/01/bernie-sanders-super-tuesday-california-white-house", "title": "Buzz of expectation as Bernie Sanders looks to blow away rivals on Super Tuesday", "body": "On Tuesday, as 14 states go to the polls, Sanders could take a huge step towards the Democratic nomination. Can anyone stop him?\n\nBernie Sanders doesn't do things by half measures. As he vies to become the 46th president of the United States he is looking to shatter no fewer than three historic records.\n\nPresident Sanders would be the first Jewish incumbent of the most powerful office on Earth. Aged 79 on inauguration day, he would become the oldest president in US history having unseated the current record-holder, Donald Trump, 73.\n\nMost striking of all, he would be the first American commander-in-chief describing himself as a \"democratic socialist\". Judging by recent attacks from his detractors - Democratic ones, not Trump supporters - that is the political equivalent of carrying the coronavirus.\n\n\"I'll tell you what it adds up to,\" said Pete Buttigieg, his rival for the Democratic presidential nomination, at this week's TV debate ahead of Saturday's primary in South Carolina. Buttigieg referenced Sanders' \"radical\" policies of universal tax-funded healthcare, debt-free college tuition and a Green New Deal to tackle the climate crisis, then said: \"It adds up to four more years of Donald Trump.\"\n\nOn Tuesday Sanders has the chance to take his political insurgency and wipe it across the nation. In the 2020 cycle, Super Tuesday is even more super-charged than usual, providing him with an opportunity to take his already impressive lead over Buttigieg and six other Democratic rivals and virtually blast them out of the water.\n\nIn Iowa he finished a splinter-thin second to Buttigieg. In New Hampshire he won. In Nevada he sealed his frontrunner status with a slam-dunk victory.\n\nNow Super Tuesday promises to project him to all-but invincible heights. Fourteen states go to the polls on 3 March, between them commanding two-thirds of the 1991 delegates he needs to win outright.\n\nIn all but two of those states, Sanders is competitively placed or head and shoulders above the pack, including in his home turf of Vermont. But the real prize is California.\n\nWith its gargantuan crop of 451 delegates - a quarter of those needed to secure the Democratic nomination, no questions asked - California's participation in this year's Super Tuesday has shaken up the race. Combine the state, where Sanders is currently polling a 13-point lead over next-placed Elizabeth Warren, with delegate-rich Texas, which also goes to the polls on Tuesday, and the buzz of expectation in Sanders' circles is almost as palpable as the fear coursing through everyone else.\n\n\"If Sanders cleans up in California and Texas, he is almost guaranteed a plurality of the delegates nationwide,\" said political analyst Larry Sabato. \"I don't see anyone who could come close.\"\n\nSuccess on Tuesday is certain to take the already shrill debate about democratic socialism and crank it to ear-splitting levels. Buttigieg's claim that Sanders' radicalism is a gift to Trump, rendering the US senator from Vermont all but unelectable, will become the rallying cry of the moderate Democrats still clinging to presidential life.\n\nSanders is having none of it. At a rally this week in Virginia - another of the Super Tuesday states - he ridiculed the idea that he was extreme. \"My critics say 'Bernie is so radical!' I don't think it's radical to say that working people should have the right to live in dignity and security.\"\n\nAs for his electability, Sanders thundered: \"We are going to defeat Trump because American people do not like frauds and pathological liars.\"\n\nThe possibility that \"democratic socialist\" might harm Sanders, in turn inflicting terrible damage on America and the world by giving Trump four more years, certainly bears contemplating. The US is, after all, the crucible of capitalism with a long tradition of individualism and suspicion of overweening government.\n\nTo get a sense of America's enduring political prejudices, a survey Gallup has been conducting since the 1950s makes for interesting reading. It shows that on almost all fronts - race, religion, sexuality - the country has loosened up immensely over the decades.\n\nAmericans would vote for a well-qualified presidential candidate who is: Jewish by 93% (great news for Sanders and Bloomberg); over 70 years old by 69% (not bad for Sanders, Bloomberg and Warren); female by 93% (great for Warren and Amy Klobuchar, the last two women in the race); gay or lesbian by 78% (good for Buttigieg, who is gay).\n\nBut socialist? That rates a miserable 45%.\n\nNor did Sanders' recent praise of Fidel Castro's literacy program in Cuba help, stirring up old Cold War antagonisms. Some of the more piercing attacks from his Democratic adversaries have also intensified the issue, notably the suggestion from Michael Bloomberg, the billionaire late entrant into the race, that Russia was trying to boost Sanders' nomination hopes because that's the best way of ensuring re-election for Trump.\n\nAgainst that, Sanders can point to any number of polls that have him beating Trump more convincingly than any of his Democratic rivals. The idea that socialism remains a bogey word has also been disputed, as has the sharp distinction between \"radical\" versus \"moderate\" Democrats.\n\nAs the former US secretary of labor Robert Reich has argued, those concepts are obsolete in an age of soaring inequality when so many Americans feel \"politically disempowered and economically insecure\".\n\nGreg Guma, a Vermont resident who has known Sanders since 1971, believes the whole socialism thing is overblown by the media. \"It's not like he ran as a socialist or or even mentioned it. I have never heard him utter the word. Right now the Democrats are doing Trump's work for him by red baiting.\"\n\nGuma, the author of The People's Republic: Vermont and the Sanders Revolution, recalls that when he first met Sanders they quarreled over political identity. Sanders was then running for an anti-Vietnam war party, Liberty Union, and wanted only to talk about the \"movement\".\n\nGuma wanted the candidate to open up about himself. \"You're a person, not a movement, you have to prove you're a basically good person if you want my vote,\" he told him.\n\nTo which the fledgling politician replied: \"It's the movement that's important. I don't want your vote.\"\n\nIf Guma's account ended there, it would reinforce the image of the crusty old, rigid, dogmatic ideologue that Sanders' enemies promote. But over the years, Guma says, he saw the emergence of a very different politician, one who builds coalitions and works across the aisle.\n\n\"As an intelligent person, he knew that what mattered was not what labels were pinned on him, but how he did as a political manager - and he did that rather effectively. He is very good at working with people, going beyond his own rhetoric and establishing alliances with unlikely partners including Republicans to get things done.\"\n\nSabato agrees that amid the current brouhaha about socialism, what is being lost is Sanders' considerable skills as an organiser. \"People think of Bernie as an ideological leader and not an organisational leader, but he's both. That might be the ultimate source of his strength.\"\n\nOver the past several years Sanders has followed Barack Obama's example and laid the foundations of a national network of young, energised supporters that has left his less industrious rivals standing. While his opponents have been screaming about unelectability, Sanders has been quietly doing the unglamorous work it takes to get elected.\n\nHe has simply outslogged the competition. That includes Bloomberg, with his $410m glut of TV ads.\n\n\"We live in the age of the permanent campaign,\" Sabato says. \"There's a big advantage to a candidate who runs flat-out all the time, and that's what Bernie has done and what Joe Biden and the others haven't. The Sanders crowd hasn't taken a day off since 2016.\"\n\nThe fruits of hard graft are starting to materialise in what Sanders calls a \"multigenerational, multiracial coalition sweeping this country\". His ability to mobilise young voters who \"feel the Bern\" was evident four years ago in his epic battle with Hillary Clinton.\n\nThis cycle he is also showing resounding support among Latinos.\n\nIn Nevada he won the support of 51% of Hispanic Democrats. That's a critical statistic. It suggests that his tireless outreach to Latino communities, combined with policies that talk to them such as a $15 federal minimum wage, a moratorium on immigration deportations, and commitment to an NHS-style system of Medicare for All which appeals to the high numbers of Latinos who have no or little health insurance - will pay dividends on Tuesday in heavily Hispanic California and Texas.\n\nThe key question now is whether this coalition of young voters, Latinos, African Americans, blue-collar workers and urban progressives is big enough to prevail against Trump. He doesn't only have to match the ecstatic enthusiasm that Trump can muster among his \"Keep America Great\" base - the president's approval rating among Republicans is at an astronomical 90%.\n\nSanders also has to compensate for those voters balking at the idea of a tax-and-spend socialist in the White House. That is particularly true in affluent suburbs where independent and moderate Republicans who are disaffected with Trump - especially women - were key to Democrats taking back the House of Representatives in 2018.\n\nWithout such a surge in turnout Sanders could suffer the same fate as Clinton, winning the popular vote but still being outgunned in the electoral college. It only took 77,744 votes in Pennsylvania, Michigan and Wisconsin, out of a total of 137m nationally, to hand Trump the presidency in 2016.\n\nThere are warning signs for Sanders - and indeed the entire Democratic field - here. Turnout in the early caucuses and primaries has so far fallen short of stellar.\n\n\"The early promise from the Sanders camp that only he could generate a large turnout of minorities and young people who failed to turn out for Hillary Clinton is not necessarily true,\" Sabato says. \"Turnout has been underwhelming so far, and it's all about getting voters to show up.\"\n\nSo the still-crowded Democratic field remains far from settled. Super Tuesday may clarify matters, but if it fails to deliver a clear winner a primary season that is already fractured and ill-tempered will grow uglier by the day.\n\nTo add to the jitters, there is even talk of the nightmare scenario. Should Sanders fail to gain an overall majority in the delegate count by the end of the primaries in June he faces the prospect at the Democratic National Convention in Milwaukee, Wisconsin a month later of a brokered convention.\n\nAt that point \"super delegates\" - some 771 officials and potentates of the Democratic party - could use their establishment power to block him from the nomination. It would provide a spectacular ending to what is turning into an impressively unedifying process.\n\nBut it would benefit only one person: the man gleefully watching the fireworks from his vantage point in the Oval Office.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "ed_pilkington@theguardian.com", "name": "Ed Pilkington", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Super_Tuesday", "type": "wiki", "score": 5, "label": {"eng": "Super Tuesday"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_socialism", "type": "wiki", "score": 5, "label": {"eng": "Democratic socialism"}}, {"uri": "http://en.wikipedia.org/wiki/Political_radicalism", "type": "wiki", "score": 5, "label": {"eng": "Political radicalism"}}, {"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 5, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/Elizabeth_Warren", "type": "person", "score": 5, "label": {"eng": "Elizabeth Warren"}}, {"uri": "http://en.wikipedia.org/wiki/Pete_Buttigieg", "type": "person", "score": 5, "label": {"eng": "Pete Buttigieg"}}, {"uri": "http://en.wikipedia.org/wiki/Socialism", "type": "wiki", "score": 5, "label": {"eng": "Socialism"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 5, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Vermont", "type": "loc", "score": 5, "label": {"eng": "Vermont"}, "location": {"type": "place", "label": {"eng": "Vermont"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_presidential_inauguration", "type": "wiki", "score": 4, "label": {"eng": "United States presidential inauguration"}}, {"uri": "http://en.wikipedia.org/wiki/Incumbent", "type": "person", "score": 4, "label": {"eng": "Incumbent"}}, {"uri": "http://en.wikipedia.org/wiki/History_of_the_United_States", "type": "wiki", "score": 4, "label": {"eng": "History of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Jews", "type": "loc", "score": 4, "label": {"eng": "Jews"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Commander-in-chief", "type": "person", "score": 4, "label": {"eng": "Commander-in-chief"}}, {"uri": "http://en.wikipedia.org/wiki/Bloomberg_L.P.", "type": "org", "score": 4, "label": {"eng": "Bloomberg L.P."}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 4, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Larry_Sabato", "type": "person", "score": 3, "label": {"eng": "Larry Sabato"}}, {"uri": "http://en.wikipedia.org/wiki/Lesbian", "type": "wiki", "score": 3, "label": {"eng": "Lesbian"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Amy_Klobuchar", "type": "person", "score": 3, "label": {"eng": "Amy Klobuchar"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Bloomberg", "type": "person", "score": 3, "label": {"eng": "Michael Bloomberg"}}, {"uri": "http://en.wikipedia.org/wiki/Green_New_Deal", "type": "wiki", "score": 3, "label": {"eng": "Green New Deal"}}, {"uri": "http://en.wikipedia.org/wiki/Gay", "type": "wiki", "score": 3, "label": {"eng": "Gay"}}, {"uri": "http://en.wikipedia.org/wiki/Literacy", "type": "wiki", "score": 3, "label": {"eng": "Literacy"}}, {"uri": "http://en.wikipedia.org/wiki/Fidel_Castro", "type": "person", "score": 3, "label": {"eng": "Fidel Castro"}}, {"uri": "http://en.wikipedia.org/wiki/Plurality_(voting)", "type": "wiki", "score": 3, "label": {"eng": "Plurality (voting)"}}, {"uri": "http://en.wikipedia.org/wiki/Capitalism", "type": "wiki", "score": 3, "label": {"eng": "Capitalism"}}, {"uri": "http://en.wikipedia.org/wiki/Cold_War", "type": "wiki", "score": 3, "label": {"eng": "Cold War"}}, {"uri": "http://en.wikipedia.org/wiki/Political_science", "type": "wiki", "score": 3, "label": {"eng": "Political science"}}, {"uri": "http://en.wikipedia.org/wiki/Individualism", "type": "wiki", "score": 3, "label": {"eng": "Individualism"}}, {"uri": "http://en.wikipedia.org/wiki/Global_warming", "type": "wiki", "score": 3, "label": {"eng": "Global warming"}}, {"uri": "http://en.wikipedia.org/wiki/Politician", "type": "wiki", "score": 3, "label": {"eng": "Politician"}}, {"uri": "http://en.wikipedia.org/wiki/Gallup_(company)", "type": "org", "score": 3, "label": {"eng": "Gallup (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Religion", "type": "wiki", "score": 3, "label": {"eng": "Religion"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 3, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Virginia", "type": "loc", "score": 3, "label": {"eng": "Virginia"}, "location": {"type": "place", "label": {"eng": "Virginia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nevada", "type": "loc", "score": 3, "label": {"eng": "Nevada"}, "location": {"type": "place", "label": {"eng": "Nevada"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Hampshire", "type": "loc", "score": 3, "label": {"eng": "New Hampshire"}, "location": {"type": "place", "label": {"eng": "New Hampshire"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Iowa", "type": "loc", "score": 3, "label": {"eng": "Iowa"}, "location": {"type": "place", "label": {"eng": "Iowa"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 3, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Cuba", "type": "loc", "score": 3, "label": {"eng": "Cuba"}, "location": {"type": "country", "label": {"eng": "Cuba"}}}, {"uri": "http://en.wikipedia.org/wiki/Liberty_Union_Party", "type": "org", "score": 2, "label": {"eng": "Liberty Union Party"}}, {"uri": "http://en.wikipedia.org/wiki/Sabato's_Crystal_Ball", "type": "org", "score": 2, "label": {"eng": "Sabato's Crystal Ball"}}, {"uri": "http://en.wikipedia.org/wiki/Hillary_Clinton", "type": "person", "score": 2, "label": {"eng": "Hillary Clinton"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 2, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Barack_Obama", "type": "person", "score": 2, "label": {"eng": "Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Independent_politician", "type": "org", "score": 1, "label": {"eng": "Independent politician"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 1, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 1, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Pennsylvania", "type": "loc", "score": 1, "label": {"eng": "Pennsylvania"}, "location": {"type": "place", "label": {"eng": "Pennsylvania"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wisconsin", "type": "loc", "score": 1, "label": {"eng": "Wisconsin"}, "location": {"type": "place", "label": {"eng": "Wisconsin"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Milwaukee", "type": "loc", "score": 1, "label": {"eng": "Milwaukee"}, "location": {"type": "place", "label": {"eng": "Milwaukee"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Michigan", "type": "loc", "score": 1, "label": {"eng": "Michigan"}, "location": {"type": "place", "label": {"eng": "Michigan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 17}, {"uri": "dmoz/Society/Politics/Campaigns_and_Elections", "label": "dmoz/Society/Politics/Campaigns and Elections", "wgt": 14}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 99}, {"uri": "dmoz/Society/Gay,_Lesbian,_and_Bisexual/Politics", "label": "dmoz/Society/Gay, Lesbian, and Bisexual/Politics", "wgt": 13}, {"uri": "dmoz/Society/Activism/Strategies", "label": "dmoz/Society/Activism/Strategies", "wgt": 12}, {"uri": "dmoz/Society/Politics/Socialism", "label": "dmoz/Society/Politics/Socialism", "wgt": 15}], "image": "https://i.guim.co.uk/img/media/b1da1ec913e6935a507fab9f98f67bda69b42771/0_182_5472_3283/master/5472.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&s=eadcd087f2e95fa7ee34fb8da0eb147a", "eventUri": "eng-5559840", "location": null, "shares": {"facebook": 1531}, "sentiment": -0.05882352941176472, "wgt": 1531, "relevance": 52}], "totalResults": 295, "page": 1, "count": 25, "pages": 12}}