{"articles": {"results": [{"uri": "6010968132", "lang": "eng", "isDuplicate": false, "date": "2020-03-28", "time": "08:09:00", "dateTime": "2020-03-28T08:09:00Z", "dateTimePub": "2020-03-28T08:00:00Z", "dataType": "news", "sim": 0.9686274528503418, "url": "http://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster", "title": "The missing six weeks: how Trump failed the biggest test of his life", "body": "When the definitive history of the coronavirus pandemic is written, the date 20 January 2020 is certain to feature prominently. It was on that day that a 35-year-old man in Washington state, recently returned from visiting family in Wuhan in China, became the first person in the US to be diagnosed with the virus.\n\nOn the very same day, 5,000 miles away in Asia, the first confirmed case of Covid-19 was reported in South Korea. The confluence was striking, but there the similarities ended.\n\nIn the two months since that fateful day, the responses to coronavirus displayed by the US and South Korea have been polar opposites.\n\nOne country acted swiftly and aggressively to detect and isolate the virus, and by doing so has largely contained the crisis. The other country dithered and procrastinated, became mired in chaos and confusion, was distracted by the individual whims of its leader, and is now confronted by a health emergency of daunting proportions.\n\nWithin a week of its first confirmed case, South Korea's disease control agency had summoned 20 private companies to the medical equivalent of a war-planning summit and told them to develop a test for the virus at lightning speed. A week after that, the first diagnostic test was approved and went into battle, identifying infected individuals who could then be quarantined to halt the advance of the disease.\n\nSome 357,896 tests later, the country has more or less won the coronavirus war. On Friday only 91 new cases were reported in a country of more than 50 million.\n\nThe US response tells a different story. Two days after the first diagnosis in Washington state, Donald Trump went on air on CNBC and bragged: \"We have it totally under control. It's one person coming from China. It's going to be just fine.\"\n\n'A fiasco of incredible proportions'\n\nA week after that, the Wall Street Journal published an opinion article by two former top health policy officials within the Trump administration under the headline Act Now to Prevent an American Epidemic. Luciana Borio and Scott Gottlieb laid out a menu of what had to be done instantly to avert a massive health disaster.\n\nTop of their to-do list: work with private industry to develop an \"easy-to-use, rapid diagnostic test\" - in other words, just what South Korea was doing.\n\nIt was not until 29 February, more than a month after the Journal article and almost six weeks after the first case of coronavirus was confirmed in the country that the Trump administration put that advice into practice. Laboratories and hospitals would finally be allowed to conduct their own Covid-19 tests to speed up the process.\n\nThose missing four to six weeks are likely to go down in the definitive history as a cautionary tale of the potentially devastating consequences of failed political leadership. Today, 86,012 cases have been confirmed across the US, pushing the nation to the top of the world's coronavirus league table - above even China.\n\nMore than a quarter of those cases are in New York City, now a global center of the coronavirus pandemic, with New Orleans also raising alarm. Nationally, 1,301 people have died.\n\nMost worryingly, the curve of cases continues to rise precipitously, with no sign of the plateau that has spared South Korea.\n\n\"The US response will be studied for generations as a textbook example of a disastrous, failed effort,\" Ron Klain, who spearheaded the fight against Ebola in 2014, told a Georgetown university panel recently. \"What's happened in Washington has been a fiasco of incredible proportions.\"\n\nJeremy Konyndyk, who led the US government's response to international disasters at USAid from 2013 to 2017, frames the past six weeks in strikingly similar terms. He told the Guardian: \"We are witnessing in the United States one of the greatest failures of basic governance and basic leadership in modern times.\"\n\nIn Konyndyk's analysis, the White House had all the information it needed by the end of January to act decisively. Instead, Trump repeatedly played down the severity of the threat, blaming China for what he called the \"Chinese virus\" and insisting falsely that his partial travel bans on China and Europe were all it would take to contain the crisis.\n\n'The CDC was caught flat-footed'\n\nIf Trump's travel ban did nothing else, it staved off to some degree the advent of the virus in the US, buying a little time. Which makes the lack of decisive action all the more curious.\n\n\"We didn't use that time optimally, especially in the case of testing,\" said William Schaffner, an infectious diseases specialist at Vanderbilt University medical center. \"We have been playing reluctant catch-up throughout.\"\n\nAs Schaffner sees it, the stuttering provision of mass testing \"put us behind the eight-ball\" right at the start. \"It did not permit us, and still doesn't permit us, to define the extent of the virus in this country.\"\n\nThough the decision to allow private and state labs to provide testing has increased the flow of test kits, the US remains starkly behind South Korea, which has conducted more than five times as many tests per capita. That makes predicting where the next hotspot will pop up after New York and New Orleans almost impossible.\n\nIn the absence of sufficient test kits, the US Centers of Disease Control and Prevention (CDC) initially kept a tight rein on testing, creating a bottleneck. \"I believe the CDC was caught flat-footed,\" was how the governor of New York, Andrew Cuomo, put it on 7 March. \"They're slowing down the state.\"\n\nThe CDC's botched rollout of testing was the first indication that the Trump administration was faltering as the health emergency gathered pace. Behind the scenes, deep flaws in the way federal agencies had come to operate under Trump were being exposed.\n\nIn 2018 the pandemic unit in the national security council - which was tasked to prepare for health emergencies precisely like the current one - was disbanded. \"Eliminating the office has contributed to the federal government's sluggish domestic response,\" Beth Cameron, senior director of the office at the time it was broken up, wrote in the Washington Post.\n\nDisbanding the unit exacerbated a trend that was already prevalent after two years of Trump - an exodus of skilled and experienced officials who knew what they were doing. \"There's been an erosion of expertise, of competent leadership, at important levels of government,\" a former senior government official told the Guardian.\n\n\"Over time there was a lot of paranoia and people left and they had a hard time attracting good replacements,\" the official said. \"Nobody wanted to work there.\"\n\nIt was hardly a morale-boosting gesture when Trump proposed a 16% cut in CDC funding on 10 February - 11 days after the World Health Organization had declared a public health emergency over Covid-19.\n\nSchaffner, who describes himself as the \"president of the CDC fan club\", said he has been saddened by how sidelined the CDC has become over the past two months. \"Here we have the public health issue of our era and one doesn't hear from the CDC, the premier public health organization in the world,\" Schaffner said.\n\nUnder Trump, anti-science sweeps through DC\n\nThe Food and Drug Administration (FDA), which regulates the diagnostic tests and will control any new treatments for coronavirus, has also shown vulnerabilities. The agency recently indicated that it was looking into the possibility of prescribing the malaria drug chloroquine for coronavirus sufferers, even though there is no evidence it would work and some indication it could have serious side-effects.\n\nThe decision dismayed experts, given that Trump has personally pushed the unproven remedy on a whim. It smacked of the wave of anti-science sentiment sweeping federal agencies under this presidency.\n\nAs the former senior official put it: \"We have the FDA bowing to political pressure and making decisions completely counter to modern science.\"\n\nHighly respected career civil servants, with impeccable scientific credentials, have struggled to get out in front of the president. Dr Anthony Fauci, an infectious disease expert who has become a rare trusted face in the administration amid the coronavirus scourge, has expressed his frustration.\n\nThis week Fauci was asked by a Science magazine writer, Jon Cohen, how he could stand beside Trump at daily press briefings and listen to him misleading the American people with comments such as that the China travel ban had been a great success in blocking entry of the virus. Fauci replied: \"I know, but what do you want me to do? I mean, seriously Jon, let's get real, what do you want me to do?\"\n\nTrump has designated himself a \"wartime president\". But if the title bears any validity, his military tactics have been highly unconventional. He has exacerbated the problems encountered by federal agencies by playing musical chairs at the top of the coronavirus force.\n\nThe president began by creating on 29 January a special coronavirus taskforce, then gave Vice-President Mike Pence the job, who promptly appointed Deborah Birx \"coronavirus response coordinator\", before the federal emergency agency Fema began taking charge of key areas, with Jared Kushner, the president's son-in-law, creating a shadow team that increasingly appears to be calling the shots.\n\n\"There's no point of responsibility,\" the former senior official told the Guardian. \"It keeps shifting. Nobody owns the problem.\"\n\nTrump: everything's going to be great\n\nAmid the confusion, day-to-day management of the crisis has frequently come directly from Trump himself via his Twitter feed. The president, with more than half an eye on the New York stock exchange, has consistently talked down the scale of the crisis.\n\nOn 30 January, as the World Health Organization was declaring a global emergency, Trump said: \"We only have five people. Hopefully, everything's going to be great.\"\n\nOn 24 February, Trump claimed \"the coronavirus is very much under control in the USA\". The next day, Nancy Messonnier, the CDC's top official on respiratory diseases, took the radically different approach of telling the truth, warning the American people that \"disruption to everyday life might be severe\".\n\nTrump was reportedly so angered by the comment and its impact on share prices that he shouted down the phone at Messonnier's boss, the secretary of health and human services, Alex Azar.\n\n\"Messonnier was 100% right. She gave a totally honest and accurate assessment,\" Konyndyk told the Guardian. And for that, Trump angrily rebuked her department. \"That sent a very clear message about what is and isn't permissible to say.\"\n\nKonyndyk recalls attending a meeting in mid-February with top Trump administration officials present in which the only topic of conversation was the travel bans. That's when he began to despair about the federal handling of the crisis.\n\n\"I thought, 'Holy Jesus!' Where's the discussion on protecting our hospitals? Where's the discussion on high-risk populations, on surveillance so we can detect where the virus is. I knew then that the president had set the priority, the bureaucracy was following it, but it was the wrong priority.\"\n\nSo it has transpired. In the wake of the testing disaster has come the personal protective equipment (PPE) disaster, the hospital bed disaster, and now the ventilator disaster.\n\nVentilators, literal life preservers, are in dire short supply across the country. When governors begged Trump to unleash the full might of the US government on this critical problem, he gave his answer on 16 March.\n\nIn a phrase that will stand beside 20 January 2020 as one of the most revelatory moments of the history of coronavirus, he said: \"Respirators, ventilators, all of the equipment - try getting it yourselves.\"\n\nTo date, the Trump administration has supplied 400 ventilators to New York. By Cuomo's estimation, 30,000 are needed.\n\n\"You want a pat on the back for sending 400 ventilators?\" Cuomo scathingly asked on Tuesday. \"You pick the 26,000 who are going to die because you only sent 400 ventilators.\"\n\n'A total vacuum of federal leadership'\n\nIn the absence of a strong federal response, a patchwork of efforts has sprouted all across the country. State governors are doing their own thing. Cities, even individual hospitals, are coping as best they can.\n\nIn an improvised attempt to address such inconsistencies, charitable startups have proliferated on social media. Konyndyk has clubbed together with fellow disaster relief experts to set up Covid Local, an online \"quick and dirty\" guide to how to fight a pandemic.\n\n\"We are seeing the emergence of 50-state anarchy, because of a total vacuum of federal leadership. It's absurd that thinktanks and Twitter are providing more actionable guidance in the US than the federal government, but that's where we are.\"\n\nValerie Griffeth is a founding member of another of the new online startups that are trying to fill the Trump void. Set up by emergency department doctors across the country, GetUsPPE.org seeks to counter the top-down chaos that is putting frontline health workers like herself in danger through a dearth of protective gear.\n\nGriffeth is an emergency and critical care physician in Portland, Oregon. She spends most days now in intensive care treating perilously ill patients with coronavirus.\n\nHer hospital is relatively well supplied, she said, but even so protective masks will run out within two weeks. \"We are all worried about it, we're scared for our own health, the health of our families, of our patients.\"\n\nEarly on in the crisis, Griffeth said, it dawned on her and many of her peers that the federal government to which they would normally look to keep them safe was nowhere to be seen. They resigned themselves to a terrible new reality.\n\n\"We said to ourselves we are going to get exposed to the virus. When the federal government isn't there to provide adequate supplies, it's just a matter of time.\"\n\nBut just in the last few days, Griffeth has started to see the emergence of something else. She has witnessed an explosion of Americans doing it for themselves, filling in the holes left by Trump's failed leadership.\n\n\"People are stepping up all around us,\" she said. \"I'm amazed by what has happened in such short time. It gives me hope.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "tom_mccarthy@theguardian.com", "name": "Tom McCarthy", "type": "author", "isAgency": false}, {"uri": "ed_pilkington@theguardian.com", "name": "Ed Pilkington", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 5, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 5, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 5, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 4, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 4, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 4, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Orleans", "type": "loc", "score": 4, "label": {"eng": "New Orleans"}, "location": {"type": "place", "label": {"eng": "New Orleans"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Executive_Order_13769", "type": "wiki", "score": 3, "label": {"eng": "Executive Order 13769"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 3, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Scott_Gottlieb", "type": "person", "score": 3, "label": {"eng": "Scott Gottlieb"}}, {"uri": "http://en.wikipedia.org/wiki/Ron_Klain", "type": "person", "score": 3, "label": {"eng": "Ron Klain"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Agency_for_International_Development", "type": "org", "score": 3, "label": {"eng": "United States Agency for International Development"}}, {"uri": "http://en.wikipedia.org/wiki/Vanderbilt_University", "type": "org", "score": 3, "label": {"eng": "Vanderbilt University"}}, {"uri": "http://en.wikipedia.org/wiki/Georgetown_University", "type": "org", "score": 3, "label": {"eng": "Georgetown University"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_New_York", "type": "wiki", "score": 3, "label": {"eng": "Governor of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Health_policy", "type": "wiki", "score": 3, "label": {"eng": "Health policy"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_diagnosis", "type": "wiki", "score": 3, "label": {"eng": "Medical diagnosis"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 3, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 3, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 3, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Food_and_Drug_Administration", "type": "org", "score": 3, "label": {"eng": "Food and Drug Administration"}}, {"uri": "http://en.wikipedia.org/wiki/CNBC", "type": "org", "score": 3, "label": {"eng": "CNBC"}}, {"uri": "http://en.wikipedia.org/wiki/National_security", "type": "wiki", "score": 3, "label": {"eng": "National security"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/University", "type": "wiki", "score": 3, "label": {"eng": "University"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 3, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Lightning", "type": "wiki", "score": 3, "label": {"eng": "Lightning"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 3, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 3, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 2, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/History_of_science", "type": "wiki", "score": 2, "label": {"eng": "History of science"}}, {"uri": "http://en.wikipedia.org/wiki/Science_(journal)", "type": "wiki", "score": 2, "label": {"eng": "Science (journal)"}}, {"uri": "http://en.wikipedia.org/wiki/Chloroquine", "type": "wiki", "score": 2, "label": {"eng": "Chloroquine"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 2, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Jesus", "type": "person", "score": 2, "label": {"eng": "Jesus"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_Stock_Exchange", "type": "org", "score": 2, "label": {"eng": "New York Stock Exchange"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Washington,_D.C.", "type": "loc", "score": 2, "label": {"eng": "Washington, D.C."}, "location": {"type": "place", "label": {"eng": "Washington, D.C."}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 1, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Portland,_Oregon", "type": "loc", "score": 1, "label": {"eng": "Portland, Oregon"}, "location": {"type": "place", "label": {"eng": "Portland, Oregon"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 17}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 20}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 17}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 18}, {"uri": "dmoz/Health/Occupational_Health_and_Safety/Emergency_Preparedness", "label": "dmoz/Health/Occupational Health and Safety/Emergency Preparedness", "wgt": 16}, {"uri": "news/Health", "label": "news/Health", "wgt": 83}], "image": "https://i.guim.co.uk/img/media/76fa5b38911f01fe14f2853aef1c592a885e13ff/0_232_4340_2603/master/4340.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=5a7b135944682ffbbce465a5821e2643", "eventUri": "eng-5640360", "location": null, "shares": {"facebook": 128478}, "sentiment": -0.1843137254901961, "wgt": 128478, "relevance": 101}, {"uri": "6010078033", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "13:58:00", "dateTime": "2020-03-27T13:58:00Z", "dateTimePub": "2020-03-27T13:36:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/27/a-letter-to-the-uk-from-italy-this-is-what-we-know-about-your-future", "title": "A letter to the UK from Italy: this is what we know about your future", "body": "The acclaimed Italian novelist Francesca Melandri, who has been under lockdown in Rome for almost three weeks due to the Covid-19 outbreak, has written a letter to Guardian readers in the UK \"from your future\", laying out the range of emotions people are likely to go through over the coming weeks.\n\nI am writing to you from Italy, which means I am writing from your future. We are now where you will be in a few days. The epidemic's charts show us all entwined in a parallel dance.\n\nWe are but a few steps ahead of you in the path of time, just like Wuhan was a few weeks ahead of us. We watch you as you behave just as we did. You hold the same arguments we did until a short time ago, between those who still say \"it's only a flu, why all the fuss?\" and those who have already understood.\n\nAs we watch you from here, from your future, we know that many of you, as you were told to lock yourselves up into your homes, quoted Orwell, some even Hobbes. But soon you'll be too busy for that.\n\nFirst of all, you'll eat. Not just because it will be one of the few last things that you can still do.\n\nYou'll find dozens of social networking groups with tutorials on how to spend your free time in fruitful ways. You will join them all, then ignore them completely after a few days.\n\nYou'll pull apocalyptic literature out of your bookshelves, but will soon find you don't really feel like reading any of it.\n\nYou'll eat again. You will not sleep well. You will ask yourselves what is happening to democracy.\n\nYou'll have an unstoppable online social life - on Messenger, WhatsApp, Skype, Zoom...\n\nYou will miss your adult children like you never have before; the realisation that you have no idea when you will ever see them again will hit you like a punch in the chest.\n\nOld resentments and falling-outs will seem irrelevant. You will call people you had sworn never to talk to ever again, so as to ask them: \"How are you doing?\" Many women will be beaten in their homes.\n\nYou will wonder what is happening to all those who can't stay home because they don't have one. You will feel vulnerable when going out shopping in the deserted streets, especially if you are a woman. You will ask yourselves if this is how societies collapse. Does it really happen so fast? You'll block out these thoughts and when you get back home you'll eat again.\n\nYou will put on weight. You'll look for online fitness training.\n\nYou'll laugh. You'll laugh a lot. You'll flaunt a gallows humour you never had before. Even people who've always taken everything dead seriously will contemplate the absurdity of life, of the universe and of it all.\n\nYou will make appointments in the supermarket queues with your friends and lovers, so as to briefly see them in person, all the while abiding by the social distancing rules.\n\nYou will count all the things you do not need.\n\nThe true nature of the people around you will be revealed with total clarity. You will have confirmations and surprises.\n\nLiterati who had been omnipresent in the news will disappear, their opinions suddenly irrelevant; some will take refuge in rationalisations which will be so totally lacking in empathy that people will stop listening to them. People whom you had overlooked, instead, will turn out to be reassuring, generous, reliable, pragmatic and clairvoyant.\n\nThose who invite you to see all this mess as an opportunity for planetary renewal will help you to put things in a larger perspective. You will also find them terribly annoying: nice, the planet is breathing better because of the halved CO2 emissions, but how will you pay your bills next month?\n\nYou will not understand if witnessing the birth of a new world is more a grandiose or a miserable affair.\n\nYou will play music from your windows and lawns. When you saw us singing opera from our balconies, you thought \"ah, those Italians\". But we know you will sing uplifting songs to each other too. And when you blast I Will Survive from your windows, we'll watch you and nod just like the people of Wuhan, who sung from their windows in February, nodded while watching us.\n\nMany of you will fall asleep vowing that the very first thing you'll do as soon as lockdown is over is file for divorce.\n\nMany children will be conceived.\n\nYour children will be schooled online. They'll be horrible nuisances; they'll give you joy.\n\nElderly people will disobey you like rowdy teenagers: you'll have to fight with them in order to forbid them from going out, to get infected and die.\n\nYou will try not to think about the lonely deaths inside the ICU.\n\nYou'll want to cover with rose petals all medical workers' steps.\n\nYou will be told that society is united in a communal effort, that you are all in the same boat. It will be true. This experience will change for good how you perceive yourself as an individual part of a larger whole.\n\nClass, however, will make all the difference. Being locked up in a house with a pretty garden or in an overcrowded housing project will not be the same. Nor is being able to keep on working from home or seeing your job disappear. That boat in which you'll be sailing in order to defeat the epidemic will not look the same to everyone nor is it actually the same for everyone: it never was.\n\nAt some point, you will realise it's tough. You will be afraid. You will share your fear with your dear ones, or you will keep it to yourselves so as not to burden them with it too.\n\nYou will eat again.\n\nWe're in Italy, and this is what we know about your future. But it's just small-scale fortune-telling. We are very low-key seers.\n\nIf we turn our gaze to the more distant future, the future which is unknown both to you and to us too, we can only tell you this: when all of this is over, the world won't be the same.\n\n© Francesca Melandri 2020", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 4, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Rome", "type": "loc", "score": 4, "label": {"eng": "Rome"}, "location": {"type": "place", "label": {"eng": "Rome"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Francesca_Melandri", "type": "person", "score": 3, "label": {"eng": "Francesca Melandri"}}, {"uri": "http://en.wikipedia.org/wiki/Exercise", "type": "wiki", "score": 3, "label": {"eng": "Exercise"}}, {"uri": "http://en.wikipedia.org/wiki/Apocalyptic_literature", "type": "wiki", "score": 3, "label": {"eng": "Apocalyptic literature"}}, {"uri": "http://en.wikipedia.org/wiki/Thomas_Hobbes", "type": "person", "score": 3, "label": {"eng": "Thomas Hobbes"}}, {"uri": "http://en.wikipedia.org/wiki/George_Orwell", "type": "person", "score": 3, "label": {"eng": "George Orwell"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Black_comedy", "type": "wiki", "score": 3, "label": {"eng": "Black comedy"}}, {"uri": "http://en.wikipedia.org/wiki/Dance", "type": "wiki", "score": 3, "label": {"eng": "Dance"}}, {"uri": "http://en.wikipedia.org/wiki/WhatsApp", "type": "org", "score": 3, "label": {"eng": "WhatsApp"}}, {"uri": "http://en.wikipedia.org/wiki/Skype", "type": "wiki", "score": 3, "label": {"eng": "Skype"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 3, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Social_networking_service", "type": "wiki", "score": 3, "label": {"eng": "Social networking service"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/I_Will_Survive", "type": "wiki", "score": 2, "label": {"eng": "I Will Survive"}}, {"uri": "http://en.wikipedia.org/wiki/Confirmation", "type": "wiki", "score": 2, "label": {"eng": "Confirmation"}}, {"uri": "http://en.wikipedia.org/wiki/Clairvoyance", "type": "wiki", "score": 2, "label": {"eng": "Clairvoyance"}}, {"uri": "http://en.wikipedia.org/wiki/Pragmatism", "type": "wiki", "score": 2, "label": {"eng": "Pragmatism"}}, {"uri": "http://en.wikipedia.org/wiki/Absurdism", "type": "wiki", "score": 2, "label": {"eng": "Absurdism"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_unit", "type": "wiki", "score": 2, "label": {"eng": "Intensive care unit"}}, {"uri": "http://en.wikipedia.org/wiki/Empathy", "type": "wiki", "score": 2, "label": {"eng": "Empathy"}}, {"uri": "http://en.wikipedia.org/wiki/Greenhouse_gas", "type": "wiki", "score": 2, "label": {"eng": "Greenhouse gas"}}, {"uri": "http://en.wikipedia.org/wiki/Intellectual", "type": "wiki", "score": 2, "label": {"eng": "Intellectual"}}, {"uri": "http://en.wikipedia.org/wiki/Supermarket", "type": "org", "score": 2, "label": {"eng": "Supermarket"}}], "categories": [{"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 16}, {"uri": "dmoz/Society/Future/Organizations", "label": "dmoz/Society/Future/Organizations", "wgt": 13}, {"uri": "dmoz/Society/Future/Essays", "label": "dmoz/Society/Future/Essays", "wgt": 15}, {"uri": "dmoz/Society/Future/Predictions", "label": "dmoz/Society/Future/Predictions", "wgt": 13}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 99}], "image": "https://i.guim.co.uk/img/media/64f66c76333b0d234d377cd400abec830916999b/0_0_7272_4364/master/7272.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=4ebfba8b1ee754bb1d33b80e8c096348", "eventUri": null, "location": null, "shares": {"facebook": 127545}, "sentiment": -0.0117647058823529, "wgt": 127545, "relevance": 76}, {"uri": "6012249516", "lang": "eng", "isDuplicate": false, "date": "2020-03-29", "time": "14:27:00", "dateTime": "2020-03-29T14:27:00Z", "dateTimePub": "2020-03-29T14:06:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/us-news/2020/mar/29/pelosi-trump-coronavirus-response-inaction-delays", "title": "Pelosi accuses Trump of costing US lives with coronavirus denials and delays", "body": "Nancy Pelosi, the top Democrat in Congress, delivered a devastating critique of Donald Trump on Sunday, accusing the president directly of costing American lives through his constant denials and delays in response to the coronavirus outbreak.\n\n\"The president's denial at the beginning was deadly,\" the House Speaker told CNN's State of the Union. \"His delay in getting equipment to where it's needed is deadly ... As the president fiddles, people are dying.\"\n\nMore than 2,000 Covid-19 deaths had been confirmed in the US by Sunday morning, among about 125,000 confirmed cases, the most in any country.\n\nAsked if she was saying Trump's early downplaying of the severity of the coronavirus crisis had \"cost American lives\", Pelosi replied: \"Yes I am. I'm saying that.\"\n\nShe said that after the crisis was over, there would need to be an investigation into Trump's handling of the pandemic.\n\n\"What did he know?\" she asked, echoing congressional investigators who brought down Richard Nixon. \"When did he know it?\"\n\nBut for now, she said, it was a question of making sure the president stopped failing to act.\n\n\"We still don't have adequate testing,\" Pelosi said, \"and we still don't have protective equipment for our health workers who are risking their own lives to save lives.\"\n\nPelosi's direct accusation seemed certain to inflame Trump, who was due to host a press briefing later on Sunday.\n\nOn Saturday, federal health officials issued an advisory urging New York, New Jersey and Connecticut residents to refrain from non-essential domestic travel for two weeks.\n\nBut as they did so, political battle over the response to Covid-19 continued in Washington and governors' mansions.\n\nOn Sunday Dr Anthony Fauci, Trump's top public health adviser in the crisis, told CNN 56% of all new infections were being confirmed in New York, the nation's largest city, and its surrounding area.\n\n\"That's terrible suffering for the people of New York,\" Fauci said. \"I feel that personally as a New Yorker.\"\n\nThe travel advisory for the tri-state area came in the wake of Trump's statements that he was mulling an \"enforceable quarantine\" of the region - a position which revealed the disconnect between him and New York governor Andrew Cuomo's efforts to thwart the coronavirus outbreak.\n\nCuomo said at a media briefing Trump had not apprised him of the potential quarantine on a call earlier that day. Later, the governor warned that such an order would sow \"chaos and mayhem\" and equate to a \"federal declaration of war\".\n\nFauci said that on Saturday night he and other top health officials persuaded Trump that his quarantine idea was not a good idea.\n\n\"You don't want to get to a point of enforcing things which would create a big difficulty for morale and otherwise when you could probably accomplish the same goal\" voluntarily, Fauci said.\n\nThe US death count from Covid-19 includes an infant in Chicago and represents a doubling of fatalities in just two days, a grim statistic in keeping with reported US cases surpassing any other country.\n\nMetropolitan areas such as New Orleans, Chicago and Detroit, as well as rural regions, are braced for inevitable strain on healthcare systems, fearing outright collapse.\n\n\"If you haven't been paying attention, maybe this is your wake-up call,\" said Dr Ngozi Ezike, director of Illinois department of public health.\n\nDr Teena Chopra, medical director of infection prevention and hospital epidemiology at Detroit Medical Center, voiced similar fears, warning of a \"tsunami\" of patients.\n\n\"At this time, the trajectory of Detroit is unfortunately even more steep than that of New York,\" Chopra said. \"This is off the charts.\"\n\nStates and localities are taking different approaches to containment efforts, seemingly reflecting disparate understandings of coronavirus's seriousness.\n\nA minimum of 229 million US residents have been urged to stay at home, according to the New York Times. There are about 327 million people in the country, however, suggesting many are not bound by guidelines that could slow Covid-19.\n\nSome states have engaged in finger-pointing toward other states' residents - especially New York - and enacted policies to limit their movements.\n\nCuomo threatened to sue Rhode Island if officials did not refrain from their \"reactionary and illegal policy\" of stopping cars with New York license plates and knocking on doors seeking New Yorkers, to ensure self-quarantining.\n\nFlorida's governor, Ron DeSantis, has ordered highway checkpoints, saying: \"There'll probably be a diversion for folks with certain license plates.\"\n\nDeSantis also deployed Florida national guard members to airports this week, screening New York-area arrivals and ordering 14-day self-quarantines.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "ed_pilkington@theguardian.com", "name": "Ed Pilkington", "type": "author", "isAgency": false}, {"uri": "victoria_bekiempis@theguardian.com", "name": "Victoria Bekiempis", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 5, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 5, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 5, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 4, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 4, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 4, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 4, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_the_Union", "type": "wiki", "score": 3, "label": {"eng": "State of the Union"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Richard_Nixon", "type": "person", "score": 3, "label": {"eng": "Richard Nixon"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_metropolitan_area", "type": "loc", "score": 3, "label": {"eng": "New York metropolitan area"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Speaker_of_the_United_States_House_of_Representatives", "type": "wiki", "score": 3, "label": {"eng": "Speaker of the United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 3, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 3, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chicago", "type": "loc", "score": 3, "label": {"eng": "Chicago"}, "location": {"type": "place", "label": {"eng": "Chicago"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 3, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Detroit_Medical_Center", "type": "wiki", "score": 2, "label": {"eng": "Detroit Medical Center"}}, {"uri": "http://en.wikipedia.org/wiki/Declaration_of_war", "type": "wiki", "score": 2, "label": {"eng": "Declaration of war"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_New_York", "type": "wiki", "score": 2, "label": {"eng": "Governor of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 2, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/Metropolitan_area", "type": "wiki", "score": 2, "label": {"eng": "Metropolitan area"}}, {"uri": "http://en.wikipedia.org/wiki/Tsunami", "type": "wiki", "score": 2, "label": {"eng": "Tsunami"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 2, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Governor", "type": "wiki", "score": 2, "label": {"eng": "Governor"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 2, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Detroit", "type": "loc", "score": 2, "label": {"eng": "Detroit"}, "location": {"type": "place", "label": {"eng": "Detroit"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Illinois", "type": "loc", "score": 2, "label": {"eng": "Illinois"}, "location": {"type": "place", "label": {"eng": "Illinois"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Orleans", "type": "loc", "score": 2, "label": {"eng": "New Orleans"}, "location": {"type": "place", "label": {"eng": "New Orleans"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_National_Guard", "type": "org", "score": 1, "label": {"eng": "United States National Guard"}}, {"uri": "http://en.wikipedia.org/wiki/Vehicle_registration_plates_of_New_York", "type": "wiki", "score": 1, "label": {"eng": "Vehicle registration plates of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Ron_DeSantis", "type": "person", "score": 1, "label": {"eng": "Ron DeSantis"}}, {"uri": "http://en.wikipedia.org/wiki/Vehicle_registration_plate", "type": "wiki", "score": 1, "label": {"eng": "Vehicle registration plate"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 1, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Rhode_Island", "type": "loc", "score": 1, "label": {"eng": "Rhode Island"}, "location": {"type": "place", "label": {"eng": "Rhode Island"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Florida", "type": "loc", "score": 1, "label": {"eng": "Florida"}, "location": {"type": "place", "label": {"eng": "Florida"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 12}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 11}, {"uri": "dmoz/Health/Public_Health_and_Safety/Statistics", "label": "dmoz/Health/Public Health and Safety/Statistics", "wgt": 13}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 12}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 91}], "image": "https://i.guim.co.uk/img/media/9a5ffc58f1e100336268b3493f762859252bcd57/0_400_6000_3600/master/6000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=71d6ce6775920f3172362b7054268726", "eventUri": null, "location": null, "shares": {"facebook": 81233}, "sentiment": -0.192156862745098, "wgt": 81233, "relevance": 101}, {"uri": "6009825358", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "10:18:00", "dateTime": "2020-03-27T10:18:00Z", "dateTimePub": "2020-03-27T10:06:00Z", "dataType": "news", "sim": 0.6235294342041016, "url": "http://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news", "title": "UK coronavirus live: English councils reportedly asked to house all rough sleepers this weekend", "body": "Metro Bank has joined a growing number of providers in offering customers temporary relief on overdraft charges, PA reports.\n\nThe bank said personal current account customers will not be charged any interest for using their overdraft for a period running from the start of March until the end of June.\n\nThis applies to both new and existing customers. It will happen automatically and customers do not need to contact the bank.\n\nHere is a round-up of what other providers have announced:\n\nYesterday, Nationwide Building Society said it will not charge overdraft interest from April 20 until July 1 for those financially impacted by Covid-19.\n\nBarclays UK said overdraft interest will be waived from March 27 to the end of April, meaning no charges for customers to use their agreed overdraft.\n\nLloyds Bank, Halifax and Bank of Scotland have announced that from April 6, customers will be able to access a 300 interest-free overdraft.\n\nAnd as of yesterday, HSBC UK introduced a temporary 300 interest-free buffer on overdrafts for customers with its Bank Account and Advance Account for a period of three months.\n\nThe Labour MP, Angela Rayner, announced on Twitter that she is self-isolating as a result of experiencing coronavirus symptoms. She urged everybody to remember to stay at home to save lives at this time.\n\nIn true silver linings spirit, council workers have taken advantage of the empty streets to repaint the iconic Abbey Road zebra crossing featured on the cover of the 1969 Beatles album.\n\nYou can read the full story from our deputy music editor, Laura Snapes, here.\n\nGood morning. Councils in England have been asked to house all rough sleepers by the weekend, Sky News is reporting, though the government has yet to confirm this. The charity Crisis, which supports the homeless, told Sky the \"unprecedented\" move was made in a letter from the Ministry of Housing, Communities and Local Government to local authorities yesterday.\n\nIt follows heartwarming scenes last night as people took to their front doors and windows to applaud, whoop, bang on cooking pots, let off fireworks and toot their car horns in a collective act of gratitude for those in our NHS working on the frontline in the fight against coronavirus. More than 670,660 people have now signed up serve as NHS volunteers.\n\nMeanwhile, the economic impact of Covid-19 continues to be felt as the housing market was effectively suspended last night. The government warned that house buyers should postpone their completion dates and anyone in the early stages of buying or selling a property should delay purchases. The Times (paywall) has the story.\n\nAlso, following Rishi Sunak's awaited announcement of an income support scheme for the self-employed yesterday, food manufacturers, who desperately need labour, have actually suggested the chancellor's bailout package might have the unintended consequence of causing serious shortages. This is because it means furloughed workers are unable to plug gaps in production lines as that would mean losing out on receiving the 80% contribution to their old salaries. Buzzfeed's Alex Wickham has the story.\n\nParliament is not sitting today and has risen early for the Easter recess.\n\nWe will be covering all UK coronavirus developments throughout the day. You can read all the latest Guardian coronavirus articles here, you can read all the latest Guardian politics articles here and here is the Politico Europe roundup of this morning's political news.\n\nIf you want to follow me or contact me on Twitter, I'm on @lucy_campbell_.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "lucy_campbell@theguardian.com", "name": "Lucy Campbell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Overdraft", "type": "wiki", "score": 5, "label": {"eng": "Overdraft"}}, {"uri": "http://en.wikipedia.org/wiki/Current_account_(balance_of_payments)", "type": "wiki", "score": 4, "label": {"eng": "Current account (balance of payments)"}}, {"uri": "http://en.wikipedia.org/wiki/Metro_Bank_(United_Kingdom)", "type": "org", "score": 4, "label": {"eng": "Metro Bank (United Kingdom)"}}, {"uri": "http://en.wikipedia.org/wiki/Pennsylvania", "type": "loc", "score": 4, "label": {"eng": "Pennsylvania"}, "location": {"type": "place", "label": {"eng": "Pennsylvania"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Halifax,_Nova_Scotia", "type": "loc", "score": 3, "label": {"eng": "Halifax, Nova Scotia"}, "location": {"type": "place", "label": {"eng": "Halifax, Nova Scotia"}, "country": {"type": "country", "label": {"eng": "Canada"}}}}, {"uri": "http://en.wikipedia.org/wiki/Angela_Rayner", "type": "person", "score": 3, "label": {"eng": "Angela Rayner"}}, {"uri": "http://en.wikipedia.org/wiki/Member_of_parliament", "type": "wiki", "score": 3, "label": {"eng": "Member of parliament"}}, {"uri": "http://en.wikipedia.org/wiki/HSBC_Bank_(Europe)", "type": "org", "score": 3, "label": {"eng": "HSBC Bank (Europe)"}}, {"uri": "http://en.wikipedia.org/wiki/Nationwide_Building_Society", "type": "org", "score": 3, "label": {"eng": "Nationwide Building Society"}}, {"uri": "http://en.wikipedia.org/wiki/Abbey_Road_Studios", "type": "wiki", "score": 3, "label": {"eng": "Abbey Road Studios"}}, {"uri": "http://en.wikipedia.org/wiki/Bank_of_Scotland", "type": "org", "score": 3, "label": {"eng": "Bank of Scotland"}}, {"uri": "http://en.wikipedia.org/wiki/Lloyds_Bank", "type": "org", "score": 3, "label": {"eng": "Lloyds Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 3, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/The_Beatles", "type": "org", "score": 3, "label": {"eng": "The Beatles"}}, {"uri": "http://en.wikipedia.org/wiki/Zebra_crossing", "type": "wiki", "score": 3, "label": {"eng": "Zebra crossing"}}, {"uri": "http://en.wikipedia.org/wiki/Barclays", "type": "org", "score": 3, "label": {"eng": "Barclays"}}, {"uri": "http://en.wikipedia.org/wiki/Homelessness", "type": "wiki", "score": 3, "label": {"eng": "Homelessness"}}, {"uri": "http://en.wikipedia.org/wiki/Silver", "type": "wiki", "score": 3, "label": {"eng": "Silver"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Rishi_Sunak", "type": "person", "score": 2, "label": {"eng": "Rishi Sunak"}}, {"uri": "http://en.wikipedia.org/wiki/Ministry_of_Housing,_Communities_and_Local_Government", "type": "wiki", "score": 2, "label": {"eng": "Ministry of Housing, Communities and Local Government"}}, {"uri": "http://en.wikipedia.org/wiki/Unintended_consequences", "type": "wiki", "score": 2, "label": {"eng": "Unintended consequences"}}, {"uri": "http://en.wikipedia.org/wiki/Bailout", "type": "wiki", "score": 2, "label": {"eng": "Bailout"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 2, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Charitable_organization", "type": "wiki", "score": 2, "label": {"eng": "Charitable organization"}}, {"uri": "http://en.wikipedia.org/wiki/Sky_News", "type": "org", "score": 2, "label": {"eng": "Sky News"}}, {"uri": "http://en.wikipedia.org/wiki/Welfare", "type": "wiki", "score": 2, "label": {"eng": "Welfare"}}, {"uri": "http://en.wikipedia.org/wiki/Fireworks", "type": "wiki", "score": 2, "label": {"eng": "Fireworks"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 2, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Politico_Europe", "type": "wiki", "score": 1, "label": {"eng": "Politico Europe"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament_of_the_United_Kingdom", "type": "org", "score": 1, "label": {"eng": "Parliament of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/BuzzFeed", "type": "org", "score": 1, "label": {"eng": "BuzzFeed"}}, {"uri": "http://en.wikipedia.org/wiki/Easter", "type": "wiki", "score": 1, "label": {"eng": "Easter"}}], "categories": [{"uri": "dmoz/Business/Financial_Services", "label": "dmoz/Business/Financial Services", "wgt": 13}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 14}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 13}, {"uri": "dmoz/Business/Financial_Services/Banking_Services", "label": "dmoz/Business/Financial Services/Banking Services", "wgt": 15}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 72}], "image": "https://i.guim.co.uk/img/media/8b8b16c6de28233376c596081e2d869240e8512f/0_448_6720_4032/master/6720.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&s=b7a5628e376f20cd61b916d42e9da7df", "eventUri": "eng-5626529", "location": null, "shares": {"facebook": 47021}, "sentiment": 0.1372549019607843, "wgt": 47021, "relevance": 101}, {"uri": "6006906890", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "07:42:00", "dateTime": "2020-03-25T07:42:00Z", "dateTimePub": "2020-03-25T07:00:00Z", "dataType": "news", "sim": 0.7686274647712708, "url": "http://www.theguardian.com/world/2020/mar/25/coronavirus-nature-is-sending-us-a-message-says-un-environment-chief", "title": "Coronavirus: 'Nature is sending us a message', says UN environment chief", "body": "Nature is sending us a message with the coronavirus pandemic and the ongoing climate crisis, according to the UN's environment chief, Inger Andersen.\n\nAndersen said humanity was placing too many pressures on the natural world with damaging consequences, and warned that failing to take care of the planet meant not taking care of ourselves.\n\nLeading scientists also said the Covid-19 outbreak was a \"clear warning shot\", given that far more deadly diseases existed in wildlife, and that today's civilisation was \"playing with fire\". They said it was almost always human behaviour that caused diseases to spill over into humans.\n\nTo prevent further outbreaks, the experts said, both global heating and the destruction of the natural world for farming, mining and housing have to end, as both drive wildlife into contact with people.\n\nThey also urged authorities to put an end to live animal markets - which they called an \"ideal mixing bowl\" for disease - and the illegal global animal trade.\n\nAndersen, executive director of the UN Environment Programme, said the immediate priority was to protect people from the coronavirus and prevent its spread. \"But our long-term response must tackle habitat and biodiversity loss,\" she added.\n\n\"Never before have so many opportunities existed for pathogens to pass from wild and domestic animals to people,\" she told the Guardian, explaining that 75% of all emerging infectious diseases come from wildlife.\n\n\"Our continued erosion of wild spaces has brought us uncomfortably close to animals and plants that harbour diseases that can jump to humans.\"\n\nShe also noted other environmental impacts, such as the Australian bushfires, broken heat records and the worst locust invasion in Kenya for 70 years. \"At the end of the day, [with] all of these events, nature is sending us a message,\" Anderson said.\n\n\"There are too many pressures at the same time on our natural systems and something has to give,\" she added. \"We are intimately interconnected with nature, whether we like it or not. If we don't take care of nature, we can't take care of ourselves. And as we hurtle towards a population of 10 billion people on this planet, we need to go into this future armed with nature as our strongest ally.\"\n\nHuman infectious disease outbreaks are rising and in recent years there have been Ebola, bird flu, Middle East respiratory syndrome (Mers), Rift Valley fever, sudden acute respiratory syndrome (Sars), West Nile virus and Zika virus all cross from animals to humans.\n\n\"The emergence and spread of Covid-19 was not only predictable, it was predicted [in the sense that] there would be another viral emergence from wildlife that would be a public health threat,\" said Prof Andrew Cunningham, of the Zoological Society of London. A 2007 study of the 2002-03 Sars outbreak concluded: \"The presence of a large reservoir of Sars-CoV-like viruses in horseshoe bats, together with the culture of eating exotic mammals in southern China, is a timebomb.\"\n\nCunningham said other diseases from wildlife had much higher fatality rates in people, such as 50% for Ebola and 60%-75% for Nipah virus, transmitted from bats in south Asia. \"Although, you might not think it at the moment, we've probably got a bit lucky with [Covid-19],\" he said. \"So I think we should be taking this as a clear warning shot. It's a throw of the dice.\"\n\n\"It's almost always a human behaviour that causes it and there will be more in the future unless we change,\" said Cunningham. Markets butchering live wild animals from far and wide are the most obvious example, he said. A market in China is believed to have been the source of Covid-19.\n\n\"The animals have been transported over large distances and are crammed together into cages. They are stressed and immunosuppressed and excreting whatever pathogens they have in them,\" he said. \"With people in large numbers in the market and in intimate contact with the body fluids of these animals, you have an ideal mixing bowl for [disease] emergence. If you wanted a scenario to maximise the chances of [transmission], I couldn't think of a much better way of doing it.\"\n\nChina has banned such markets, and Cunningham said this must be permanent. \"However, this needs to be done globally. There are wet markets throughout much of sub-Saharan Africa and a lot of other Asian countries too.\" The ease of travel in the modern world exacerbates the dangers, he said, adding: \"These days, you can be in a central African rainforest one day and in central London the next.\"\n\nAaron Bernstein, at the Harvard School of Public Health in the US, said the destruction of natural places drives wildlife to live close to people and that climate change was also forcing animals to move: \"That creates an opportunity for pathogens to get into new hosts.\"\n\n\"We've had Sars, Mers, Covid-19, HIV. We need to see what nature is trying to tell us here. We need to recognise that we're playing with fire,\" he said.\n\n\"The separation of health and environmental policy is a dangerous delusion. Our health entirely depends on the climate and the other organisms we share the planet with.\"\n\nThe billion-dollar illegal wildlife trade is another part of the problem, said John Scanlon, the former secretary general of the Convention on International Trade of Endangered Species of Wild Fauna and Flora.\n\n\"Importing countries should create a new legal obligation, supported by criminal sanctions, for an importer of wildlife to prove that it was legally obtained under the source country's national laws,\" he said. \"If we can blend taking a hard line against transnational organised wildlife criminals, while also opening up new opportunities for local communities, then we will see biodiversity, ecosystems and communities thrive.\"\n\nThe Covid-19 crisis may provide an opportunity for change, but Cunningham is not convinced it will be taken: \"I thought things would have changed after Sars, which was a massive wake up call - the biggest economic impact of any emerging disease to that date,\" he said.\n\n\"Everybody was up in arms about it. But it went away, because of our control measures. Then there was a huge sigh of relief and it was back to business as usual. We cannot go back to business as usual.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "damian_carrington@theguardian.com", "name": "Damian Carrington", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Wildlife", "type": "wiki", "score": 5, "label": {"eng": "Wildlife"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Middle East respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Human_behavior", "type": "wiki", "score": 4, "label": {"eng": "Human behavior"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Global_warming", "type": "wiki", "score": 4, "label": {"eng": "Global warming"}}, {"uri": "http://en.wikipedia.org/wiki/Nature_(journal)", "type": "wiki", "score": 4, "label": {"eng": "Nature (journal)"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 4, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 4, "label": {"eng": "United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/Emerging_infectious_disease", "type": "wiki", "score": 3, "label": {"eng": "Emerging infectious disease"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Rift_Valley_fever", "type": "wiki", "score": 3, "label": {"eng": "Rift Valley fever"}}, {"uri": "http://en.wikipedia.org/wiki/Locust", "type": "wiki", "score": 3, "label": {"eng": "Locust"}}, {"uri": "http://en.wikipedia.org/wiki/Avian_influenza", "type": "wiki", "score": 3, "label": {"eng": "Avian influenza"}}, {"uri": "http://en.wikipedia.org/wiki/West_Nile_virus", "type": "wiki", "score": 3, "label": {"eng": "West Nile virus"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations_Environment_Programme", "type": "org", "score": 3, "label": {"eng": "United Nations Environment Programme"}}, {"uri": "http://en.wikipedia.org/wiki/Domestication", "type": "wiki", "score": 3, "label": {"eng": "Domestication"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 3, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Erosion", "type": "wiki", "score": 3, "label": {"eng": "Erosion"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 3, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 3, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 3, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Kenya", "type": "loc", "score": 3, "label": {"eng": "Kenya"}, "location": {"type": "country", "label": {"eng": "Kenya"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Zoological_Society_of_London", "type": "org", "score": 2, "label": {"eng": "Zoological Society of London"}}, {"uri": "http://en.wikipedia.org/wiki/South_Asia", "type": "loc", "score": 2, "label": {"eng": "South Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Sub-Saharan_Africa", "type": "loc", "score": 2, "label": {"eng": "Sub-Saharan Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Harvard_University", "type": "org", "score": 2, "label": {"eng": "Harvard University"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 2, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Society/Issues/Animal_Welfare", "label": "dmoz/Society/Issues/Animal Welfare", "wgt": 23}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 23}, {"uri": "dmoz/Recreation/Outdoors/Wildlife", "label": "dmoz/Recreation/Outdoors/Wildlife", "wgt": 23}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 27}, {"uri": "dmoz/Health/Animal/Wildlife", "label": "dmoz/Health/Animal/Wildlife", "wgt": 32}, {"uri": "news/Health", "label": "news/Health", "wgt": 60}], "image": "https://i.guim.co.uk/img/media/961bb6241712125a6d9788d7f3cf14b28bf51e71/0_31_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=2ca1a32133665590fd5e1e1b2bd45f04", "eventUri": "eng-5638466", "location": null, "shares": {"facebook": 46157}, "sentiment": -0.0117647058823529, "wgt": 46157, "relevance": 101}, {"uri": "6007394014", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "14:51:00", "dateTime": "2020-03-25T14:51:00Z", "dateTimePub": "2020-03-25T14:23:00Z", "dataType": "news", "sim": 0.7019608020782471, "url": "http://www.theguardian.com/world/2020/mar/25/uk-coronavirus-mass-home-testing-to-be-made-available-within-days", "title": "UK coronavirus mass home testing to be made available 'within days'", "body": "Thousands of 15-minute home tests for coronavirus will be delivered by Amazon to people self-isolating with symptoms or will go on sale on the high street within days, according to Public Health England (PHE), in a move that could restore many people's lives to a semblance of pre-lockdown normality.\n\nProf Sharon Peacock, the director of the national infection service at PHE, told MPs on the science and technology committee that mass testing in the UK would be possible by next week.\n\nThe UK government has bought 3.5m tests, which the health secretary, Matt Hancock, mentioned on Tuesday with no suggestion that they would be available to the public so quickly, and is ordering millions more.\n\nThe test, which looks like a pregnancy test and involves pricking the finger to produce a drop of blood, which is then analysed by the device, will first be validated in Oxford to ensure it works as well as scientists hope. That will happen this week, Peacock said, and it will then be available to test healthcare workers and also the general public.\n\n\"Several million tests have ben purchased for use. These are brand-new products. We have to be clear they work as they are claimed to do,\" she said. \"Once they have been tested this week and the bulk of tests arrive, they will be distributed into the community.\"\n\nAmazon has agreed to carry out distribution and the tests will also go on sale in chemist shops.\n\nAsked if they would be available in days rather than weeks or months, Peacock said: \"Yes, absolutely.\" If there was a charge for them, she thought it would be minimal, she said.\n\nWidespread availability of a fingerprick test that produces results in 10 to 15 minutes is a game-changer. NHS doctors and nurses with symptoms will know immediately whether they have - or have recovered from - Covid-19, enabling them to get back to work sooner.\n\nNHS workers or anyone else will be able to know if they have had the virus and are therefore immune, which means they could resume their normal lives, no longer having to work from home or keep their distance from other people. It is widely thought that having Covid-19 makes people immune to the disease or that if they get it a second time, they do not transmit it.\n\nThe test detects the presence of IGM, an antibody that arises very early on in the infection, and IGG, which is increased in the body's response to the virus. The results of some of the tests on order can be read by anyone, but others would need to be interpreted by healthcare professionals.\n\nThe UK is not the only country ordering in the antibody tests. \"Tests are being ordered across Europe and elsewhere and purchased in south-east Asia. This is widespread practice. We are not alone in doing this,\" said Peacock.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "sarah_boseley@theguardian.com", "name": "Sarah Boseley", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 4, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/High_Street", "type": "wiki", "score": 4, "label": {"eng": "High Street"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 4, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary_of_State_for_Health_and_Social_Care", "type": "wiki", "score": 3, "label": {"eng": "Secretary of State for Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Matt_Hancock", "type": "person", "score": 3, "label": {"eng": "Matt Hancock"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 3, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/Pregnancy_test", "type": "wiki", "score": 3, "label": {"eng": "Pregnancy test"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 3, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 3, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Fingerstick", "type": "wiki", "score": 2, "label": {"eng": "Fingerstick"}}, {"uri": "http://en.wikipedia.org/wiki/Antibody", "type": "wiki", "score": 2, "label": {"eng": "Antibody"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 2, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 2, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Chemist", "type": "wiki", "score": 2, "label": {"eng": "Chemist"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 1, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Southeast_Asia", "type": "loc", "score": 1, "label": {"eng": "Southeast Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 1, "label": {"eng": "Europe"}, "location": null}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 45}, {"uri": "dmoz/Business/Electronics_and_Electrical/Test_and_Measurement", "label": "dmoz/Business/Electronics and Electrical/Test and Measurement", "wgt": 36}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 38}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 36}, {"uri": "news/Health", "label": "news/Health", "wgt": 86}], "image": "https://i.guim.co.uk/img/media/8f9e2372cb2bebe4bf1e8b80658883e2c7f52382/1383_538_3615_2169/master/3615.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=453ad2a4d6b45d415dbe2482b425992e", "eventUri": "eng-5629600", "location": null, "shares": {"facebook": 38894}, "sentiment": 0.1764705882352942, "wgt": 38894, "relevance": 76}, {"uri": "6010331209", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "17:36:00", "dateTime": "2020-03-27T17:36:00Z", "dateTimePub": "2020-03-27T17:16:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/mar/27/trump-narcissism-american-blood-coronavirus", "title": "Trump's narcissism has taken a new twist. And now he has American blood on his hands | Jonathan Freedland", "body": "Pity the people of America. They do battle now with one of the greatest challenges in their history, led by a man who is not only among the worst ever occupants of the White House but whose character makes him the last person on the face of the Earth you would nominate to be in charge at this moment. On Thursday the US reached the top of the global league table for coronavirus infections, edging ahead of its closest rival for that honour, China. No law of nature dictated that outcome. Much of it is directly attributable to one dreadful fact: that Donald Trump is president of the United States.\n\nIt's become a commonplace to note Trump's lack of basic human empathy, his tendency to be unmoved by others' loss. But that gap in his mindset matters now far beyond an inability to offer consolation to the bereaved: it is warping his approach to a lethal disease.\n\n\"WE CANNOT LET THE CURE BE WORSE THAN THE PROBLEM ITSELF,\" he tweeted in caps lock at the start of the week, shortly after Steve Hilton, one-time adviser to David Cameron, had made that same argument on his Fox News show. (If you look up the word \"chutzpah\" in the dictionary, it now directs you to a clip of Hilton warning on that same broadcast that austerity policies in the UK caused an extra 130,000 deaths - failing to mention that he was at the right hand of the prime minister who imposed that austerity.)\n\nTrump and his outriders contend that, while mass death is not ideal, it's better than allowing the US economy to stall. Some, like Texas lieutenant governor Dan Patrick, are explicit, urging the elderly to risk their lives so that their grandchildren might enjoy the fruits of uninterrupted American capitalism. \"If that's the exchange, I'm all in,\" Patrick said. He was taking his cue from Trump who, while not putting it quite as baldly, has been quite clear. If coronavirus is a stick-up artist asking America, \"Your money or your life\", Trump's response has been: \"Take the lives of the old and the weak: I want the money.\"\n\nOf course, no such choice is available. Even if Trump were to get his way, ditching social distancing and having the US open for business by Easter, the disease would not politely confine its appetite to the groups Trump has deemed dispensable. Instead the virus would run rampant, infecting an estimated half the population. Not that Trump would know or recognise that, thanks to a second character trait that, like the void where his sense of compassion should be, is so fatefully, and fatally, determining the US response to this pandemic: namely, his disregard for science.\n\n\"This is just my hunch,\" he said as he dismissed a projection of the likely Covid-19 death rate by the World Health Organization as \"a false number\". On Thursday, he said \"I have a feeling\" that New York would need far fewer ventilators than the tens of thousands the state has requested. \"You know, you go into major hospitals sometimes, they'll have two ventilators. And now all of a sudden they're saying can we order 30,000 ventilators?\"\n\nThe effect is to undermine whatever public health effort the professionals can mount, as they try to work around the man they serve. OAt its most visual, it's the daily press briefing where Trump fails to observe the social distancing measures his administration is demanding of the American public, with himself standing at the centre of a cluster of speakers bunched together by the podium. Note the initial insistence that corona was nothing to worry about, that it was no more than flu, that it would soon disappear, like a \"miracle\". All of that succeeded in lowering Americans' guard.\n\nSince then, it's been the daily grouching at the stay-at-home directives, the hint that they'll be relaxed soon, the absurd promises that a vaccine is \"very close\". The impact is plain to see, in data that confirms that Americans break down on partisan lines even over the most basic matters of mortality. One in four Republicans still say they are \"not concerned at all\" about the virus - while only 5% of Democrats are similarly unbothered. Only 14% of Democrats trust Trump for information on the virus, compared with 90% of Republicans. Put simply, there is a body of Americans who do not take this threat as seriously as they should, and the blame for that lies with the president.\n\nTrump's dishonesty matters here too. He was rightly derided in 2016 as a \"snake-oil salesman\", and the cliche is so well-worn it's easy to forget what it originally refers to: the 19th-century hawkers who sold bogus cures to the gullible. Recall that Trump rushed to tell people a pre-existing drug would cure Covid-19, leading to a shortage of a medication that was needed for other illnesses, and several deaths, as desperate people rushed to buy tablets that, for them, proved lethal.\n\nThe US president always was capricious and vengeful, but now that character flaw is a matter of life and death. State governors are crying out for federal help, not for themselves but for the people they represent: the nurses and doctors who need protective equipment and testing kits, the patients who need ventilators. But instead of leaping to their aid, Trump tells the governors it's their responsibility, even though they have a fraction of the procurement power of the US government - adding that if they want help, they'd better grovel. \"It's a two-way street,\" Trump said this week. \"They have to treat us well.\" Even when lives are on the line, his ego with its paper-thin skin comes first.\n\nAmericans are paying the price for his lack of foresight, his closure of a pandemic task force for no better reason than it was established by Barack Obama - he hates anything with his predecessor's name on it - and his failure to heed the warnings of a pandemic preparedness exercise, codenamed Crimson Contagion, that identified glaring gaps as recently as last October. Yet still he repeats the line that nobody could have known what was coming. And they are paying the price for his weakness, as he demands steadfastness in a war against an \"invisible enemy\", only to leave heavy hints that he's ready to fold after a week, apparently deciding that 15 days is too long to stay at home.\n\nAmerica is lucky it has a federal system that means not all power lies with the president, that at least some rests in the hands of responsible mayors and governors, the likes of New York's Andrew Cuomo. The nation is lucky too that the House of Representatives is controlled by Democrats, who crafted a $2.2tn economic bill from what would otherwise have been a trough into which Trump's corporate pals could sink their snouts.\n\nBut these are small consolations for America and indeed for the world, which needed the leadership only a US president has the clout to provide. Instead, the world's peoples now look at the US and comfort themselves with the small solace that they, at least, face only a lethal disease, and not the malignancy that is Donald Trump.\n\n* Jonathan Freedland is a Guardian columnist", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "jonathan_freedland@theguardian.com", "name": "Jonathan Freedland", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 4, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Dan_Patrick_(politician)", "type": "person", "score": 4, "label": {"eng": "Dan Patrick (politician)"}}, {"uri": "http://en.wikipedia.org/wiki/Steve_Hilton", "type": "person", "score": 4, "label": {"eng": "Steve Hilton"}}, {"uri": "http://en.wikipedia.org/wiki/Austerity", "type": "wiki", "score": 4, "label": {"eng": "Austerity"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Earth", "type": "loc", "score": 4, "label": {"eng": "Earth"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 4, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "wiki", "score": 3, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Lieutenant_Governor_of_Texas", "type": "wiki", "score": 3, "label": {"eng": "Lieutenant Governor of Texas"}}, {"uri": "http://en.wikipedia.org/wiki/Natural_law", "type": "wiki", "score": 3, "label": {"eng": "Natural law"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Capitalism", "type": "wiki", "score": 3, "label": {"eng": "Capitalism"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Empathy", "type": "wiki", "score": 3, "label": {"eng": "Empathy"}}, {"uri": "http://en.wikipedia.org/wiki/Fruit", "type": "wiki", "score": 3, "label": {"eng": "Fruit"}}, {"uri": "http://en.wikipedia.org/wiki/Easter", "type": "wiki", "score": 3, "label": {"eng": "Easter"}}, {"uri": "http://en.wikipedia.org/wiki/David_Cameron", "type": "person", "score": 3, "label": {"eng": "David Cameron"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Belgium", "type": "loc", "score": 3, "label": {"eng": "Belgium"}, "location": {"type": "country", "label": {"eng": "Belgium"}}}, {"uri": "http://en.wikipedia.org/wiki/Medication", "type": "wiki", "score": 2, "label": {"eng": "Medication"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 2, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 2, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Barack_Obama", "type": "person", "score": 2, "label": {"eng": "Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Jonathan_Freedland", "type": "person", "score": 1, "label": {"eng": "Jonathan Freedland"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 1, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 1, "label": {"eng": "United States House of Representatives"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 11}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 11}, {"uri": "dmoz/Society/History", "label": "dmoz/Society/History", "wgt": 11}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 10}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 89}], "image": "https://i.guim.co.uk/img/media/e725f4b063ef028c44179c063bba9738a604fd40/0_187_5622_3373/master/5622.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=7b74f19c0883b3df0995e0ffb93bf840", "eventUri": null, "location": null, "shares": {"facebook": 34935}, "sentiment": -0.3490196078431372, "wgt": 34935, "relevance": 101}, {"uri": "6010225974", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "16:07:00", "dateTime": "2020-03-27T16:07:00Z", "dateTimePub": "2020-03-27T15:34:00Z", "dataType": "news", "sim": 0.6235294342041016, "url": "http://www.theguardian.com/business/2020/mar/27/jeff-bezos-made-billions-by-selling-stock-ahead-of-covid-collapse", "title": "Jeff Bezos made billions by selling stock before Covid collapse", "body": "Millions of people across the world have lost their jobs, and trillions of dollars have been wiped off the value of stock markets.\n\nBut, not everyone has lost out. Jeff Bezos, the world's wealthiest person, is $5.5bn (£4.3bn) richer today than he was at the start of the year. His paper fortune, held mostly in Amazon shares, rose by $3.9bn on Thursday alone to $120bn - enough to buy 188,000 standard gold bars (even taking into account the soaring price of gold).\n\nBezos, 56, benefited this week from the best three-day stock market rally since 1933 helping Amazon's share price to recover almost all of its losses this month to trade at about $1,920, though that was slightly down on their peak of $2,170 in February. Bezos owns about 12% of Amazon's shares.\n\nHe saved himself from larger losses by selling a big chunk of his Amazon shares in February, before the worldwide scale of the coronavirus crisis was fully acknowledged and before the stock market collapse.\n\nRegulatory filings show that Bezos sold $3.4bn worth of Amazon shares in the first week of February, just before the stock price peaked.\n\nThere is no suggestion that Bezos acted improperly by selling the shares or that he was acting on non-public information about the impact of the pandemic. But his timing was near-perfect. The share sales, which represented about 3% of his total holding, were much greater than Bezos had made in previous months. The stock sold was as much as he had sold in the previous 12 months, according to analysis by the Wall Street Journal.\n\nOther US executives that have been either lucky or smart by selling large chunks of their shareholdings in February include Larry Fink, the chief executive of fund manager BlackRock, who saved potential losses of $9m, and Lance Uggla, CEO of data firm IHS Markit, who sold $47m of shares on 19 February that would have dropped to $19m if he had held on to them.\n\nIn total US executives sold about $9.2bn in shares of the companies they run in the five weeks before the start of the stock market rout. Selling before the 30% collapse in the market saved them from paper loses of $1.9bn.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "rupert_neate@theguardian.com", "name": "Rupert Neate", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 5, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Jeff_Bezos", "type": "person", "score": 5, "label": {"eng": "Jeff Bezos"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 5, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Gold", "type": "wiki", "score": 4, "label": {"eng": "Gold"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 3, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/IHS_Markit", "type": "wiki", "score": 2, "label": {"eng": "IHS Markit"}}, {"uri": "http://en.wikipedia.org/wiki/Laurence_D._Fink", "type": "person", "score": 2, "label": {"eng": "Laurence D. Fink"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 2, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Asset_management", "type": "wiki", "score": 2, "label": {"eng": "Asset management"}}, {"uri": "http://en.wikipedia.org/wiki/BlackRock", "type": "org", "score": 2, "label": {"eng": "BlackRock"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 1, "label": {"eng": "Chief executive officer"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 20}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 28}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 21}, {"uri": "dmoz/Business/Investing/Games", "label": "dmoz/Business/Investing/Games", "wgt": 20}, {"uri": "dmoz/Society/Work/Job_Sharing", "label": "dmoz/Society/Work/Job Sharing", "wgt": 21}, {"uri": "news/Business", "label": "news/Business", "wgt": 45}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 49}], "image": "https://i.guim.co.uk/img/media/d213e846d26f0803ff2ab8ff07f1b93682dc841e/0_59_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=50785fbc7e5dd25752e57f251de2d8a4", "eventUri": "eng-5627479", "location": null, "shares": {"facebook": 29792}, "sentiment": 0.223529411764706, "wgt": 29792, "relevance": 52}, {"uri": "6008757522", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "14:41:00", "dateTime": "2020-03-26T14:41:00Z", "dateTimePub": "2020-03-26T14:21:00Z", "dataType": "news", "sim": 0.8039215803146362, "url": "http://www.theguardian.com/us-news/2020/mar/26/hospital-bomb-attack-man-killed-fbi-agents-missouri", "title": "FBI agents kill man allegedly plotting bomb attack on hospital amid coronavirus pandemic", "body": "FBI says Timothy Wilson, 36, had planned for several months to carry out a bombing and decided to target a Kansas City-area hospital\n\nA man fatally injured by the FBI was planning a bomb attack on a medical facility in the Kansas City area, the agency said in a news release on Wednesday.\n\nTimothy Wilson, 36, was injured on Tuesday when FBI agents served a probable cause arrest warrant in Belton, Missouri, after a long-running domestic terrorism investigation, according to a statement on Wednesday from Timothy Langan, special agent in charge of the FBI's Kansas City office.\n\nThe statement did not detail what happened when agents served the warrant, but said Wilson was armed when he was injured and died later at a hospital.\n\nA months-long investigation determined that Wilson was a potentially violent extremist, motivated by religious, racial and anti-government beliefs, according to the statement. He had planned for several months to carry out a bombing and decided to target a Kansas City-area hospital using a \"vehicle-borne\" improvised explosive.\n\nWilson chose a hospital that was providing critical care during the current coronavirus pandemic and had taken steps to acquire materials to build the bomb in an attempt to cause \"severe harm and mass casualties\", according to the statement.\n\nThe FBI's Joint Terrorism Task Force kept close watch on Wilson and was prepared to arrest him when he tried to pick up what he thought was a bomb, although there was no bomb, the statement said. The FBI worked with federal prosecutors in the US attorneys office in Kansas City during the investigation.\n\nNo further details were released.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Federal_Bureau_of_Investigation", "type": "org", "score": 5, "label": {"eng": "Federal Bureau of Investigation"}}, {"uri": "http://en.wikipedia.org/wiki/Arrest_warrant", "type": "wiki", "score": 4, "label": {"eng": "Arrest warrant"}}, {"uri": "http://en.wikipedia.org/wiki/Kansas", "type": "loc", "score": 4, "label": {"eng": "Kansas"}, "location": {"type": "place", "label": {"eng": "Kansas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Domestic_terrorism", "type": "wiki", "score": 3, "label": {"eng": "Domestic terrorism"}}, {"uri": "http://en.wikipedia.org/wiki/Kansas_City_metropolitan_area", "type": "wiki", "score": 3, "label": {"eng": "Kansas City metropolitan area"}}, {"uri": "http://en.wikipedia.org/wiki/Special_agent", "type": "wiki", "score": 3, "label": {"eng": "Special agent"}}, {"uri": "http://en.wikipedia.org/wiki/Probable_cause", "type": "wiki", "score": 3, "label": {"eng": "Probable cause"}}, {"uri": "http://en.wikipedia.org/wiki/Belton,_Missouri", "type": "loc", "score": 3, "label": {"eng": "Belton, Missouri"}, "location": {"type": "place", "label": {"eng": "Belton, Missouri"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Joint_Terrorism_Task_Force", "type": "wiki", "score": 2, "label": {"eng": "Joint Terrorism Task Force"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Kansas_City,_Missouri", "type": "loc", "score": 2, "label": {"eng": "Kansas City, Missouri"}, "location": {"type": "place", "label": {"eng": "Kansas City, Missouri"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Attorney", "type": "wiki", "score": 1, "label": {"eng": "United States Attorney"}}], "categories": [{"uri": "dmoz/Society/Issues/Terrorism", "label": "dmoz/Society/Issues/Terrorism", "wgt": 15}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 11}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 13}, {"uri": "dmoz/Science/Social_Sciences/Urban_and_Regional_Planning", "label": "dmoz/Science/Social Sciences/Urban and Regional Planning", "wgt": 11}, {"uri": "dmoz/Society/Government/Intelligence", "label": "dmoz/Society/Government/Intelligence", "wgt": 11}, {"uri": "news/Business", "label": "news/Business", "wgt": 50}], "image": "https://i.guim.co.uk/img/media/bb617511d972f867e5f4cff8d6e6dab4f328f817/0_86_5074_3045/master/5074.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=94fe92f5e50e7dd25edaf410bd1748bf", "eventUri": "eng-5631277", "location": null, "shares": {"facebook": 26093}, "sentiment": -0.4274509803921569, "wgt": 26093, "relevance": 27}, {"uri": "6008202893", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "06:18:00", "dateTime": "2020-03-26T06:18:00Z", "dateTimePub": "2020-03-26T06:00:00Z", "dataType": "news", "sim": 0.8941176533699036, "url": "http://www.theguardian.com/politics/2020/mar/26/gordon-brown-calls-for-global-government-to-tackle-coronavirus", "title": "Gordon Brown calls for global government to tackle coronavirus", "body": "Gordon Brown has urged world leaders to create a temporary form of global government to tackle the twin medical and economic crises caused by the Covid-19 pandemic.\n\nThe former Labour prime minister, who was at the centre of the international efforts to tackle the impact of the near-meltdown of the banks in 2008, said there was a need for a taskforce involving world leaders, health experts and the heads of the international organisations that would have executive powers to coordinate the response.\n\nA virtual meeting of the G20 group of developed and developing countries, chaired by Saudi Arabia, will be held on Thursday, but Brown said it would have been preferable to have also included the UN security council.\n\n\"This is not something that can be dealt with in one country,\" he said. \"There has to be a coordinated global response.\"\n\nBrown said the current crisis was different to the one he was involved in. \"That was an economic problem that had economic causes and had an economic solution.\n\n\"This is first and foremost a medical emergency and there has to be joint action to deal with that. But the more you intervene to deal with the medical emergency, the more you put economies at risk.\"\n\nDuring the financial crisis, Brown persuaded other global leaders of the need to bail out the banks and then hosted a meeting of the G20 in London, which came up with a $1.1tn rescue package.\n\nDespite Donald Trump's \"America first\" policy, he said it was still possible to get support for an emergency body with executive powers.\n\nBrown said his proposed global taskforce would fight the crisis on two fronts. There would need to be a coordinated effort to find a vaccine, and to organise production, purchasing and prevent profiteering.\n\nMany countries have announced economic packages in the past two weeks but Brown said a taskforce could: make sure the efforts of central banks were coordinated; take steps to prevent the record flight of capital from emerging market economies; and agree a joint approach to the use of government spending to boost growth.\n\nBrown said there had been resistance in 2008 to using the G20 as a vehicle for tackling the financial crisis, but that it should be clear to world leaders that there was no possibility of a go-it-alone approach working.\n\n\"We need some sort of working executive,\" Brown said. \"If I were doing it again, I would make the G20 a broader organisation because in the current circumstances you need to listen to the countries that are most affected, the countries that are making a difference and countries where there is the potential for a massive number of people to be affected - such as those in Africa.\"\n\nThe World Bank and the International Monetary Fund needed an increase in their financial firepower to cope with the impact of the crisis on low- and middle-income countries, he said.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "larry_elliott@theguardian.com", "name": "Larry Elliott", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Gordon_Brown", "type": "person", "score": 5, "label": {"eng": "Gordon Brown"}}, {"uri": "http://en.wikipedia.org/wiki/G20", "type": "wiki", "score": 4, "label": {"eng": "G20"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis", "type": "wiki", "score": 4, "label": {"eng": "Financial crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 4, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 3, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/International_organization", "type": "wiki", "score": 3, "label": {"eng": "International organization"}}, {"uri": "http://en.wikipedia.org/wiki/Developing_country", "type": "wiki", "score": 3, "label": {"eng": "Developing country"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations_Security_Council", "type": "org", "score": 3, "label": {"eng": "United Nations Security Council"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 3, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Emerging_market", "type": "wiki", "score": 2, "label": {"eng": "Emerging market"}}, {"uri": "http://en.wikipedia.org/wiki/Capital_flight", "type": "wiki", "score": 2, "label": {"eng": "Capital flight"}}, {"uri": "http://en.wikipedia.org/wiki/Bailout", "type": "wiki", "score": 2, "label": {"eng": "Bailout"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 2, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 2, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Government_spending", "type": "wiki", "score": 2, "label": {"eng": "Government spending"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 2, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/World_Bank_Group", "type": "org", "score": 1, "label": {"eng": "World Bank Group"}}, {"uri": "http://en.wikipedia.org/wiki/International_Monetary_Fund", "type": "org", "score": 1, "label": {"eng": "International Monetary Fund"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 1, "label": {"eng": "Africa"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 21}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 19}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 21}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 22}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 17}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 74}], "image": "https://i.guim.co.uk/img/media/31941255d9c4ab07b6540e047daaa6503b4aade1/0_232_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=57d1c350e8b1ed32e02ce7dd74cbb953", "eventUri": "eng-5637218", "location": null, "shares": {"facebook": 25072}, "sentiment": -0.0980392156862745, "wgt": 25072, "relevance": 76}, {"uri": "6005378633", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "05:02:00", "dateTime": "2020-03-24T05:02:00Z", "dateTimePub": "2020-03-24T04:41:00Z", "dataType": "news", "sim": 0.800000011920929, "url": "http://www.theguardian.com/world/2020/mar/24/older-people-would-rather-die-than-let-covid-19-lockdown-harm-us-economy-texas-official-dan-patrick", "title": "Older people would rather die than let Covid-19 harm US economy - Texas official", "body": "As Donald Trump pushed to re-open the US economy in weeks, rather than months, the lieutenant governor of Texas went on Fox News to argue that he would rather die than see public health measures damage the US economy, and that he believed \"lots of grandparents\" across the country would agree with him.\n\n\"My message: let's get back to work, let's get back to living, let's be smart about it, and those of us who are 70-plus, we'll take care of ourselves,\" Lt Gov Dan Patrick, a 69-year-old Republican, told Fox News host Tucker Carlson on Monday night.\n\n\"Don't sacrifice the country,\" Patrick said. \"Don't do that.\"\n\nPatrick said he feared that public health restrictions to prevent coronavirus could end American life as he knows it, and that he is willing to risk death to protect the economy for his grandchildren.\n\n\"You know, Tucker, no one reached out to me and said, 'As a senior citizen, are you willing to take a chance on your survival in exchange for keeping the America that all America loves for your children and grandchildren?'\" Patrick said. \"And if that's the exchange, I'm all in.\"\n\n\"That doesn't make me noble or brave or anything like that,\" he added. \"I just think there are lots of grandparents out there in this country like me.\"\n\nAt the White House's coronavirus briefing Monday night, the administration's coronavirus response coordinator, Dr Deborah Birx, said that emerging data from Europe suggested that 99% of the coronavirus deaths were people over age 50, and that many had pre-existing conditions. That \"doesn't change the need to protect the elderly\", Birx said.\n\nTrump, who has raised concerns about the damage that coronavirus prevention measures are doing to the US economy, said he was eager to return for the country to return to normal as soon as possible, and suggested that an economic crisis might result in more deaths, through suicide, than a global pandemic.\n\nHe did not answer questions from journalists about whether he would abide by the advice of public health experts if they told him next week that the government needed to keep restrictive measures in place over the longer term to prevent the spread of the virus.\n\nPatrick, a Texas Republican, praised the president's focus on the economy on Monday and said that it had \"lifted\" his heart.\n\n\"I don't want the whole country to be sacrificed,\" Patrick said. \"I've talked to hundreds of people ... and everyone says pretty much the same thing: We can't lose our whole country. We're having an economic collapse.\"\n\n\"We're going to be in a total collapse, recession, depression, collapse in our society if this goes on for another several months,\" Patrick said. \"As the president said, the mortality rate is so low. Do we have to shut down the entire country for this? I think we can get back to work.\"\n\nPatrick said that, as someone who turns 70 next week, he was in the high-risk group, but that he was willing to give up his life for his six grandchildren.\n\n\"Look, I'm going to do everything I can do to live,\" Patrick said. \"But if you said, are you willing to take a chance ... If I get sick, I'll got and try to get better, but if I don't, I don't.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "lois_beckett@theguardian.com", "name": "Lois Beckett", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "wiki", "score": 5, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Dan_Patrick_(politician)", "type": "person", "score": 5, "label": {"eng": "Dan Patrick (politician)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 5, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 5, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Tucker_Carlson", "type": "person", "score": 4, "label": {"eng": "Tucker Carlson"}}, {"uri": "http://en.wikipedia.org/wiki/Lieutenant_Governor_of_Texas", "type": "wiki", "score": 4, "label": {"eng": "Lieutenant Governor of Texas"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Old_age", "type": "wiki", "score": 3, "label": {"eng": "Old age"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 3, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Depression_(mood)", "type": "wiki", "score": 2, "label": {"eng": "Depression (mood)"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Recession", "type": "wiki", "score": 2, "label": {"eng": "Great Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Suicide", "type": "wiki", "score": 2, "label": {"eng": "Suicide"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 2, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 1, "label": {"eng": "Mortality rate"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 13}, {"uri": "dmoz/Society/Issues/End-of-Life", "label": "dmoz/Society/Issues/End-of-Life", "wgt": 12}, {"uri": "dmoz/Home/Family/Grandparents", "label": "dmoz/Home/Family/Grandparents", "wgt": 17}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 86}], "image": "https://i.guim.co.uk/img/media/755a1bd56844bbdf73da432acb8396259d8b4b69/558_62_1914_1149/master/1914.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=7e250269e41b77b0b7e83323b5322d9d", "eventUri": "eng-5624580", "location": null, "shares": {"facebook": 24499}, "sentiment": 0.06666666666666665, "wgt": 24499, "relevance": 101}, {"uri": "6007401715", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "14:59:00", "dateTime": "2020-03-25T14:59:00Z", "dateTimePub": "2020-03-25T14:44:00Z", "dataType": "news", "sim": 0.9137254953384399, "url": "http://www.theguardian.com/world/2020/mar/25/london-woman-36-dies-of-suspected-covid-19-after-being-told-she-is-not-priority", "title": "London woman, 36, dies of suspected Covid-19 after being told she is 'not priority'", "body": "Kayla Williams, from Peckham, south London, died a day after calling 999\n\nA 36-year-old woman died at her flat in south London of suspected Covid-19 a day after calling 999 and being told to look after herself at home.\n\nKayla Williams, a mother of three, died on Saturday 21 March, a day after paramedics were called to her home in Peckham.\n\nHer husband, Fabian Williams, a refuse collector, said his wife was suffering from a cough, high fever and had severe chest and stomach pains when he called 999 on Friday.\n\nDocuments seen by the Guardian confirm paramedics were treating her as a suspected Covid-19 case.\n\nWilliams said: \"I called 999 because my wife was breathless, she was vomiting and she had pains in her stomach. As I was talking to them she was getting worse and they told me to put her on the floor and to make her body flat.\"\n\nWhen the paramedic arrived at 8.32am she carried out some tests, Williams said. \"She told me the hospital won't take her, she is not a priority. She did not stay very long and she went outside to write her report and posted it through the door.\"\n\nWilliams said his wife's condition deteriorated the next day. He ran her a bath in the morning and helped her to get dressed, before feeding her some soup. After taking a short rest himself, he went into the front room where she had been resting to find his wife slumped head down. \"She was already dead,\" he said.\n\n\"I put her on the ground - because that is what they had told me to do before - and I rang 999 again and they told me to put my hand on her chest and pump her chest.\"\n\nThree cars and an ambulance arrived at his home a short time later, he said. The crews tried to revive his wife, but were not successful.\n\nWilliams, 49, said the police later visited his home, but would not enter his flat. \"They stood on the doorstep and would not come in when I asked them to,\" he said.\n\nThey were followed an hour later by a funeral director. \"They put on full forensic suits outside, with full masks, visors and gloves. They covered their feet as well. This is when I thought; 'What's going on? This is not right,'\" he said.\n\nWilliams said the undertaker wrapped sheeting around his wife's face, before wrapping her body tightly and placing her in a body bag - all procedures required in an infectious disease death.\n\n\"I have heard nothing since,\" he said. \"They have left me here and said I must isolate. They haven't told me anything else. I am a diabetic. I take insulin. All I know is I am supposed to isolate. No one has mentioned her body being tested or anything.\"\n\nDocuments seen by the Guardian completed by the London Ambulance Service after their first visit show Kayla Williams was suffering from \"?Cov 19\". Symptoms were listed as: \"non productive cough ... headache ... chest pains all over\".\n\nThe advice given was \"self-care, use anti-pyretics, increase food/fluid.\". Fabian Williams was advised to use \"999 for emergency, use 111 online for advice. Family also advised to isolate\".\n\nA spokesperson for the London Ambulance Service said: \"We were called at 8.32am on Friday 20 March to reports of a person unwell at an address in Peckham. Our clinicians treated a patient and advised them to call back if their condition changed.\n\n\"We were called the following day at 3.24pm and sent a number of resources with our first medics arriving in under seven minutes. Sadly, the patient had died. Our sympathy is with the family at this time.\n\n\"We are working incredibly hard in these unprecedented times to look after Londoners.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "sandra_laville@theguardian.com", "name": "Sandra Laville", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Kayla_Williams_(gymnast)", "type": "person", "score": 5, "label": {"eng": "Kayla Williams (gymnast)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Paramedic", "type": "wiki", "score": 5, "label": {"eng": "Paramedic"}}, {"uri": "http://en.wikipedia.org/wiki/South_London", "type": "loc", "score": 5, "label": {"eng": "South London"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Peckham", "type": "loc", "score": 5, "label": {"eng": "Peckham"}, "location": {"type": "place", "label": {"eng": "Peckham"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Stomach", "type": "wiki", "score": 4, "label": {"eng": "Stomach"}}, {"uri": "http://en.wikipedia.org/wiki/Funeral_director", "type": "wiki", "score": 3, "label": {"eng": "Funeral director"}}, {"uri": "http://en.wikipedia.org/wiki/Vomiting", "type": "wiki", "score": 3, "label": {"eng": "Vomiting"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 3, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 3, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Diabetes", "type": "wiki", "score": 2, "label": {"eng": "Diabetes"}}, {"uri": "http://en.wikipedia.org/wiki/Antipyretic", "type": "wiki", "score": 2, "label": {"eng": "Antipyretic"}}, {"uri": "http://en.wikipedia.org/wiki/Chest_pain", "type": "wiki", "score": 2, "label": {"eng": "Chest pain"}}, {"uri": "http://en.wikipedia.org/wiki/London_Ambulance_Service", "type": "wiki", "score": 2, "label": {"eng": "London Ambulance Service"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 2, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Forensic_science", "type": "wiki", "score": 2, "label": {"eng": "Forensic science"}}, {"uri": "http://en.wikipedia.org/wiki/Insulin", "type": "wiki", "score": 2, "label": {"eng": "Insulin"}}, {"uri": "http://en.wikipedia.org/wiki/Headache", "type": "wiki", "score": 2, "label": {"eng": "Headache"}}, {"uri": "http://en.wikipedia.org/wiki/Ambulance", "type": "wiki", "score": 2, "label": {"eng": "Ambulance"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 1, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Business/Telecommunications/Call_Centers", "label": "dmoz/Business/Telecommunications/Call Centers", "wgt": 13}, {"uri": "dmoz/Recreation/Humor/Pranks", "label": "dmoz/Recreation/Humor/Pranks", "wgt": 10}, {"uri": "dmoz/Business/Opportunities/Phone_Cards_-_Phone_Service_Reps", "label": "dmoz/Business/Opportunities/Phone Cards - Phone Service Reps", "wgt": 9}, {"uri": "dmoz/Computers/Internet/Telephony", "label": "dmoz/Computers/Internet/Telephony", "wgt": 12}, {"uri": "news/Health", "label": "news/Health", "wgt": 91}], "image": "https://i.guim.co.uk/img/media/ce51fcf6090b6b2c431dc85a955e3b93d042f605/0_185_5535_3321/master/5535.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=0c8f1d694c10c4800d767e05de14284c", "eventUri": "eng-5630750", "location": null, "shares": {"facebook": 24040}, "sentiment": -0.3411764705882353, "wgt": 24040, "relevance": 101}, {"uri": "6011418039", "lang": "eng", "isDuplicate": false, "date": "2020-03-28", "time": "17:24:00", "dateTime": "2020-03-28T17:24:00Z", "dateTimePub": "2020-03-28T17:05:00Z", "dataType": "news", "sim": 0.8666666746139526, "url": "http://www.theguardian.com/environment/2020/mar/28/fruit-and-veg-will-run-out-unless-britain-charters-planes-to-fly-in-farm-workers-from-eastern-europe", "title": "Fruit and veg 'will run out' unless Britain charters planes to fly in farm workers from eastern Europe", "body": "UK urgently needs 90,000 labourers to pick crops that will otherwise die in the fields, warns charity\n\nCharter flights to bring in agricultural workers from eastern Europe are needed as a matter of urgency, otherwise fruit and vegetables will be left unpicked in Britain's fields, the government is being warned.\n\nSome large farms have already been chartering planes to bring in labour from eastern Europe. But farming organisations and recruitment agencies say that, in the face of massive disruption to the agricultural sector caused by the spread of the coronavirus, the government needs to step in and help organise more flights.\n\nSome 90,000 positions need to be filled, many in just a few weeks' time. One leading supplier, the charity Concordia, was looking to bring in around 10,000 labourers - half from the EU and the rest from Russia, Moldova, Ukraine, Belarus, Georgia and Barbados. But all of the non-EU countries are closed. On Wednesday, in a big setback, Ukraine extended its lockdown from 2 April until 23 April.\n\nStephanie Maurel, Concordia's chief executive, said: \"Our recruitment outside the EU is stalled which leaves us with Lithuania, which has closed borders, Romania with no airplanes, and Bulgaria which is our little beacon.\"\n\nAlthough Bulgaria is on countrywide lockdown, farm workers are classed as key workers and can move around the country. But most airlines that operate in Bulgaria - including EasyJet - are grounded. A Wizz Air flight bringing in 450 people landed a week ago on Saturday.\n\n\"We're talking about chartering planes to bring workers in,\" Maurel said. \"It costs around £10,000 for an hour's flight carrying 229 people - that's €45,000 Sofia to London, or around €250 per person.\"\n\nMaurel, who said the plan was being actively discussed by both the National Farmers' Union and the Association of Labour Providers, called on the government to help provide urgent clarity.\n\n\"If I put up reserves and guarantees [to secure a charter flight], I need to know it can take off.\"\n\nSome farms were struggling even before the crisis hit. A tightening of the labour market, a combination of Brexit and the booming domestic economies of eastern Europe proving more attractive to seasonal workers, had seen a decline in the number of fruit and vegetable pickers coming to the UK.\n\n\"Because of the tightening of labour, we had already lost a percentage of farms,\" Maurel said. \"This will finish others off. You won't have fruit and veg in shops. Asparagus and beans start in a couple of weeks, cucumbers early April, tomatoes are all year round; in May it's soft fruits - strawberries, raspberries; lettuces have been in the ground since December.\"\n\nNick Marston, the chairman of British Summer Fruits, which represents soft fruit growers, acknowledged that his industry was \"entering an unprecedented time\".\n\nLast year, 98% of fruit pickers - now classed as \"key workers\" - came from outside the UK, the vast majority from Bulgaria and Romania.\n\nBritish growers have been contacting companies in the hospitality sector to recruit laid-off staff.\n\nThe British Summer Fruits website carries an interactive map showing the locations of farms around the UK and the jobs on offer.\n\n\"We are very optimistic about the ability of UK residents to come out and help us,\" Marston said. \"They may be people from eastern Europe who were working here in the hospitality sector, who are relatively young and don't have that many ties and want a job paying reasonable pay in reasonable conditions.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "jamie_doward@theguardian.com", "name": "Jamie Doward", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Charter", "type": "wiki", "score": 5, "label": {"eng": "Charter"}}, {"uri": "http://en.wikipedia.org/wiki/Eastern_Europe", "type": "loc", "score": 5, "label": {"eng": "Eastern Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 5, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Fruit", "type": "wiki", "score": 4, "label": {"eng": "Fruit"}}, {"uri": "http://en.wikipedia.org/wiki/Vegetable", "type": "wiki", "score": 4, "label": {"eng": "Vegetable"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 4, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Ukraine", "type": "loc", "score": 4, "label": {"eng": "Ukraine"}, "location": {"type": "country", "label": {"eng": "Ukraine"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Bulgaria", "type": "loc", "score": 4, "label": {"eng": "Bulgaria"}, "location": {"type": "country", "label": {"eng": "Bulgaria"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/EasyJet", "type": "org", "score": 3, "label": {"eng": "EasyJet"}}, {"uri": "http://en.wikipedia.org/wiki/Wizz_Air", "type": "org", "score": 3, "label": {"eng": "Wizz Air"}}, {"uri": "http://en.wikipedia.org/wiki/Lithuania", "type": "loc", "score": 3, "label": {"eng": "Lithuania"}, "location": {"type": "country", "label": {"eng": "Lithuania"}}}, {"uri": "http://en.wikipedia.org/wiki/Airplane", "type": "loc", "score": 3, "label": {"eng": "Airplane"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 3, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 3, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Romania", "type": "loc", "score": 3, "label": {"eng": "Romania"}, "location": {"type": "country", "label": {"eng": "Romania"}}}, {"uri": "http://en.wikipedia.org/wiki/Moldova", "type": "loc", "score": 3, "label": {"eng": "Moldova"}, "location": {"type": "country", "label": {"eng": "Moldova"}}}, {"uri": "http://en.wikipedia.org/wiki/Georgia_(country)", "type": "loc", "score": 3, "label": {"eng": "Georgia (country)"}, "location": {"type": "country", "label": {"eng": "Georgia (country)"}}}, {"uri": "http://en.wikipedia.org/wiki/Belarus", "type": "loc", "score": 3, "label": {"eng": "Belarus"}, "location": {"type": "country", "label": {"eng": "Belarus"}}}, {"uri": "http://en.wikipedia.org/wiki/Barbados", "type": "loc", "score": 3, "label": {"eng": "Barbados"}, "location": {"type": "country", "label": {"eng": "Barbados"}}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 2, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Air_charter", "type": "wiki", "score": 2, "label": {"eng": "Air charter"}}, {"uri": "http://en.wikipedia.org/wiki/Raspberry", "type": "wiki", "score": 2, "label": {"eng": "Raspberry"}}, {"uri": "http://en.wikipedia.org/wiki/Asparagus", "type": "wiki", "score": 2, "label": {"eng": "Asparagus"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 2, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Strawberry", "type": "wiki", "score": 2, "label": {"eng": "Strawberry"}}, {"uri": "http://en.wikipedia.org/wiki/Tomato", "type": "wiki", "score": 2, "label": {"eng": "Tomato"}}, {"uri": "http://en.wikipedia.org/wiki/Cucumber", "type": "wiki", "score": 2, "label": {"eng": "Cucumber"}}, {"uri": "http://en.wikipedia.org/wiki/Lettuce", "type": "wiki", "score": 2, "label": {"eng": "Lettuce"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 2, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Bean", "type": "wiki", "score": 2, "label": {"eng": "Bean"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 2, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sofia", "type": "loc", "score": 2, "label": {"eng": "Sofia"}, "location": {"type": "place", "label": {"eng": "Sofia"}, "country": {"type": "country", "label": {"eng": "Bulgaria"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Business/Food_and_Related_Products/Produce", "label": "dmoz/Business/Food and Related Products/Produce", "wgt": 18}, {"uri": "dmoz/Shopping/Food/Produce", "label": "dmoz/Shopping/Food/Produce", "wgt": 16}, {"uri": "dmoz/Recreation/Food/Durian", "label": "dmoz/Recreation/Food/Durian", "wgt": 19}, {"uri": "dmoz/Business/Agriculture_and_Forestry/Associations", "label": "dmoz/Business/Agriculture and Forestry/Associations", "wgt": 15}, {"uri": "news/Business", "label": "news/Business", "wgt": 80}], "image": "https://i.guim.co.uk/img/media/26414c0516578dc0ab9d62ece29bee3491ef5170/296_569_3170_1902/master/3170.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&s=647a0c75bbc1caa4799f327e066b6fe8", "eventUri": "eng-5642709", "location": null, "shares": {"facebook": 23267}, "sentiment": -0.05098039215686279, "wgt": 23267, "relevance": 52}, {"uri": "6004514180", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "13:25:00", "dateTime": "2020-03-23T13:25:00Z", "dateTimePub": "2020-03-23T12:58:00Z", "dataType": "news", "sim": 0.8392156958580017, "url": "http://www.theguardian.com/world/2020/mar/23/brazils-jair-bolsonaro-says-coronavirus-crisis-is-a-media-trick", "title": "Brazil's Jair Bolsonaro says coronavirus crisis is a media trick", "body": "Brazil's far-right president, Jair Bolsonaro, has accused his political foes and the press of purposefully \"tricking\" citizens about the dangers of coronavirus, as Latin America braced for a spike in the number of deaths.\n\nThe pandemic has now claimed nearly 15,000 lives across the globe and looks set to exact a deadly toll on Latin America in the coming weeks, with many regional governments closing borders and shutting down major cities in a desperate bid to limit the damage.\n\nBut Bolsonaro has resisted such drastic measures, dismissing media \"hysteria\" over coronavirus and calling the illness \"a little flu\".\n\nIn a tetchy television interview on Sunday night Bolsonaro again downplayed the pandemic and attacked the governors of key states including Rio de Janeiro and São Paulo who have ordered residents to stay at home and are imposing quarantines.\n\n\"The people will soon see that they were tricked by these governors and by the large part of the media when it comes to coronavirus,\" Bolsonaro said, as his own health officials announced 25 deaths and 1,546 cases of coronavirus in Brazil.\n\nBolsonaro claimed a wave of pot-banging protests, which entered their sixth night on Sunday, were a part of a media-backed plot to topple him.\n\n\"It is a shameless campaign, a colossal and absurd campaign against the head of state ... They want to force me out however possible,\" he claimed.\n\nOn Monday two opinion polls suggested widespread discontent with Bolsonaro's behaviour.\n\nOne, by the Brazilian pollster Ibope, found 48% of people in the city of São Paulo now considered his administration bad or awful.\n\nAnother, by the Datafolha group, said 51% of wealthy Brazilians and 46% of those with a university education were similarly unimpressed with his handling of the coronavirus crisis.\n\nEliane Cantanhêde, a political commentator for the conservative Estado de São Paulo newspaper, said support for Bolsonaro had not completely collapsed.\n\n\"We have to recognise that many Bolsonaristas are still Bolsonaristas. I have friends with university degrees - lawyers, diplomats - who believe everything he says ... A very strongly Bolsonarista bastion still exists.\"\n\n\"But others - who voted for him [in 2018] but are not diehard Bolsonaristas - are starting to see clearly that something is wrong and that the president lives in a parallel universe,\" Cantanhêde added.\n\nIn a column published last December Cantanhêde declared Bolsonaro not just the overwhelming favourite for the 2022 election, but \"unbeatable\".\n\nNow, she believes his reaction to coronavirus has shredded those hopes.\n\n\"I think he's fatally wounded for the election [in 2022] ... If the election was held today there is a big chance Bolsonaro would be defeated,\" Cantanhêde said. \"This was a watershed moment.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "tom_phillips@theguardian.com", "name": "Tom Phillips", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Jair_Bolsonaro", "type": "person", "score": 5, "label": {"eng": "Jair Bolsonaro"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Latin_America", "type": "loc", "score": 5, "label": {"eng": "Latin America"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 5, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Far-right_politics", "type": "wiki", "score": 4, "label": {"eng": "Far-right politics"}}, {"uri": "http://en.wikipedia.org/wiki/São_Paulo", "type": "loc", "score": 4, "label": {"eng": "São Paulo"}, "location": {"type": "place", "label": {"eng": "São Paulo"}, "country": {"type": "country", "label": {"eng": "Brazil"}}}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Opinion_poll", "type": "wiki", "score": 3, "label": {"eng": "Opinion poll"}}, {"uri": "http://en.wikipedia.org/wiki/Television", "type": "wiki", "score": 3, "label": {"eng": "Television"}}, {"uri": "http://en.wikipedia.org/wiki/Rio_de_Janeiro", "type": "loc", "score": 3, "label": {"eng": "Rio de Janeiro"}, "location": {"type": "place", "label": {"eng": "Rio de Janeiro"}, "country": {"type": "country", "label": {"eng": "Brazil"}}}}, {"uri": "http://en.wikipedia.org/wiki/Datafolha", "type": "wiki", "score": 2, "label": {"eng": "Datafolha"}}, {"uri": "http://en.wikipedia.org/wiki/Pundit", "type": "wiki", "score": 2, "label": {"eng": "Pundit"}}, {"uri": "http://en.wikipedia.org/wiki/Academic_degree", "type": "wiki", "score": 2, "label": {"eng": "Academic degree"}}, {"uri": "http://en.wikipedia.org/wiki/Head_of_state", "type": "wiki", "score": 2, "label": {"eng": "Head of state"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism", "type": "wiki", "score": 2, "label": {"eng": "Conservatism"}}, {"uri": "http://en.wikipedia.org/wiki/University", "type": "wiki", "score": 2, "label": {"eng": "University"}}, {"uri": "http://en.wikipedia.org/wiki/Newspaper", "type": "wiki", "score": 2, "label": {"eng": "Newspaper"}}, {"uri": "http://en.wikipedia.org/wiki/Parallel_universes_in_fiction", "type": "wiki", "score": 1, "label": {"eng": "Parallel universes in fiction"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 12}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 14}, {"uri": "dmoz/Society/Politics/Campaigns_and_Elections", "label": "dmoz/Society/Politics/Campaigns and Elections", "wgt": 17}, {"uri": "dmoz/Society/Activism", "label": "dmoz/Society/Activism", "wgt": 12}, {"uri": "dmoz/Society/Politics/Conservatism", "label": "dmoz/Society/Politics/Conservatism", "wgt": 11}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 52}], "image": "https://i.guim.co.uk/img/media/4f18d14cde0b7f27701d7294805539c3577f09c8/0_92_3543_2125/master/3543.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=e98506a5e02be6f309fd9decc784c8ed", "eventUri": "eng-5624799", "location": null, "shares": {"facebook": 21697}, "sentiment": -0.3568627450980392, "wgt": 21697, "relevance": 101}, {"uri": "6009866740", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "10:54:00", "dateTime": "2020-03-27T10:54:00Z", "dateTimePub": "2020-03-27T10:26:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/commentisfree/2020/mar/27/coronavirus-pandemic-americans-health-insurance", "title": "Millions of Americans are about to lose their health insurance in a pandemic | Wendell Potter", "body": "Americans are about to learn something horrifying: how irrational it is for health insurance to be linked to your employment status\n\nThe tragic effects of our battle with the novel coronavirus are seemingly endless. But arguably the most mind-blowing is this: the very pandemic that threatens to infect and kill millions is simultaneously causing many to also lose their health coverage at their gravest time of need.\n\nHere's how: the virus has caused a public health crisis so severe that people have been forced to stay home, causing businesses to shutter and lay off workers. And with roughly half of Americans getting their health insurance from their employer, these layoffs mean not only losing their income but also their medical coverage. In other words, just as our need for medical care skyrockets in the face of a global pandemic, fewer will have health insurance or be able to afford it. According to one recent report, the cost of treatment for Covid-19 can run around $35,000. As the patient in the report exclaimed: \"I was pretty sticker-shocked. I personally don't know anybody who has that kind of money.\"\n\nSo, how did we get to such a dire place? Many will sadly lose their jobs over the coming weeks - with one estimate projecting as many as 30%. And as they do, Americans are about to learn something horrifying: how irrational and irresponsible it is for so many to be dependent on employers for health insurance. Take it from me. I'm a former health insurance executive who once profited from this system. It's time for it to stop.\n\nAmerica needs to finally get out of the business of linking health coverage to job status. Even in better times, this arrangement was a bad idea from a health perspective. Most Americans whose families depend on their employers for coverage are just a layoff away from being uninsured. And now, when many businesses are shutting down and considering layoffs, it's a public health disaster. Across the country we're seeing reports of layoffs in almost all industries. As we approach a global recession, some analysts suggest that a million or more US workers will lose their jobs in April alone. Consider what this means for health care in this country.\n\nWe've seen this before. During the last big recession, researchers at Cornell University found that 9.3 million Americans lost their health insurance between 2007 and 2009. Why? As people lost work, their employer-provided insurance went away. During this time, roughly six in 10 Americans who lost their jobs became uninsured. And this problem compounds itself. If the reason you lost your health insurance is that you no longer have steady employment, how are you now going to be able to afford monthly premiums for some other private health care plan? This problem becomes particularly acute when you consider that premiums for health plans sold on exchanges are projected to soar, as well, due to \"unexpected Covid-19 costs\".\n\nIt's worth noting that even in good times, the employer-based model fails to cover enough of us, with the number of Americans covered through an employer steadily dropping in general. Since 1999, the percentage of those with job-based coverage has declined by nine points. And it most certainly will drop like a rock in the coming weeks and months.\n\nIt's now clear that this system cannot handle our current reality. With so many Americans sadly on the verge of unemployment, the number that will lose health coverage will be crushing. As we rebuild our country's economic base and reimagine the roles various industries play in our new future, we must also begin a difficult conversation about health care. If we're dependent on jobs in order to have it, a lot of us will be left out in the cold. And at a time in our nation's history where more will need quality care than ever before, the human cost will simply be too much to bear.\n\nWendell Potter, a former vice-president for corporate communications at Cigna, is president of Business for Medicare for All", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "wendell_potter@theguardian.com", "name": "Wendell Potter", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance", "type": "wiki", "score": 5, "label": {"eng": "Health insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 4, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance_coverage_in_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Health insurance coverage in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Recession", "type": "wiki", "score": 2, "label": {"eng": "Great Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Cornell_University", "type": "org", "score": 2, "label": {"eng": "Cornell University"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 2, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Insurance", "type": "wiki", "score": 2, "label": {"eng": "Insurance"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Single-payer_healthcare", "type": "wiki", "score": 1, "label": {"eng": "Single-payer healthcare"}}, {"uri": "http://en.wikipedia.org/wiki/Wendell_Potter", "type": "person", "score": 1, "label": {"eng": "Wendell Potter"}}, {"uri": "http://en.wikipedia.org/wiki/Cigna", "type": "org", "score": 1, "label": {"eng": "Cigna"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 1, "label": {"eng": "Unemployment"}}], "categories": [{"uri": "dmoz/Business/Financial_Services/Insurance", "label": "dmoz/Business/Financial Services/Insurance", "wgt": 31}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 33}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 32}, {"uri": "dmoz/Business/Healthcare/Economics", "label": "dmoz/Business/Healthcare/Economics", "wgt": 31}, {"uri": "dmoz/Health/Public_Health_and_Safety/Policy_and_Regulation", "label": "dmoz/Health/Public Health and Safety/Policy and Regulation", "wgt": 32}, {"uri": "news/Business", "label": "news/Business", "wgt": 62}], "image": "https://i.guim.co.uk/img/media/1a48a61165a095b83eb0718f5875622d477882dc/0_448_6720_4032/master/6720.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&s=0d7231c32198a1f0f17745d8a37e0941", "eventUri": null, "location": null, "shares": {"facebook": 18544}, "sentiment": -0.2627450980392156, "wgt": 18544, "relevance": 101}, {"uri": "6006258701", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "18:33:00", "dateTime": "2020-03-24T18:33:00Z", "dateTimePub": "2020-03-24T18:19:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/24/confused-dangerous-flippant-worlds-media-pans-pms-handling-of-coronavirus-boris-johnson", "title": "'Confused, dangerous, flippant': rest of world pans PM's handling of coronavirus", "body": "The international verdict on Boris Johnson and his zigzag handling of the pandemic has been damning, with responses ranging from bafflement and disbelief to anger.\n\nMany consider the prime minister's initial laissez-faire approach to the crisis, followed by contradictory signals about his government's strategy, as an inexplicable bout of British exceptionalism.\n\n\"Boris Johnson had gone out publicly and essentially asked Britons ... to accept death,\" said the Greek newspaper Ethnos. It declared him \"more dangerous than coronavirus\".\n\nOn Sunday, Singapore's national development minister, Lawrence Wong, said the UK and Switzerland had \"abandoned any measure to contain or restrain the virus\".\n\nThe New York Times accused Johnson of sowing confusion. \"He has seemed like a leader acting under duress ... playing catch-up to a private sector that had already acted on its own.\"\n\nPoliticians, scientists and commentators greeted the prime minister's U-turn on Monday night, when he ordered a UK-wide lockdown, as a belated but welcome decision to join the rest of Europe, and much of the world, in a necessary strategy.\n\nThe mystery is why it took so long.\n\nLast week Ireland, which shares a land border with the UK, struggled to understand Downing Street's hesitation. \"Boris Johnson is gambling with the health of his citizens,\" said the Irish Times.\n\nOn Tuesday, after the prime minister's sudden reversal, one official in Dublin expressed relief. \"The Brits were doing their own thing and it looked like we were going to have to live with it. They got there in the end.\"\n\nIt was a variation of an observation attributed to Winston Churchill about America doing the right thing after exhausting all other options.\n\nForeign observers had become accustomed to Johnson's breezy pronouncements on Britain steering its own course during Brexit showdowns last year but they winced at hearing the same tone in the context of a global health emergency.\n\nHe appeared at press conferences alongside the chief medical officer, Chris Whitty, and the chief scientific adviser, Patrick Vallance, but instead of reassurance Vallance caused consternation by appearing to endorse the idea of allowing much of the population to become infected to develop \"herd immunity\".\n\nLast week the prime minister made an initial concession to physical distancing - a key tactic to slow contagion - by asking people to avoid pubs. But he did not close them and many people, including his own father, Stanley, cheerily said they still planned to go out for a drink. Nevertheless, Johnson expressed confidence such limited measures were working and could \"turn the tide\" within 12 weeks.\n\nMany outsiders were aghast. The pandemic was out of control in Italy and Spain, killing thousands, and surging across the globe, prompting a scramble to emulate Chinese-style lockdowns.\n\nThe French president, Emmanuel Macron, reportedly threatened to close France's border with Britain last Friday if it did not intensify measures.\n\nOthers worried about the fate of friends and relatives in Britain. Giorgio Gori, the mayor of Bergamo, the city hardest hit by Italy's coronavirus outbreak, flew his two daughters out of the UK, deeming them safer at home.\n\n\"When I saw what the English government was thinking about this problem, I decided to bring them back, because I think that even if we are at the centre of the epidemic, probably they are more secure here than in England, because I don't understand why the government didn't decide in time to protect their citizens,\" he told Sky News.\n\nGreece, an early adopter of draconian measures, also became alarmed. It has one of the largest overseas student communities in the UK, much of which has been repatriated and ordered into a 14-day quarantine. Athens suspended all flights to Britain on Monday until 15 April.\n\nNot everyone lamented the UK's foot-dragging.\n\nOn Monday, before Johnson's U-turn, a son of Brazil's president, Jair Bolsonaro, defended his father's much-criticised response to the pandemic by citing Johnson.\n\nEduardo Bolsonaro tweeted a 22 March video of Johnson encouraging British citizens to use local parks. \"Coronavirus is very serious but the country cannot stop,\" he said. \"The British prime minister advised his people to take exercise in public parks.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "tom_phillips@theguardian.com", "name": "Tom Phillips", "type": "author", "isAgency": false}, {"uri": "helena_smith@theguardian.com", "name": "Helena Smith", "type": "author", "isAgency": false}, {"uri": "rory_carroll@theguardian.com", "name": "Rory Carroll", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 5, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Laissez-faire", "type": "wiki", "score": 4, "label": {"eng": "Laissez-faire"}}, {"uri": "http://en.wikipedia.org/wiki/Patrick_Vallance", "type": "wiki", "score": 3, "label": {"eng": "Patrick Vallance"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 3, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 3, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/The_Irish_Times", "type": "org", "score": 3, "label": {"eng": "The Irish Times"}}, {"uri": "http://en.wikipedia.org/wiki/Winston_Churchill", "type": "person", "score": 3, "label": {"eng": "Winston Churchill"}}, {"uri": "http://en.wikipedia.org/wiki/Coercion", "type": "wiki", "score": 3, "label": {"eng": "Coercion"}}, {"uri": "http://en.wikipedia.org/wiki/Private_sector", "type": "wiki", "score": 3, "label": {"eng": "Private sector"}}, {"uri": "http://en.wikipedia.org/wiki/Gambling", "type": "wiki", "score": 3, "label": {"eng": "Gambling"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 3, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Newspaper", "type": "wiki", "score": 3, "label": {"eng": "Newspaper"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Dublin", "type": "loc", "score": 3, "label": {"eng": "Dublin"}, "location": {"type": "place", "label": {"eng": "Dublin"}, "country": {"type": "country", "label": {"eng": "Ireland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ireland", "type": "loc", "score": 3, "label": {"eng": "Ireland"}, "location": {"type": "country", "label": {"eng": "Ireland"}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 3, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Greece", "type": "loc", "score": 3, "label": {"eng": "Greece"}, "location": {"type": "country", "label": {"eng": "Greece"}}}, {"uri": "http://en.wikipedia.org/wiki/Switzerland", "type": "loc", "score": 3, "label": {"eng": "Switzerland"}, "location": {"type": "country", "label": {"eng": "Switzerland"}}}, {"uri": "http://en.wikipedia.org/wiki/Chris_Whitty", "type": "person", "score": 2, "label": {"eng": "Chris Whitty"}}, {"uri": "http://en.wikipedia.org/wiki/Giorgio_Gori", "type": "person", "score": 2, "label": {"eng": "Giorgio Gori"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 2, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 2, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Emmanuel_Macron", "type": "person", "score": 2, "label": {"eng": "Emmanuel Macron"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Pub", "type": "wiki", "score": 2, "label": {"eng": "Pub"}}, {"uri": "http://en.wikipedia.org/wiki/President_of_France", "type": "wiki", "score": 2, "label": {"eng": "President of France"}}, {"uri": "http://en.wikipedia.org/wiki/English_language", "type": "wiki", "score": 2, "label": {"eng": "English language"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 2, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Bergamo", "type": "loc", "score": 2, "label": {"eng": "Bergamo"}, "location": {"type": "place", "label": {"eng": "Bergamo"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 2, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Eduardo_Bolsonaro", "type": "wiki", "score": 1, "label": {"eng": "Eduardo Bolsonaro"}}, {"uri": "http://en.wikipedia.org/wiki/Jair_Bolsonaro", "type": "person", "score": 1, "label": {"eng": "Jair Bolsonaro"}}, {"uri": "http://en.wikipedia.org/wiki/Repatriation", "type": "wiki", "score": 1, "label": {"eng": "Repatriation"}}, {"uri": "http://en.wikipedia.org/wiki/British_nationality_law", "type": "wiki", "score": 1, "label": {"eng": "British nationality law"}}, {"uri": "http://en.wikipedia.org/wiki/Sky_News", "type": "org", "score": 1, "label": {"eng": "Sky News"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Athens", "type": "loc", "score": 1, "label": {"eng": "Athens"}, "location": {"type": "place", "label": {"eng": "Athens"}, "country": {"type": "country", "label": {"eng": "Greece"}}}}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 1, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 12}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 10}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 11}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 12}, {"uri": "dmoz/Science/Technology/Metrology", "label": "dmoz/Science/Technology/Metrology", "wgt": 9}], "image": "https://i.guim.co.uk/img/media/f2b9bbc1c0befe7600b717240d2b41d9095b58bf/0_180_6324_3795/master/6324.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=d21872570742ac7d1227b2e679c6a067", "eventUri": null, "location": null, "shares": {"facebook": 18345}, "sentiment": -0.1529411764705882, "wgt": 18345, "relevance": 52}, {"uri": "6004523381", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "13:33:00", "dateTime": "2020-03-23T13:33:00Z", "dateTimePub": "2020-03-23T13:17:00Z", "dataType": "news", "sim": 0.4313725531101227, "url": "http://www.theguardian.com/world/2020/mar/23/trump-social-distancing-coronavirus-rules-guidelines-economy", "title": "Trump signals change in coronavirus strategy that could clash with health experts", "body": "The Trump administration has signaled a potential change in its handling of the coronavirus pandemic, after Congress failed to back a $1.8tn package to flood the economy with money and amid warnings of a record plunge in economic activity, with unemployment possibly hitting 30%.\n\nWriting in capital letters in a tweet late on Sunday, Donald Trump said: \"We cannot let the cure be worse than the problem itself. At the end of the 15-day period\" - of White House guidelines to enforce social distancing and other measures which began a week ago, on 16 March - \"we will make a decision as to which way we want to go.\"\n\nMike Pence, who heads the White House coronavirus taskforce, said earlier in the day the federal Centers for Disease Control and Prevention (CDC) would issue guidance on Monday meant to allow people already exposed to the coronavirus to return to work sooner.\n\nThe signals would seem to predict a clash between public health experts and a White House alarmed by economic paralysis in an election year.\n\n\"The consequences of this national shutdown, apart from any pandemic, are dire and will not be materially alleviated by any 'stimulus' and [government] spending,\" tweeted Tom Fitton, a conservative commentator known to influence the president's thinking. \"The only stimulus that will work is opening America back up for business.\"\n\nOn Monday morning, Trump retweeted a string of similar messages.\n\nThe change in tone came as central bankers warned of record economic fallout. The St Louis Fed chief, James Bullard, said US GDP could shrink 50%, with unemployment rising to 30% in the second quarter. On Wall Street, Morgan Stanley saw a 30% contraction, driving unemployment to 12.8%.\n\n\"Aggressive efforts must be taken across the public and private sectors to limit the losses to jobs and incomes and to promote a swift recovery once the disruptions abate,\" the Federal Reserve said in a Monday morning statement.\n\nThe central bank said it was \"using its full range of authorities to provide powerful support for the flow of credit to American families and businesses\".\n\nIn the Senate, attempts to pass a far-reaching stimulus package floundered - and a Republican senator, Rand Paul of Kentucky, was revealed to have contracted Covid-19.\n\nDemocrats said the $1.8tn proposals were weighted toward a corporate bailout at the expense of workers, hospitals and state and local governments. Republicans claimed Democrats were obstructing the bill in the midst of a national emergency. Both sides said they were confident a deal could still be agreed upon and meetings were due to resume at 9am on Monday, with the Senate reconvening at noon.\n\nTrump warned that a rattled American public would take a dim view of an impasse.\n\n\"The only reason a deal couldn't get done is pure politics,\" he said on Sunday.\n\nThe failure to reach an agreement was immediately felt in the markets, where Dow Jones Industrial Average futures dropped more than 600 points, signaling an immediate freeze on trading when the New York stock exchange opened.\n\nCoronavirus infections in the US have topped 35,070, with 458 deaths. In New York, which contributes close to half of the tally, 15,168 cases, the governor, Andrew Cuomo, said an estimated 40% to 80% of residents could be infected.\n\n\"All we're trying to do is slow the spread,\" he said on Sunday, \"but it will spread. It is that contagious.\"\n\nHealth officials warned of an increasingly dire shortage of protective masks and growing pressure to increase the number of available ventilators.\n\nThe surgeon general, Dr Jerome Adams, urged Americans to stay indoors on NBC's Today show Monday morning. \"I want America to understand this week it's going to get bad,\" he said. \"We really need to come together as a nation ... we really really need everyone to stay at home.\"\n\nThe decisions to quarantine one in three Americans and shut down non-essential businesses in several large states, including New York, New Jersey, Illinois and California, has effectively frozen the service and manufacturing sectors of the US economy.\n\nMeasures being considered by legislators include financial aid for regular Americans, small businesses and critically affected industries including airlines, which have warned they may not survive without at least $50bn in government support.\n\nChuck Schumer of New York, the top Senate Democrat, said more money was needed for community health centers, nursing homes, masks, ventilators, personal protective equipment and aid to state and local governments.\n\nThe Republican majority leader, Mitch McConnell, of Kentucky, urged Democrats to stop delaying aid and hurting financial markets.\n\nNegotiations between the two sides and the treasury secretary, Steven Mnuchin, went deep into the night. The speaker of the House of Representatives, Nancy Pelosi, said that should the Senate fail to reach an agreement, Democrats there would craft an alternative bill.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "edward_helmore@theguardian.com", "name": "Edward Helmore", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 5, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 5, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 5, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 4, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 4, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 4, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 4, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 4, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 3, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Tom_Fitton", "type": "person", "score": 3, "label": {"eng": "Tom Fitton"}}, {"uri": "http://en.wikipedia.org/wiki/Private_sector", "type": "wiki", "score": 3, "label": {"eng": "Private sector"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "org", "score": 3, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism", "type": "wiki", "score": 3, "label": {"eng": "Conservatism"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 3, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 3, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/St._Louis", "type": "loc", "score": 3, "label": {"eng": "St. Louis"}, "location": {"type": "place", "label": {"eng": "St. Louis"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Morgan_Stanley", "type": "org", "score": 3, "label": {"eng": "Morgan Stanley"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Today_(American_TV_program)", "type": "wiki", "score": 2, "label": {"eng": "Today (American TV program)"}}, {"uri": "http://en.wikipedia.org/wiki/Jerome_Adams", "type": "wiki", "score": 2, "label": {"eng": "Jerome Adams"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 2, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Surgeon_General_of_the_United_States", "type": "loc", "score": 2, "label": {"eng": "Surgeon General of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Rand_Paul", "type": "person", "score": 2, "label": {"eng": "Rand Paul"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 2, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/Bailout", "type": "wiki", "score": 2, "label": {"eng": "Bailout"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 2, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 2, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Governor", "type": "wiki", "score": 2, "label": {"eng": "Governor"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_Stock_Exchange", "type": "org", "score": 2, "label": {"eng": "New York Stock Exchange"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Kentucky", "type": "loc", "score": 2, "label": {"eng": "Kentucky"}, "location": {"type": "place", "label": {"eng": "Kentucky"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 2, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 2, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Illinois", "type": "loc", "score": 2, "label": {"eng": "Illinois"}, "location": {"type": "place", "label": {"eng": "Illinois"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Steven_Mnuchin", "type": "person", "score": 1, "label": {"eng": "Steven Mnuchin"}}, {"uri": "http://en.wikipedia.org/wiki/The_Republican_(Springfield,_Massachusetts)", "type": "org", "score": 1, "label": {"eng": "The Republican (Springfield, Massachusetts)"}}, {"uri": "http://en.wikipedia.org/wiki/Chuck_Schumer", "type": "person", "score": 1, "label": {"eng": "Chuck Schumer"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 1, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Mitch_McConnell", "type": "person", "score": 1, "label": {"eng": "Mitch McConnell"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 18}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 19}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 15}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 15}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 14}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 50}, {"uri": "news/Business", "label": "news/Business", "wgt": 49}], "image": "https://i.guim.co.uk/img/media/2a92f31cb86d9d3ef6e4bfc89033b58d58bd733c/0_25_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=e9cffb5dfd5bd5099e81497d3b0d2832", "eventUri": "eng-5614014", "location": null, "shares": {"facebook": 17148}, "sentiment": -0.2392156862745098, "wgt": 17148, "relevance": 101}, {"uri": "6011469483", "lang": "eng", "isDuplicate": false, "date": "2020-03-28", "time": "18:32:00", "dateTime": "2020-03-28T18:32:00Z", "dateTimePub": "2020-03-28T18:00:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/28/is-factory-farming-to-blame-for-coronavirus", "title": "Is factory farming to blame for coronavirus?", "body": "Where did the virus causing the current pandemic come from? How did it get to a food market in Wuhan, China, from where it is thought to have spilled over into humans? The answers to these questions are gradually being pieced together, and the story they tell makes for uncomfortable reading.\n\nLet's start at the beginning. As of 17 March, we know that the Sars-CoV-2 virus (a member of the coronavirus family that causes the respiratory illness Covid-19) is the product of natural evolution. A study of its genetic sequence, conducted by infectious disease expert Kristian G Andersen of the Scripps Research Institute in La Jolla, California, and colleagues, rules out the possibility that it could have been manufactured in a lab or otherwise engineered. Puff go the conspiracy theories.\n\nThe next step is a little less certain, but it seems likely that the original animal reservoir for the virus was bats. Andersen's team showed - like the Chinese before them -that the sequence of Sars-CoV-2 is similar to other coronaviruses that infect bats.\n\nSince other bat coronaviruses have transited to humans via an intermediate animal host, it seems likely that this one did too. That animal was probably one that some Chinese people like to eat, and that is therefore sold in \"wet\" markets (those that sell fresh meat, fish, seafood and other produce). This animal may have been the scaly mammal called a pangolin. That can't be conclusively proved, but several groups have found sequence similarities between Sars-CoV-2 and other coronaviruses that infect pangolins.\n\nIf this is indeed the route the virus took to humans, it has two critical interfaces: one between us and the intermediate host, possibly a pangolin, and one between that host and bats. Most of the attention so far has been focused on the interface between humans and the intermediate host, with fingers of blame being pointed at Chinese wet markets and eating habits, but both interfaces were required for the pandemic to ignite. So where and how did the spillover from the bat to the pangolin - or other wild or semi-wild intermediate host - occur?\n\n\"Our study does not directly shed light on the geographical origin of the virus,\" says Andersen. \"However, all the available evidence shows that it was inside China.\"\n\nCase closed then, and President Trump is right to call Sars-CoV-2 the \"Chinese virus\". Well, no, because if you want to understand why this pandemic happened now and not, say, 20 years ago - since Chinese people's taste for what we in the west consider exotic fare is not new - you have to include a number of other factors. \"We can blame the object - the virus, the cultural practice - but causality extends out into the relationships between people and ecology,\" says evolutionary biologist Rob Wallace of the Agroecology and Rural Economics Research Corps in St Paul, Minnesota.\n\nStarting in the 1990s, as part of its economic transformation, China ramped up its food production systems to industrial scale. One side effect of this, as anthropologists Lyle Fearnley and Christos Lynteris have documented, was that smallholding farmers were undercut and pushed out of the livestock industry. Searching for a new way to earn a living, some of them turned to farming \"wild\" species that had previously been eaten for subsistence only. Wild food was formalised as a sector, and was increasingly branded as a luxury product. But the smallholders weren't only pushed out economically. As industrial farming concerns took up more and more land, these small-scale farmers were pushed out geographically too - closer to uncultivable zones. Closer to the edge of the forest, that is, where bats and the viruses that infect them lurk. The density and frequency of contacts at that first interface increased, and hence, so did the risk of a spillover.\n\nIt's true, in other words, that an expanding human population pushing into previously undisturbed ecosystems has contributed to the increasing number of zoonoses - human infections of animal origin - in recent decades. That has been documented for Ebola and HIV, for example. But behind that shift has been another, in the way food is produced. Modern models of agribusiness are contributing to the emergence of zoonoses.\n\nTake flu, a disease that is considered to have high pandemic potential, having caused an estimated 15 pandemics in the past 500 years. \"There is clearly a link between the emergence of highly pathogenic avian influenza viruses and intensified poultry production systems,\" says spatial epidemiologist Marius Gilbert of the Université Libre de Bruxelles in Belgium.\n\nThe reasons, many of which were documented in Wallace's 2016 book Big Farms Make Big Flu, include the density with which chickens, turkeys or other poultry are packed into factory farms, and the fact that the birds in a given farm tend to be near genetic clones of one another - having been selected over decades for desirable traits such as lean meat. If a virus gets introduced into such a flock, it can race through it without meeting any resistance in the form of genetic variants that prevent its spread. Both experimental manipulations and observations in the real world have demonstrated that this process can result in a ratcheting up of the virus's virulence. If it then spills over into humans, we are potentially in trouble.\n\nIn a paper published in 2018, Gilbert's group reviewed historical \"conversion events\", as they call them - when a not-very-pathogenic avian flu strain became much more dangerous, and found that most of them had occurred in commercial poultry systems, and more frequently in wealthy countries. Europe, Australia and the US had generated more of them than China.\n\nThat doesn't let China off the hook. Two highly pathogenic forms of avian flu - H5N1 and H7N9 - have emerged in that country in recent decades. Both infect humans, though not easily (yet). The first human cases of H7N9 were reported in 2013, and there were small annual outbreaks thereafter. But, says Gilbert, \"nothing was done until the virus turned out to be pathogenic for chickens as well. Then it became an important economic issue and China started to mass-vaccinate its poultry against H7N9, and that ended the transmission to humans.\"\n\nChina is one of the world's major exporters of poultry, but its poultry industry is not wholly Chinese-owned. After the recession of 2008, for example, New York-based investment bank Goldman Sachs diversified its holdings and moved into Chinese poultry farms. So if China has its share of responsibility for spillover events, it isn't alone. That is why Wallace insists on talking about relational geographies rather than absolute geographies, when it comes to identifying the causes of disease. Or as he puts it: \"Follow the money.\"\n\nNot everybody sees a straightforward link between factory farming and new and dangerous forms of flu. Michael Worobey, an evolutionary biologist at the University of Arizona, points out that before they were brought into factory farms, poultry were kept outside. The factory model may ramp up virulence, he says, but it probably protects a flock from being infected by a virus in the first place.\n\nStill, Worobey doesn't doubt that farming and other human-animal interactions have shaped our disease ecology. His group collects the sequences of flu viruses from a range of animal hosts, including humans, and plots them on a family treeto try to understand how flu has evolved over time. Flu is constantly mutating - that's the reason the seasonal flu vaccine has to be updated each year - but it mutates at different rates in different hosts, which means that his flu family tree is informative both about the parentage and intermediate host of each strain and about the approximate timing of past spillover events.\n\nIt's possible - though by no means certain - that flu first became a disease of humans after the Chinese domesticated ducks about 4,000 years ago - drawing that animal reservoir into human communities for the first time. But humans can also catch flu from, and give flu to, pigs - another animal we have lived alongside for millennia. A few years ago, Worobey suggested - controversially - that birds might not always have been the main intermediate host for human flu viruses. Until about a century ago, he reported, people may have caught flu from horses. Around the time that motor vehicles supplanted horses as transport, poultry farming was expanding in the western hemisphere, and it's possible, Worobey argued, that birds then took over as the main intermediate host of flu for humans.\n\nNot everyone buys that scenario. Wendy Barclay, a virologist at Imperial College London, says that if horses were once the main intermediate host for flu, \"most avian viruses would contain the mammalian adaptation\", and they don't. David Morens of the US National Institute of Allergy and Infectious Diseases in Bethesda, Maryland, thinks that it is more likely that the horse was a temporary detour, and that the main intermediate host of flu for humans has always been birds - especially wild ones. But all agree that humans have shaped these host-pathogen relationships, through our use of land and other animal species. And as Worobey points out, the sheer size of the human population today means that in the 21st century, we are doing so on an unprecedented scale. He estimates, for example, that domesticated ducks probably outnumber wild ones by now.\n\nAnd we're not just talking about birds. Gilbert believes a ratcheting up of viral virulence is happening in pig herds, too. Porcine reproductive and respiratory syndrome (PRRS), a disease of pigs that was first described in the US in the late 1980s, has since spread to herds across the worldand strains detected recently in China are more virulent than the early American ones. A 2015 study carried out by Martha Nelson of the US National Institutes of Health and colleagues mapped the genetic sequences of swine flu viruses and found that Europe and the US - the largest global exporters of pigs - are also the largest exporters of swine flu.\n\nThere have been claims on social media, sometimes posted by vegans, that if we ate less meat there would have been no Covid-19. Interestingly, some of these have been blocked by mainstream news organisations as \"partly false\". But the claims are also partly true. Though the links they draw are too simplistic, the evidence is now strong that the way meat is produced - and not just in China - contributed to Covid-19.\n\nIt is clear that to prevent or at least slow the emergence of new zoonoses, as Fearnley and Lynteris have argued, China's wet markets will need to be better regulated. But we also need to look behind those markets, at how our food is produced globally.\n\nThough it may not feel like it now, Wallace says, we have been lucky with Sars-CoV-2. It appears to be far less lethal that either H7N9 - which kills around a third of those it infects - or H5N1, which kills even more. This gives us an opportunity, he says, to question our lifestyle choices - because chicken isn't cheap if it costs a million lives - and vote for politicians who hold agribusiness to higher standards of ecological, social and epidemiological sustainability. \"Hopefully,\" he says, \"this will change our notions about agricultural production, land use and conservation.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "laura_spinney@theguardian.com", "name": "Laura Spinney", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pangolin", "type": "wiki", "score": 5, "label": {"eng": "Pangolin"}}, {"uri": "http://en.wikipedia.org/wiki/Host_(biology)", "type": "wiki", "score": 5, "label": {"eng": "Host (biology)"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 5, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 5, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Poultry", "type": "wiki", "score": 5, "label": {"eng": "Poultry"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_A_virus_subtype_H7N9", "type": "wiki", "score": 4, "label": {"eng": "Influenza A virus subtype H7N9"}}, {"uri": "http://en.wikipedia.org/wiki/Avian_influenza", "type": "wiki", "score": 4, "label": {"eng": "Avian influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 4, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Evolution", "type": "wiki", "score": 4, "label": {"eng": "Evolution"}}, {"uri": "http://en.wikipedia.org/wiki/Bird", "type": "wiki", "score": 4, "label": {"eng": "Bird"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 4, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Meat", "type": "wiki", "score": 4, "label": {"eng": "Meat"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/La_Jolla", "type": "loc", "score": 4, "label": {"eng": "La Jolla"}, "location": {"type": "place", "label": {"eng": "La Jolla"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Alfred_Russel_Wallace", "type": "person", "score": 3, "label": {"eng": "Alfred Russel Wallace"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_people", "type": "wiki", "score": 3, "label": {"eng": "Chinese people"}}, {"uri": "http://en.wikipedia.org/wiki/Zoonosis", "type": "wiki", "score": 3, "label": {"eng": "Zoonosis"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_farming", "type": "wiki", "score": 3, "label": {"eng": "Intensive farming"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_animal_farming", "type": "wiki", "score": 3, "label": {"eng": "Intensive animal farming"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Saint_Paul,_Minnesota", "type": "loc", "score": 3, "label": {"eng": "Saint Paul, Minnesota"}, "location": {"type": "place", "label": {"eng": "Saint Paul, Minnesota"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Brussels", "type": "loc", "score": 3, "label": {"eng": "Brussels"}, "location": {"type": "place", "label": {"eng": "Brussels"}, "country": {"type": "country", "label": {"eng": "Belgium"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Belgium", "type": "loc", "score": 3, "label": {"eng": "Belgium"}, "location": {"type": "country", "label": {"eng": "Belgium"}}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 2, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 2, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Arizona", "type": "org", "score": 2, "label": {"eng": "University of Arizona"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 2, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Bethesda,_Maryland", "type": "loc", "score": 2, "label": {"eng": "Bethesda, Maryland"}, "location": {"type": "place", "label": {"eng": "Bethesda, Maryland"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "org", "score": 1, "label": {"eng": "National Institutes of Health"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 24}, {"uri": "dmoz/Home/Rural_Living", "label": "dmoz/Home/Rural Living", "wgt": 18}, {"uri": "dmoz/Health/Animal/Birds", "label": "dmoz/Health/Animal/Birds", "wgt": 21}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 17}, {"uri": "dmoz/Home/Rural_Living/Hobby_Farms", "label": "dmoz/Home/Rural Living/Hobby Farms", "wgt": 17}, {"uri": "news/Science", "label": "news/Science", "wgt": 98}], "image": "https://i.guim.co.uk/img/media/37c3bfe4e3074c63af2bae4fa9b9ced658002c41/0_133_3000_1799/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&s=8834fe3b1d14f34bd80767e17b4f1537", "eventUri": null, "location": null, "shares": {"facebook": 16730}, "sentiment": -0.0117647058823529, "wgt": 16730, "relevance": 101}, {"uri": "6004223179", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "09:06:00", "dateTime": "2020-03-23T09:06:00Z", "dateTimePub": "2020-03-23T08:56:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/politics/live/2020/mar/23/uk-coronavirus-live-news-latest-boris-johnson-minister-condemns-people-ignoring-two-metre-distance-rule-in-parks-as-very-selfish", "title": "UK coronavirus live: Hancock condemns people ignoring two-metre distance rule in parks as 'very selfish'", "body": "This is from Laura Kuenssberg, the BBC's political editor.\n\nThe government is effectively nationalising the state's railways for a temporary period, it has been announced, my colleague Ben Quinn reports. He has more details here.\n\nThis is from the BBC's Faisal Islam, whose tweet contains a link to the government press release giving details of the announcement.\n\nAnd this is from Grant Shapps, the transport secretary.\n\nGood morning. There is a common theme on today's newspaper front pages, which largely splash on what Boris Johnson said at his coronavirus press conference yesterday and which sum up his message like this:\n\nHere is my colleague Peter Walker's story with the full details.\n\nJohnson, who has been accused of muddling the government's messaging over social distancing (more on that soon) was reluctant yesterday to sound too critical of people who had gone to parks and outdoor spaces at the weekend and ignored the advice to say at least two metres away from other people. But this morning, in an interview on the Today programme, Matt Hancock, the health secretary, was much blunter. They were being \"very selfish\", he said. Asked why people were ignoring the guidance, he replied:\n\nWell, I don't know, because it is very selfish. The NHS is doing everything it can and preparing for this spread of this virus. And if people go within two metres of others who they don't live with, then they are helping to spread the virus, and the consequence of that costs lives, and it means for everyone this will on for longer.\n\nI will post more from his interview soon.\n\nHere is the agenda for the day.\n\n11am: Downing Street lobby briefing.\n\n2.30pm: Priti Patel, the home secretary, takes questions in the Commons.\n\nAfter 3.30pm: MPs debate the coronavirus emergency powers bill. It is due to pass all its Commons stages by the end of the day.\n\nAfternoon: The government is expected to hold its daily coronavirus press conference.\n\nWe will be covering all UK coronavirus developments, as well as any non-coronavirus political developments (if there are any). You can read all the latest Guardian coronavirus articles here, you can read all the latest Guardian politics articles here and here is the Politico Europe roundup of this morning's political news.\n\nIf you want to follow me or contact me on Twitter, I'm on @AndrewSparrow.\n\nI try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include \"Andrew\" in it somewhere and I'm more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can't promise to do this for everyone.\n\nIf you want to attract my attention quickly, it is probably better to use Twitter.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "andrew_sparrow@theguardian.com", "name": "Andrew Sparrow", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 5, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Political_editor", "type": "wiki", "score": 4, "label": {"eng": "Political editor"}}, {"uri": "http://en.wikipedia.org/wiki/Laura_Kuenssberg", "type": "person", "score": 4, "label": {"eng": "Laura Kuenssberg"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 4, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Nationalization", "type": "wiki", "score": 4, "label": {"eng": "Nationalization"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary_of_State_for_Health_and_Social_Care", "type": "wiki", "score": 3, "label": {"eng": "Secretary of State for Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Grant_Shapps", "type": "person", "score": 3, "label": {"eng": "Grant Shapps"}}, {"uri": "http://en.wikipedia.org/wiki/Faisal_Islam", "type": "person", "score": 3, "label": {"eng": "Faisal Islam"}}, {"uri": "http://en.wikipedia.org/wiki/Matt_Hancock", "type": "person", "score": 3, "label": {"eng": "Matt Hancock"}}, {"uri": "http://en.wikipedia.org/wiki/Today_(BBC_Radio_4)", "type": "wiki", "score": 3, "label": {"eng": "Today (BBC Radio 4)"}}, {"uri": "http://en.wikipedia.org/wiki/Politico_Europe", "type": "wiki", "score": 2, "label": {"eng": "Politico Europe"}}, {"uri": "http://en.wikipedia.org/wiki/Priti_Patel", "type": "person", "score": 2, "label": {"eng": "Priti Patel"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 2, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 2, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/Home_Secretary", "type": "wiki", "score": 2, "label": {"eng": "Home Secretary"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 2, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 18}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 15}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 86}], "image": "https://i.guim.co.uk/img/media/6c002217056b7ef921de5b91a0ea5a0f33540d79/0_161_3076_1846/master/3076.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&s=f1dc934de331b7b8e5bf51d77916df49", "eventUri": null, "location": null, "shares": {"facebook": 16648}, "sentiment": 0.07450980392156858, "wgt": 16648, "relevance": 76}, {"uri": "6008600051", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "12:28:00", "dateTime": "2020-03-26T12:28:00Z", "dateTimePub": "2020-03-26T12:00:00Z", "dataType": "news", "sim": 0.7019608020782471, "url": "http://www.theguardian.com/stage/2020/mar/26/national-theatre-to-broadcast-shows-online-on-thursdays", "title": "National Theatre to broadcast shows online on Thursdays", "body": "Thursday night could become National Theatre night, as the company announced plans to broadcast some of its most popular productions for free during the lockdown.\n\nThe new two-month National Theatre at Home programme will begin with One Man, Two Guvnors, the Richard Bean comedy starring James Corden.\n\nThe films will be shown at 7pm every Thursday to try to recreate, where possible, the communal viewing experience. They will then be available on demand for seven days.\n\nLisa Burger, the executive director and joint chief executive of the National Theatre, said writers, actors and directors had all waived their rights to the productions.\n\n\"Everyone has said yes. Please. Let's get it out to people,\" she said. \"It has taken a bit of negotiation and management but the outpouring from the industry has been fantastic.\"\n\nThe shows will be available to watch on YouTube. They kick off on 2 April with a play regarded as one of the most joyously laugh-out-loud shows of the last decade.\n\nOne Man, Two Guvnors, directed by Nicholas Hytner, is Bean's 2011 adaptation of Carlo Goldoni's 1746 comedy and a brilliant vehicle for Corden's stage comedy skills. The Guardian's Michael Billington, giving it five stars, wrote: \"The result, a kind of Carry On Carlo, is one of the funniest productions in the National's history.\"\n\nThat will be followed by Sally Cookson's adaptation of Charlotte Brontë's Jane Eyre, a production that began at Bristol Old Vic; Bryony Lavery's adaptation of Treasure Island which was the National's Christmas show in 2014, and the 2017 Twelfth Night, which starred Tamsin Greig as Malvolio. More titles are still to be announced.\n\nThe shows will also have accompanying contact, which includes Q&As with casts and creatives and post-show talks.\n\nThe National is just one of many arts organisations quickly endeavouring to get content out to the public during the coronavirus lockdown.\n\nThe RSC has teamed up with the BBC for six plays to be broadcast from their archives including the 2016 Hamlet starring Paapa Essiedu; the 2018 Macbeth that starred Christopher Eccleston and Niamh Cusack, and the 2015 Othello, which starred Hugh Quarshie and Lucian Msamati.\n\nThe Royal Opera House has made available productions that include the Royal Opera's Così fan tutte and the Royal Ballet's Peter and the Wolf.\n\nBurger said storytelling was needed more than ever. \"That combination of entertaining, inspiring, challenging ... it makes us think a bit about what other people might be going through. But also it just brings people together around something which is shared. I hope it stimulates a lot of conversations.\"\n\nAs well as National Theatre at Home, the theatre is making its online resource for schools, universities and libraries, the National Theatre Collection, accessible at home while everything is closed.\n\nThe National Theatre will be one of many arts organisations and individuals to benefit from Arts Council England's £160m emergency package to help them survive the coronavirus crisis. The money is also designed to help them come up with creative responses \"to buoy the public\" during the lockdown\n\nBurger said it was a positive move. \"Of course it is very much needed because we are all in a very precarious position. It is good that they have got that money and we look forward to understanding how it will be used, how freelancers can be supported and also theatres who don't receive Arts Council funding.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "mark_brown@theguardian.com", "name": "Mark Brown", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Royal_National_Theatre", "type": "wiki", "score": 5, "label": {"eng": "Royal National Theatre"}}, {"uri": "http://en.wikipedia.org/wiki/One_Man,_Two_Guvnors", "type": "wiki", "score": 4, "label": {"eng": "One Man, Two Guvnors"}}, {"uri": "http://en.wikipedia.org/wiki/Carlo_Goldoni", "type": "person", "score": 4, "label": {"eng": "Carlo Goldoni"}}, {"uri": "http://en.wikipedia.org/wiki/Bryony_Lavery", "type": "person", "score": 3, "label": {"eng": "Bryony Lavery"}}, {"uri": "http://en.wikipedia.org/wiki/Nicholas_Hytner", "type": "person", "score": 3, "label": {"eng": "Nicholas Hytner"}}, {"uri": "http://en.wikipedia.org/wiki/Bristol_Old_Vic", "type": "wiki", "score": 3, "label": {"eng": "Bristol Old Vic"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Billington_(critic)", "type": "person", "score": 3, "label": {"eng": "Michael Billington (critic)"}}, {"uri": "http://en.wikipedia.org/wiki/Treasure_Island", "type": "wiki", "score": 3, "label": {"eng": "Treasure Island"}}, {"uri": "http://en.wikipedia.org/wiki/Charlotte_Brontë", "type": "person", "score": 3, "label": {"eng": "Charlotte Brontë"}}, {"uri": "http://en.wikipedia.org/wiki/Jane_Eyre", "type": "wiki", "score": 3, "label": {"eng": "Jane Eyre"}}, {"uri": "http://en.wikipedia.org/wiki/Richard_Bean", "type": "person", "score": 3, "label": {"eng": "Richard Bean"}}, {"uri": "http://en.wikipedia.org/wiki/James_Corden", "type": "person", "score": 3, "label": {"eng": "James Corden"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 3, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/YouTube", "type": "org", "score": 3, "label": {"eng": "YouTube"}}, {"uri": "http://en.wikipedia.org/wiki/Tamsin_Greig", "type": "person", "score": 2, "label": {"eng": "Tamsin Greig"}}, {"uri": "http://en.wikipedia.org/wiki/Niamh_Cusack", "type": "person", "score": 2, "label": {"eng": "Niamh Cusack"}}, {"uri": "http://en.wikipedia.org/wiki/Malvolio", "type": "wiki", "score": 2, "label": {"eng": "Malvolio"}}, {"uri": "http://en.wikipedia.org/wiki/Lucian_Msamati", "type": "person", "score": 2, "label": {"eng": "Lucian Msamati"}}, {"uri": "http://en.wikipedia.org/wiki/Hugh_Quarshie", "type": "person", "score": 2, "label": {"eng": "Hugh Quarshie"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Così_fan_tutte", "type": "wiki", "score": 2, "label": {"eng": "Così fan tutte"}}, {"uri": "http://en.wikipedia.org/wiki/Peter_and_the_Wolf", "type": "wiki", "score": 2, "label": {"eng": "Peter and the Wolf"}}, {"uri": "http://en.wikipedia.org/wiki/Twelfth_Night", "type": "wiki", "score": 2, "label": {"eng": "Twelfth Night"}}, {"uri": "http://en.wikipedia.org/wiki/Christopher_Eccleston", "type": "person", "score": 2, "label": {"eng": "Christopher Eccleston"}}, {"uri": "http://en.wikipedia.org/wiki/Macbeth", "type": "wiki", "score": 2, "label": {"eng": "Macbeth"}}, {"uri": "http://en.wikipedia.org/wiki/Hamlet", "type": "wiki", "score": 2, "label": {"eng": "Hamlet"}}, {"uri": "http://en.wikipedia.org/wiki/The_Royal_Ballet", "type": "org", "score": 2, "label": {"eng": "The Royal Ballet"}}, {"uri": "http://en.wikipedia.org/wiki/Othello", "type": "wiki", "score": 2, "label": {"eng": "Othello"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Shakespeare_Company", "type": "wiki", "score": 2, "label": {"eng": "Royal Shakespeare Company"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Opera_House", "type": "wiki", "score": 2, "label": {"eng": "Royal Opera House"}}, {"uri": "http://en.wikipedia.org/wiki/Theatre", "type": "wiki", "score": 2, "label": {"eng": "Theatre"}}, {"uri": "http://en.wikipedia.org/wiki/Christmas", "type": "wiki", "score": 2, "label": {"eng": "Christmas"}}, {"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 2, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Arts_Council_England", "type": "wiki", "score": 1, "label": {"eng": "Arts Council England"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 1, "label": {"eng": "Pound sterling"}}], "categories": [{"uri": "dmoz/Arts", "label": "dmoz/Arts", "wgt": 20}, {"uri": "dmoz/Arts/Performing_Arts", "label": "dmoz/Arts/Performing Arts", "wgt": 24}, {"uri": "dmoz/Arts/Performing_Arts/Theatre", "label": "dmoz/Arts/Performing Arts/Theatre", "wgt": 35}, {"uri": "dmoz/Arts/Performing_Arts/Comedy", "label": "dmoz/Arts/Performing Arts/Comedy", "wgt": 20}, {"uri": "dmoz/Arts/Performing_Arts/Education", "label": "dmoz/Arts/Performing Arts/Education", "wgt": 20}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 78}], "image": "https://i.guim.co.uk/img/media/cbc3f04b967b7c6f412c675e580a4b3c10d46f45/0_181_4032_2420/master/4032.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=ecaf10e5f4bf721ad18bf4116c03051f", "eventUri": "eng-5632789", "location": null, "shares": {"facebook": 16115}, "sentiment": 0.1372549019607843, "wgt": 16115, "relevance": 27}, {"uri": "6004471125", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "12:50:00", "dateTime": "2020-03-23T12:50:00Z", "dateTimePub": "2020-03-23T12:01:00Z", "dataType": "news", "sim": 0.5372549295425415, "url": "http://www.theguardian.com/environment/2020/mar/23/coronavirus-pandemic-leading-to-huge-drop-in-air-pollution", "title": "Coronavirus pandemic leading to huge drop in air pollution", "body": "The coronavirus pandemic is shutting down industrial activity and temporarily slashing air pollution levels around the world, satellite imagery from the European Space Agency shows.\n\nOne expert said the sudden shift represented the \"largest scale experiment ever\" in terms of the reduction of industrial emissions.\n\nReadings from ESA's Sentinel-5P satellite show that over the past six weeks, levels of nitrogen dioxide (NO2) over cities and industrial clusters in Asia and Europe were markedly lower than in the same period last year.\n\nNitrogen dioxide is produced from car engines, power plants and other industrial processes and is thought to exacerbate respiratory illnesses such as asthma.\n\nWhile not a greenhouse gas itself, the pollutant originates from the same activities and industrial sectors that are responsible for a large share of the world's carbon emissions and that drive global heating.\n\nPaul Monks, professor of air pollution at the University of Leicester, predicted there will be important lessons to learn. \"We are now, inadvertently, conducting the largest-scale experiment ever seen,\" he said. \"Are we looking at what we might see in the future if we can move to a low-carbon economy? Not to denigrate the loss of life, but this might give us some hope from something terrible. To see what can be achieved.\"\n\nMonks, the former chair of the UK government's science advisory committee on air quality, said that a reduction in air pollution could bring some health benefits, though they were unlikely to offset loss of life from the disease.\n\n\"It seems entirely probable that a reduction in air pollution will be beneficial to people in susceptible categories, for example some asthma sufferers,\" he said. \"It could reduce the spread of disease. A high level of air pollution exacerbates viral uptake because it inflames and lowers immunity.\" Agriculture could also get a boost because pollution stunts plant growth, he added.\n\nThe World Health Organization describes NO2 as \"a toxic gas which causes significant inflammation of the airways\" at concentrations above 200 micrograms per cubic metre. Pollution particles may also be a vector for pathogens, as well as exacerbating existing health problems. The WHO is now investigating whether airborne pollution particles may be a vector that spreads Covid-19 and makes it more virulent.\n\nOne of the largest drops in pollution levels could be seen over the city of Wuhan, in central China, which was put under a strict lockdown in late January. The city of 11 million people serves as a major transportation hub and is home to hundreds of factories supplying car parts and other hardware to global supply chains. According to Nasa, nitrogen dioxide levels across eastern and central China have been 10-30% lower than normal.\n\nNO2 levels also dropped in South Korea, which has long struggled with high emissions from its large fleet of coal-fired power plants but also from nearby industrial facilities in China.\n\nThe country has avoided putting entire regions under lockdown but is meticulously tracing and isolating suspected coronavirus cases.\n\nThe changes over northern Italy are particularly striking because smoke from a dense cluster of factories tends to get trapped against the Alps at the end of the Po Valley, making this one of western Europe's pollution hotspots.\n\nSince the country went into lockdown on 9 March, NO2 levels in Milan and other parts of northern Italy have fallen by about 40%. \"It's quite unprecedented,\" said Vincent-Henri Peuch, director of the Copernicus Atmosphere Service. \"In the past, we have seen big variations for a day or so because of weather. But no signal on emissions that has lasted so long.\"\n\nThe source is not yet clear. One possibility is a slowdown of activity in Italy's industrial heartland. Another factor is likely to be a reduction in road traffic, which accounts for the biggest share of nitrogen dioxide emissions in Europe.\n\nPeuch said satellites were now starting to pick up similar signals in other European cities that are entering into lockdowns, though the data needs to studied over over a longer period to confirm this is a pattern.\n\nAlthough the UK is more than a week behind Italy in terms of the spread of the disease and the government's response, roadside monitors already show significantly reduced levels of pollution at hotspots such as Marylebone in London.\n\nRoad traffic accounts for about 80% of nitrogen oxide emissions in the UK, according to Monk. For the average diesel car, each kilometre not driven avoids 52 milligrammes of the pollutant entering the air.\n\n\"What I think will come out of this is a realisation - because we are forced to - that there is considerable potential to change working practices and lifestyles. This challenges us in the future to think, do we really need to drive our car there or burn fuel for that,\" said Monk.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "niko_kommenda@theguardian.com", "name": "Niko Kommenda", "type": "author", "isAgency": false}, {"uri": "jonathan_watts@theguardian.com", "name": "Jonathan Watts", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Nitrogen_dioxide", "type": "wiki", "score": 5, "label": {"eng": "Nitrogen dioxide"}}, {"uri": "http://en.wikipedia.org/wiki/European_Space_Agency", "type": "org", "score": 5, "label": {"eng": "European Space Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Air_pollution", "type": "wiki", "score": 5, "label": {"eng": "Air pollution"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Satellite_imagery", "type": "wiki", "score": 4, "label": {"eng": "Satellite imagery"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Greenhouse_gas", "type": "wiki", "score": 4, "label": {"eng": "Greenhouse gas"}}, {"uri": "http://en.wikipedia.org/wiki/Asthma", "type": "wiki", "score": 4, "label": {"eng": "Asthma"}}, {"uri": "http://en.wikipedia.org/wiki/Power_station", "type": "wiki", "score": 4, "label": {"eng": "Power station"}}, {"uri": "http://en.wikipedia.org/wiki/Pollution", "type": "wiki", "score": 4, "label": {"eng": "Pollution"}}, {"uri": "http://en.wikipedia.org/wiki/Sentinel-5_Precursor", "type": "wiki", "score": 3, "label": {"eng": "Sentinel-5 Precursor"}}, {"uri": "http://en.wikipedia.org/wiki/Microgram", "type": "wiki", "score": 3, "label": {"eng": "Microgram"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_tract", "type": "wiki", "score": 3, "label": {"eng": "Respiratory tract"}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 3, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Pollutant", "type": "wiki", "score": 3, "label": {"eng": "Pollutant"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Leicester", "type": "org", "score": 3, "label": {"eng": "University of Leicester"}}, {"uri": "http://en.wikipedia.org/wiki/Toxicity", "type": "wiki", "score": 3, "label": {"eng": "Toxicity"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Low-carbon_economy", "type": "wiki", "score": 3, "label": {"eng": "Low-carbon economy"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Inflammation", "type": "wiki", "score": 3, "label": {"eng": "Inflammation"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Vector_(epidemiology)", "type": "wiki", "score": 3, "label": {"eng": "Vector (epidemiology)"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Nicolaus_Copernicus", "type": "person", "score": 2, "label": {"eng": "Nicolaus Copernicus"}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Italy", "type": "loc", "score": 2, "label": {"eng": "Northern Italy"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Western_Europe", "type": "loc", "score": 2, "label": {"eng": "Western Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/NASA", "type": "org", "score": 2, "label": {"eng": "NASA"}}, {"uri": "http://en.wikipedia.org/wiki/Milan", "type": "loc", "score": 2, "label": {"eng": "Milan"}, "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 1, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Science/Environment", "label": "dmoz/Science/Environment", "wgt": 15}, {"uri": "dmoz/Science/Environment/Energy", "label": "dmoz/Science/Environment/Energy", "wgt": 14}, {"uri": "dmoz/Science/Environment/Air_Quality", "label": "dmoz/Science/Environment/Air Quality", "wgt": 25}, {"uri": "dmoz/Science/Environment/Environmental_Monitoring", "label": "dmoz/Science/Environment/Environmental Monitoring", "wgt": 14}, {"uri": "dmoz/Science/Environment/Carbon_Cycle", "label": "dmoz/Science/Environment/Carbon Cycle", "wgt": 17}, {"uri": "news/Science", "label": "news/Science", "wgt": 60}], "image": "https://i.guim.co.uk/img/media/a5ed715b367c65d671d54e55a3cebff24ca0314f/0_0_1000_600/master/1000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=27da590b47037f72e9b62356097363e6", "eventUri": "eng-5619713", "location": null, "shares": {"facebook": 15515}, "sentiment": -0.05882352941176472, "wgt": 15515, "relevance": 76}, {"uri": "6007019320", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "09:28:00", "dateTime": "2020-03-25T09:28:00Z", "dateTimePub": "2020-03-25T08:59:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/politics/live/2020/mar/25/uk-coronavirus-live-news-covid-19-pmqs-boris-johnson-parliament-to-close-early-for-easter-recess", "title": "UK coronavirus live: Parliament to close early for Easter recess", "body": "Minister claims it is 'sensible' for some builders to carry on working at construction sites\n\nRobert Jenrick, the communities secretary, was doing the morning interview round today on behalf of the government. Here are the main points from his various interviews.\n\nJenrick claimed it was \"sensible\" for some construction workers to carry on working. Asked about the controversy about this, he said:\n\nIf you can work from home you must do so. If you can't work from home then you can go into work but you and your employer should follow Public Health England's guidance on social distancing and safety precautions.\n\nIn the construction industry in particular a number of employers have concluded that they can't follow the Public Health England guidance and are choosing to close down their sites - in some cases they are doing so over a short period of time so those sites remain safe and that's the right thing to do.\n\nBut if you or your employer believes you can continue to operate safely within those guidelines then it's sensible for you to do so.\n\nHe accepted that it was not acceptable for some NHS workers to have to be making their own personal protective equipment (PPE). Asked if the situation was good enough, he replied:\n\nNo, it isn't. People who are working in the NHS and social care at the moment are absolute heroes who are working round the clock to support us as a country.\n\nWe, in turn, are also now embarked on a military-sized operation to get PPE to the front line, 7.5m items have been delivered to the front line in recent days.\n\nHe urged Sadiq Khan, the mayor of London, and Transport for London, to run more tube services. Matt Hancock, the health secretary, also made the same argument yesterday, in response to complaints that commuters are being crammed into carriages. Jenrick said:\n\nClearly they [Khan and Transport for London] have their own challenges because members of their staff are unwell or are self-isolating following the correct guidelines.\n\nSo I don't think this is an easy question to answer but I think there are ways they could be laying on more trains because nobody should be going to work, particularly those frontline workers such as in the NHS and social care, and having to travel cheek by jowl with other people on the Underground.\n\nWe think that can be resolved by laying on more trains and we are urging the Mayor of London to do so.\n\nKhan has said that TfL cannot run more services because too many staff are off work.\n\nJenrick said he did not know when Rishi Sunak, the chancellor, would announced the package of measures promised to help the self-employed. Asked about this, Jenrick said:\n\nI've a great deal of sympathy, as does the chancellor, with the self-employed and we appreciate that the current situation is far from perfect.\n\nThe chancellor has been clear that he is giving this further thought and will be coming back shortly. I can't pre-empt when he's going to make his statement.\n\nJenrick rejected Labour claims that the government has gone back on a promise to use the coronavirus bill to stop anyone being evicted because of coronavirus. Asked about this, Jenrick said:\n\nWe have been very clear that nobody should be evicted from their home as a result of coronavirus. We're doing that in a number of different ways. Firstly, we are brining about a moratorium on evictions for at least the next three months, so no court proceedings will occur which would lead to somebody leading their home in the next three months. And we have the option, in the powers we are taking in the bill, to extend that from three months to six months if we need to. We will have to review the situation as we approach the three-month deadline and see where we are with the coronavirus crisis.\n\nLet me be clear, nobody should be worried about losing their homes as a result of coronavirus. And the steps we've taken will make sure that will not happen.\n\nGood morning. This week the government said that businesses involved in non-essential work should close and tonight parliament itself is due to shut down, with MPs starting the Easter recess one week earlier than expected. Jacob Rees-Mogg, the leader of the Commons, has tabled a motion on today's order paper to that effect. The recess won't start until the coronavirus bill has been passed, but it is due to clear its final stages in the Lords later this afternoon. The decision to adjourn early comes as no great surprise, but it is yet one more sign of the way the coronavirus outbreak has upended all aspects of normal life.\n\nThis move means that today will be Jeremy Corbyn's last PMQs as Labour leader. In other circumstances this would have been a big moment, but today attention will be elsewhere.\n\nThe early adjournment obviously is not intended as a comment on parliament's usefulness, and today we should see some good examples of how MPs perform a vital scrutiny function. PMQs will mark the first time Boris Johnson has taken questions from anyone since he delivered his unprecedented lockdown directive on Monday night. And this morning there are two potentially important committee hearings, the highlight of which will be Sir Patrick Vallance, the government's chief scientific adviser, being questioned by the science committee. Some have claimed that the experts are really running the country at the moment and, appropriately enough, Vallance is up at 12pm - the same time as PMQs.\n\nHere is the agenda for the day.\n\n9.30am: Thérèse Coffey, the work and pensions secretary, gives evidence to the Commons work and pensions committee about coronavirus.\n\n10.15am: Prof Neil Ferguson, director of the MRC Centre for Global Infectious Disease Analysis at Imperial College gives evidence to the Commons science committee about coronavirus. He is followed by Dr Richard Horton, editor of the Lancet, at 10.55am; by Dr Melanie Saville, director of vaccine research and development for the Coalition for Epidemic Preparedness Innovations, and by Prof Andrew Pollard, professor of paediatric infection and immunity at the University of Oxford, at 11.15am; by Sir Patrick Vallance, the government's chief scientific adviser at 12pm; and by Prof Sharon Peacock, director of the national infection service at Public Health England at 12.45pm.\n\n12pm: Boris Johnson faces Jeremy Corbyn at PMQs.\n\n1.30pm: Downing Street lobby briefing.\n\n3.30pm: Peers resume their debate on the coronavirus bill. It is due to clear the Lords before the end of the day.\n\nAfternoon: The government is due to hold its daily coronavirus press conference.\n\nEvening: The Commons is due to rise early for the Easter recess after the coronavirus bill passes its remaining stages in the House\n\nWe will be covering all UK coronavirus developments throughout the day. You can read all the latest Guardian coronavirus articles here, you can read all the latest Guardian politics articles here and here is the Politico Europe roundup of this morning's political news.\n\nIf you want to follow me or contact me on Twitter, I'm on @AndrewSparrow Lucy is on @lucy_campbell_.\n\nI try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include \"Andrew\" in it somewhere and I'm more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can't promise to do this for everyone.\n\nIf you want to attract my attention quickly, it is probably better to use Twitter.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "andrew_sparrow@theguardian.com", "name": "Andrew Sparrow", "type": "author", "isAgency": false}, {"uri": "lucy_campbell@theguardian.com", "name": "Lucy Campbell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Robert_Jenrick", "type": "person", "score": 5, "label": {"eng": "Robert Jenrick"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Transport_for_London", "type": "org", "score": 5, "label": {"eng": "Transport for London"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 5, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Sadiq_Khan", "type": "person", "score": 5, "label": {"eng": "Sadiq Khan"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 5, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 5, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_(education)", "type": "wiki", "score": 4, "label": {"eng": "Chancellor (education)"}}, {"uri": "http://en.wikipedia.org/wiki/Mayor_of_London", "type": "wiki", "score": 4, "label": {"eng": "Mayor of London"}}, {"uri": "http://en.wikipedia.org/wiki/Social_work", "type": "wiki", "score": 4, "label": {"eng": "Social work"}}, {"uri": "http://en.wikipedia.org/wiki/Rishi_Sunak", "type": "person", "score": 3, "label": {"eng": "Rishi Sunak"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister's_Questions", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister's Questions"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary_of_State_for_Health_and_Social_Care", "type": "wiki", "score": 3, "label": {"eng": "Secretary of State for Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Matt_Hancock", "type": "person", "score": 3, "label": {"eng": "Matt Hancock"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 3, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Construction", "type": "wiki", "score": 3, "label": {"eng": "Construction"}}, {"uri": "http://en.wikipedia.org/wiki/Patrick_Vallance", "type": "wiki", "score": 2, "label": {"eng": "Patrick Vallance"}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_for_Epidemic_Preparedness_Innovations", "type": "wiki", "score": 2, "label": {"eng": "Coalition for Epidemic Preparedness Innovations"}}, {"uri": "http://en.wikipedia.org/wiki/Richard_Horton_(editor)", "type": "person", "score": 2, "label": {"eng": "Richard Horton (editor)"}}, {"uri": "http://en.wikipedia.org/wiki/Thérèse_Coffey", "type": "person", "score": 2, "label": {"eng": "Thérèse Coffey"}}, {"uri": "http://en.wikipedia.org/wiki/Jacob_Rees-Mogg", "type": "person", "score": 2, "label": {"eng": "Jacob Rees-Mogg"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 2, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 2, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 2, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 2, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/The_Lancet", "type": "wiki", "score": 2, "label": {"eng": "The Lancet"}}, {"uri": "http://en.wikipedia.org/wiki/Moratorium_(law)", "type": "wiki", "score": 2, "label": {"eng": "Moratorium (law)"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Parliament of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Corbyn", "type": "person", "score": 2, "label": {"eng": "Jeremy Corbyn"}}, {"uri": "http://en.wikipedia.org/wiki/Department_for_Work_and_Pensions", "type": "org", "score": 2, "label": {"eng": "Department for Work and Pensions"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 2, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Easter", "type": "wiki", "score": 2, "label": {"eng": "Easter"}}, {"uri": "http://en.wikipedia.org/wiki/Pediatrics", "type": "wiki", "score": 2, "label": {"eng": "Pediatrics"}}, {"uri": "http://en.wikipedia.org/wiki/Research_and_development", "type": "wiki", "score": 2, "label": {"eng": "Research and development"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Politico_Europe", "type": "wiki", "score": 1, "label": {"eng": "Politico Europe"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 1, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 20}, {"uri": "dmoz/Society/Work/Rethinking_Work", "label": "dmoz/Society/Work/Rethinking Work", "wgt": 19}, {"uri": "dmoz/Society/Work/Work_and_Family", "label": "dmoz/Society/Work/Work and Family", "wgt": 15}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 91}], "image": "https://i.guim.co.uk/img/media/7d1d43a0144cdeb4472e0fce861b13ae618638e4/0_45_6240_3744/master/6240.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&s=20c924385218ae66186918ca84de2401", "eventUri": null, "location": null, "shares": {"facebook": 15509}, "sentiment": 0.2627450980392156, "wgt": 15509, "relevance": 101}, {"uri": "6008150014", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "05:12:00", "dateTime": "2020-03-26T05:12:00Z", "dateTimePub": "2020-03-26T05:00:00Z", "dataType": "news", "sim": 0.364705890417099, "url": "http://www.theguardian.com/world/2020/mar/26/spain-coronavirus-response-analysis", "title": "How did Spain get its coronavirus response so wrong?", "body": "It is one of the darkest and most dramatic moments in recent Spanish history. In the chilling table of daily dead from the coronavirus pandemic, Spain has taken top position from Italy - with 738 dying over 24 hours.\n\nSpain is now the hotspot of the global pandemic, a ghoulish title that has been passed from country to country over four months - starting in Wuhan, China, and travelling via Iran and Italy. As it moves west, we do not know who will be next.\n\nWhat went wrong? Spain had seen what happened in China and Iran. It also has Italy nearby, just 400 miles across the Mediterranean and an example of how the virus can spread rapidly and viciously inside Europe.\n\nYet Spaniards cannot blame that proximity. There are no land borders with Italy, while France, Switzerland, Austria and Slovenia - all countries that are doing much better - do have them.\n\nThis may, in fact, be one of the reasons for the country's late response. Spain thought it was far enough away. \"Spain will only have a handful of cases,\" said Dr Fernando Simón, the head of medical emergencies in Madrid, on 9 February. Six weeks later he gives out daily figures of hundreds of deaths. The number of dead per capita is already three times that of Iran, and 40 times higher than China.\n\nOn 19 February, 2,500 Valencia soccer fans mixed with 40,000 Atalanta supporters for a Champions League game in Bergamo which Giorgio Gori, mayor of the Italian city, has described as \"the bomb\" which exploded the virus in Lombardy.\n\nIn Spain, Valencia players, fans and sports journalists were amongst the first to fall ill.\n\nThe main reason for the quick spread through Spain may be completely mundane. It has been an unusually mild, sunny Spring. In late February and early March, with temperatures above 20C (68F), Madrid's pavement cafes and bars were heaving with happy folk, doing what Madrileños like best - being sociable. That means hugging, kissing and animated chatter just a few inches from someone else's face.\n\nOn 8 March, just a week before the country was closed down, sports events, political party conferences and massive demonstrations to mark International Women's Day all took place. Three days later, about 3,000 Atlético de Madrid fans flew together for another Champions League match in Liverpool.\n\nThe Socialist-led government of Pedro Sánchez reacted late and clumsily. The country lacked essential equipment. Ventilators, protective clothing for doctors and coronavirus tests are still only just being sourced. China has gone from villain to saviour, as equipment and tests pour in - much of it brokered by the same Chinese immigrant community that has closed shops and shut itself away to avoid a racist backlash.\n\nThe virus has laid bare, too, deep faults in the Spanish care system. Private old people's homes must turn a profit while charging people prices they can afford - which may be a basic pension of just over 9,000 euros. As a result, these were understaffed, unprepared and quickly overwhelmed, with death rates of up to 20%. The army was sent in, and found some people lying dead in their beds.\n\nSpain has a magnificent primary care system, but its hospitals have been hit by a decade of austerity since the financial crisis. It has only a third of the hospital beds per capita that are provided by Austria or Germany. Yet that is still more than the UK, New Zealand or the US.\n\nWhen Sánchez announced that he would be invoking emergency powers, he took more than 24 hours to put them in place - by which time part of the population of Madrid and other cities had dispersed across the country.\n\nPoor coordination meant that the regional government of Madrid had closed universities and schools earlier that week, provoking a holiday atmosphere in which bars and parks were full and many families left for their beach homes.\n\nThe lockdown that began on 14 March has been efficiently enforced with police fines and popular pressure (including eggs hurled from balconies). As a result, Spain's ghastly curve of fatalities will begin to flatten soon and ministers say measures should start being relaxed when the month-long quarantine ends on 11 April. Yet no-one expects a return to normality.\n\nWhen this is over, Spain will be extremely fragile. When the financial crisis hit in 2008, unemployment soared to 27%, public debt leapt upwards and the nosedive into recession was amongst the worst in Europe. Much the same will happen this year.\n\nThe solutions imposed a decade ago - austerity, jobs losses and salary cuts - will not be tolerated. The economist Toni Roldán has calculated that Spain needs a 200bn euro loan from the European Stability Mechanism (ESM). That, however, must wait. For the moment, Spain must beat the virus. This has been the toughest moment so far, but there may be worse to come.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "giles_tremlett@theguardian.com", "name": "Giles Tremlett", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 5, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 5, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Valencia", "type": "loc", "score": 4, "label": {"eng": "Valencia"}, "location": {"type": "place", "label": {"eng": "Valencia"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/UEFA_Champions_League", "type": "wiki", "score": 4, "label": {"eng": "UEFA Champions League"}}, {"uri": "http://en.wikipedia.org/wiki/Madrid", "type": "loc", "score": 4, "label": {"eng": "Madrid"}, "location": {"type": "place", "label": {"eng": "Madrid"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/Giorgio_Gori", "type": "person", "score": 3, "label": {"eng": "Giorgio Gori"}}, {"uri": "http://en.wikipedia.org/wiki/Atalanta_B.C.", "type": "wiki", "score": 3, "label": {"eng": "Atalanta B.C."}}, {"uri": "http://en.wikipedia.org/wiki/Mediterranean_Sea", "type": "loc", "score": 3, "label": {"eng": "Mediterranean Sea"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Mayor", "type": "wiki", "score": 3, "label": {"eng": "Mayor"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Political_party", "type": "wiki", "score": 3, "label": {"eng": "Political party"}}, {"uri": "http://en.wikipedia.org/wiki/Association_football", "type": "wiki", "score": 3, "label": {"eng": "Association football"}}, {"uri": "http://en.wikipedia.org/wiki/Bergamo", "type": "loc", "score": 3, "label": {"eng": "Bergamo"}, "location": {"type": "place", "label": {"eng": "Bergamo"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 3, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Slovenia", "type": "loc", "score": 3, "label": {"eng": "Slovenia"}, "location": {"type": "country", "label": {"eng": "Slovenia"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Switzerland", "type": "loc", "score": 3, "label": {"eng": "Switzerland"}, "location": {"type": "country", "label": {"eng": "Switzerland"}}}, {"uri": "http://en.wikipedia.org/wiki/Austria", "type": "loc", "score": 3, "label": {"eng": "Austria"}, "location": {"type": "country", "label": {"eng": "Austria"}}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/International_Women's_Day", "type": "wiki", "score": 2, "label": {"eng": "International Women's Day"}}, {"uri": "http://en.wikipedia.org/wiki/Alexis_Sánchez", "type": "person", "score": 2, "label": {"eng": "Alexis Sánchez"}}, {"uri": "http://en.wikipedia.org/wiki/Atlético_Madrid", "type": "org", "score": 2, "label": {"eng": "Atlético Madrid"}}, {"uri": "http://en.wikipedia.org/wiki/Austerity", "type": "wiki", "score": 2, "label": {"eng": "Austerity"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 2, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 2, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Pension", "type": "wiki", "score": 2, "label": {"eng": "Pension"}}, {"uri": "http://en.wikipedia.org/wiki/Racism", "type": "wiki", "score": 2, "label": {"eng": "Racism"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 2, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Pedro_Sánchez", "type": "loc", "score": 2, "label": {"eng": "Pedro Sánchez"}, "location": {"type": "place", "label": {"eng": "Pedro Sánchez"}, "country": {"type": "country", "label": {"eng": "Dominican Republic"}}}}, {"uri": "http://en.wikipedia.org/wiki/Liverpool", "type": "loc", "score": 2, "label": {"eng": "Liverpool"}, "location": {"type": "place", "label": {"eng": "Liverpool"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/New_Zealand", "type": "loc", "score": 2, "label": {"eng": "New Zealand"}, "location": {"type": "country", "label": {"eng": "New Zealand"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/European_Stability_Mechanism", "type": "wiki", "score": 1, "label": {"eng": "European Stability Mechanism"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 1, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/The_Economist", "type": "org", "score": 1, "label": {"eng": "The Economist"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 11}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 10}, {"uri": "dmoz/Sports/Soccer/Statistics", "label": "dmoz/Sports/Soccer/Statistics", "wgt": 9}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 11}, {"uri": "news/Business", "label": "news/Business", "wgt": 78}], "image": "https://i.guim.co.uk/img/media/612efe15d2c2a31a595942ce45dae1b39710ccbb/0_93_3498_2099/master/3498.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=a3545838dff5622365eb8463a9b97302", "eventUri": "eng-5629334", "location": null, "shares": {"facebook": 15380}, "sentiment": -0.1372549019607843, "wgt": 15380, "relevance": 76}, {"uri": "6010179774", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "15:26:00", "dateTime": "2020-03-27T15:26:00Z", "dateTimePub": "2020-03-27T15:04:00Z", "dataType": "news", "sim": 0, "url": "http://www.theguardian.com/world/2020/mar/27/advice-on-protective-gear-for-nhs-staff-was-rejected-owing-to-cost", "title": "Advice on protective gear for NHS staff was rejected owing to cost", "body": "The Department of Health rejected high-level medical advice about providing NHS staff with certain protective equipment during an influenza pandemic because stockpiling it would be too expensive, the Guardian can reveal.\n\nDocuments show that officials working under former health secretary Jeremy Hunt told medical advisers three years ago to \"reconsider\" a formal recommendation that eye protection should be provided to all healthcare professionals who have close contact with pandemic influenza patients.\n\nThe expert advice was watered down after an \"economic assessment\" found a medical recommendation about providing visors or safety glasses to all hospital, ambulance and social care staff who have close contact with pandemic influenza patients would \"substantially increase\" the costs of stockpiling.\n\nThe documents may help explain a devastating shortage of protective gear in the NHS that is hampering efforts by medical staff to manage the Covid-19 virus pandemic.\n\nDoctors are threatening to quit the profession unless they are properly equipped, and NHS trusts across England have been asking schools to donate science goggles due to the shortages, the Guardian revealed on Wednesday. The health secretary, Matt Hancock, has acknowledged \"challenges\" with the supply of protective material to NHS staff and has drafted in the army to get supplies to frontline workers.\n\nIn recent days, his department says, more than 15m face masks have been delivered to the frontline, including 24.6m gloves and 1.9m sets of eye protection delivered on Wednesday.\n\nHowever documents seen by the Guardian suggest officials working under his predecessor resisted advice about stockpiling supplies of eye protection in case of a pandemic of this kind.\n\nIn 2015, what is now the Department of Health and Social Care tasked one of its independent advisory committees, the new and emerging respiratory virus threat advisory group (Nervtag), to review the UK's approach to stockpiling personal protective equipment (PPE) for use in an influenza pandemic \"to help inform future stockpile and purchasing decisions\".\n\nNervtag had been created the previous year to advise the government on pandemic influenza and new virus threats to the UK. The advisory group made a series of \"formal recommendations\" to the department in March 2016, which had been compiled by a subgroup of senior NHS clinicians and scientists, and agreed by the wider committee.\n\nAsked what items of PPE would be required in a pandemic, the government's advisers recommended \"providing eye protection for all hospital, community, ambulance and social care staff who have close contact with pandemic influenza patients.\"\n\nThey said the protection could be either visors or safety glasses, adding such equipment was necessary because there was some evidence of risk of infection via the eyes when in close contact with pandemic influenza patients.\n\nHowever, according to minutes of a Nervtag meeting in June 2017, a health department official told the advisers to reconsider their advice as information had emerged about \"the very large incremental cost of adding in eye protection.\"\n\nA minute from the meeting stated that \"a subsequent internal DH health economic assessment has revealed that following these recommendations would substantially increase the cost of the PPE component of the pandemic stockpile four-to six-fold, with a very low likelihood of cost-benefit based on standard thresholds.\"\n\nThe department asked Nervtag \"to clarify the detail of their advice in light of the costings, and reconsider its recommendations against the strength of the scientific evidence of the ocular route as a source of infection, and the likely incremental cost-recommendations\".\n\nThe advisory committee then changed its official advice. The recommendation over protective eyewear was rewritten so that it instead told the department to buy enough eye protection for \"exceptional usage\" in higher-risk circumstances and when used with respirator masks during aerosol generating procedures.\n\nAccording to a January 2018 minute, the update was made \"in light of emerging evidence around cost-effectiveness, and the evidence around the incremental benefits of wearing eye protection.\"\n\nThe DHSC is now scrambling to find ways to better supply hospital staff as it faces Covid-19, a highly infectious respiratory disease, with reports of doctors and nurses frantically trying to buy their own PPE and a particularly acute need for eye protection.\n\nAt prime minister's questions on Wednesday, the Labour leader, Jeremy Corbyn, highlighted that the Healthcare Supplies Association had appealed to DIY shops to donate PPE. On Twitter, the association said it needed visors and protective glasses, tweeting: \"Do we have to commandeer the stocks of DIY stores?????\"\n\nIt is not clear at what level of seniority in the health department the Nervtag recommendations were considered back in 2016 and 2017. In a statement to the Guardian, DHSC said it would be incorrect to say ministers \"intervened in this decision making\".\n\nHunt, who ran the department between 2012 and 2018 and now chairs the House of Commons health select committee, has in recent days led calls to better equip frontline staff battling the coronavirus. Last week, he told the BBC: \"We must sort this out. We are asking people to put their own lives at risk on the NHS frontline...It is absolutely heartbreaking when NHS frontline professionals don't have the equipment that they need.\"\n\nHis spokeswoman told the Guardian: \"Jeremy does not believe he was personally involved in decisions about PPE for NHS staff, but was acutely aware of the shortage of funds in the NHS budget which was why that year he fought for and secured an £8bn rise in the NHS annual budget followed by a £20bn rise two years later.\"\n\nHowever, the documents suggest the efforts by Hunt's department to water down the advice on PPE impacted a round of procurement that was due to take place in 2017 to stockpile for a possible pandemic.\n\nIn addition to the discussions over eye protection, the documents also raise questions about the UK government's policy regarding face masks for doctors, nurses and other health professionals dealing with Covid-19 patients.\n\nIn 2016, Nervtag advisers told the government that intensive care units (ICUs) should be designated \"hot spots\" carrying out aerosol generating procedures. Therefore, they said, a particular kind of mask known as an FFP3 respirator \"should be recommended for all staff at all times in these areas when a patient with pandemic influenza is present\", except for some circumstances.\n\nOne intensive care nurse at a hospital in Yorkshire told the Guardian earlier this week she had had to spend £100 of her own money to buy a full FFP3 respirator mask online. In her unit on Monday, there were no masks or surgical gowns, another vital piece of PPE kit which has also been in short supply.\n\nThere have been other reports in recent days of NHS improvising in the face of insufficient PPE, with nurses in the Royal Free hospital in north London affixing clinical waste bags around their legs, while at North Middlesex hospital they have been tying plastic aprons around their heads.\n\nBack in 2016, Nervtag advisers also recommended the government commission an update to its infection control guidance, which by then was seven years old. The guidance, they said, needed to recommend PPE usage \"in line with the current evidence base and guidelines\".\n\nIn June that year, the department responded to Nervtag's initial recommendations about pandemic stockpiling, saying work to reflect the advice was being prioritised and progressed. However, with regard to updating the control guidance to bring it in line with current evidence, officials replied: \"This work is not considered a priority at this time and will be deferred for consideration at a future time.\"\n\nFrontline doctors and nurses have said recent changes to official advice in the UK have meant many NHS staff have been wearing far less protective gear than the World Health Organization (WHO) recommends when caring for Covid-19 patients. The WHO's advice recommends wearing a visor and a respirator mask, whereas UK advice issued earlier this month recommended a standard surgical mask.\n\nIn its statement to the Guardian, the DHSC said: \"As the public rightly expects, decisions of this nature are evidence-based and take into account a number of factors, including expert clinical guidance, cost effectiveness and practical consideration, such as shelf life and storage.\n\n\"The government has prepared and stockpiled for an influenza pandemic. The documents clearly state that the scientific evidence did not support a vast increase in procurement expenditure on face masks with integrated eye protection for pandemic influenza.\"", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "harry_davies@theguardian.com", "name": "Harry Davies", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Department_of_Health_and_Social_Care", "type": "wiki", "score": 5, "label": {"eng": "Department of Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary_of_State_for_Health_and_Social_Care", "type": "wiki", "score": 5, "label": {"eng": "Secretary of State for Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Eye_protection", "type": "wiki", "score": 5, "label": {"eng": "Eye protection"}}, {"uri": "http://en.wikipedia.org/wiki/Visor", "type": "wiki", "score": 5, "label": {"eng": "Visor"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_pandemic", "type": "wiki", "score": 5, "label": {"eng": "Influenza pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Glasses", "type": "wiki", "score": 5, "label": {"eng": "Glasses"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 5, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 5, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/The_Guardian", "type": "org", "score": 5, "label": {"eng": "The Guardian"}}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Hunt", "type": "person", "score": 4, "label": {"eng": "Jeremy Hunt"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 4, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 4, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Social_work", "type": "wiki", "score": 4, "label": {"eng": "Social work"}}, {"uri": "http://en.wikipedia.org/wiki/Ambulance", "type": "wiki", "score": 4, "label": {"eng": "Ambulance"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Independent_politician", "type": "wiki", "score": 3, "label": {"eng": "Independent politician"}}, {"uri": "http://en.wikipedia.org/wiki/Matt_Hancock", "type": "person", "score": 3, "label": {"eng": "Matt Hancock"}}, {"uri": "http://en.wikipedia.org/wiki/NHS_trust", "type": "wiki", "score": 3, "label": {"eng": "NHS trust"}}, {"uri": "http://en.wikipedia.org/wiki/Goggles", "type": "wiki", "score": 3, "label": {"eng": "Goggles"}}, {"uri": "http://en.wikipedia.org/wiki/Aerosol", "type": "wiki", "score": 3, "label": {"eng": "Aerosol"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 3, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/House_of_Commons_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "House of Commons of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/North_London", "type": "loc", "score": 2, "label": {"eng": "North London"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Jeremy_Corbyn", "type": "person", "score": 2, "label": {"eng": "Jeremy Corbyn"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 2, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 2, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Middlesex", "type": "loc", "score": 2, "label": {"eng": "Middlesex"}, "location": {"type": "place", "label": {"eng": "Middlesex"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Yorkshire", "type": "loc", "score": 2, "label": {"eng": "Yorkshire"}, "location": {"type": "place", "label": {"eng": "Yorkshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 1, "label": {"eng": "World Health Organization"}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 17}, {"uri": "dmoz/Health/Medicine", "label": "dmoz/Health/Medicine", "wgt": 17}, {"uri": "dmoz/Health/Public_Health_and_Safety/Patient_Safety", "label": "dmoz/Health/Public Health and Safety/Patient Safety", "wgt": 16}, {"uri": "news/Health", "label": "news/Health", "wgt": 95}], "image": "https://i.guim.co.uk/img/media/dd351b08a19451e944333b09465579209d1d0fc7/0_0_5398_3241/master/5398.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=1b02e1f09c8da0cace1b7d340d97a0f0", "eventUri": null, "location": null, "shares": {"facebook": 15372}, "sentiment": -0.03529411764705881, "wgt": 15372, "relevance": 76}, {"uri": "6005685425", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "10:20:00", "dateTime": "2020-03-24T10:20:00Z", "dateTimePub": "2020-03-24T10:05:00Z", "dataType": "news", "sim": 0.7215686440467834, "url": "http://www.theguardian.com/books/2020/mar/24/asterix-creator-albert-uderzo-dies-at-92", "title": "Asterix creator Albert Uderzo dies at 92", "body": "Asterix illustrator Albert Uderzo has died at the age of 92, his family has announced.\n\nThe French comic book artist, who created the beloved Asterix comics in 1959 with the writer René Goscinny, died on Tuesday. He \"died in his sleep at his home in Neuilly from a heart attack unrelated to the coronavirus. He had been very tired for several weeks,\" his son-in-law Bernard de Choisy told AFP.\n\nMore to follow.", "source": {"uri": "theguardian.com", "dataType": "news", "title": "The Guardian"}, "authors": [{"uri": "alison_flood@theguardian.com", "name": "Alison Flood", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Albert_Uderzo", "type": "person", "score": 4, "label": {"eng": "Albert Uderzo"}}, {"uri": "http://en.wikipedia.org/wiki/Illustrator", "type": "wiki", "score": 4, "label": {"eng": "Illustrator"}}, {"uri": "http://en.wikipedia.org/wiki/Cartoonist", "type": "wiki", "score": 3, "label": {"eng": "Cartoonist"}}, {"uri": "http://en.wikipedia.org/wiki/Comics", "type": "wiki", "score": 3, "label": {"eng": "Comics"}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/René_Goscinny", "type": "person", "score": 2, "label": {"eng": "René Goscinny"}}, {"uri": "http://en.wikipedia.org/wiki/Myocardial_infarction", "type": "wiki", "score": 2, "label": {"eng": "Myocardial infarction"}}, {"uri": "http://en.wikipedia.org/wiki/Neuilly-sur-Seine", "type": "loc", "score": 2, "label": {"eng": "Neuilly-sur-Seine"}, "location": {"type": "place", "label": {"eng": "Neuilly-sur-Seine"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/Agence_France-Presse", "type": "org", "score": 1, "label": {"eng": "Agence France-Presse"}}], "categories": [{"uri": "dmoz/Arts/Comics", "label": "dmoz/Arts/Comics", "wgt": 26}, {"uri": "dmoz/Arts/Comics/Retailers", "label": "dmoz/Arts/Comics/Retailers", "wgt": 26}, {"uri": "dmoz/Arts/Comics/Online", "label": "dmoz/Arts/Comics/Online", "wgt": 23}, {"uri": "dmoz/Shopping/Publications/Comics", "label": "dmoz/Shopping/Publications/Comics", "wgt": 24}, {"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 62}], "image": "https://i.guim.co.uk/img/media/d10f86dbc8c22c4501fa8af6b98ba3464f64d1f5/0_444_2952_1772/master/2952.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=91f08d7b0e4f0e7a09170c5280127a29", "eventUri": "eng-5625460", "location": null, "shares": {"facebook": 14986}, "sentiment": -0.3254901960784313, "wgt": 14986, "relevance": 27}], "totalResults": 1226, "page": 1, "count": 25, "pages": 50}}