{"articles": {"results": [{"uri": "1439452721", "lang": "eng", "isDuplicate": false, "date": "2020-02-07", "time": "20:55:00", "dateTime": "2020-02-07T20:55:00Z", "dateTimePub": "2020-02-07T20:55:00Z", "dataType": "news", "sim": 0.4627451002597809, "url": "https://www.ft.com/content/4d32f442-49c8-11ea-aeb3-955839e06441", "title": "What does coronavirus do if you catch it?", "body": "A month ago no one outside the medical community had heard of the new coronavirus (nCoV). Now, with news of the epidemic spreading faster than for any previous disease outbreak in history, people worldwide fear it -- although 99 per cent of the 31,500 confirmed cases and all but two of the 638 deaths have been in mainland China.\n\nThis is what scientists know -- and do not know -- about nCoV infection.\n\nYou have to be physically close to someone who is shedding significant amounts of virus, which almost certainly means a person showing signs of disease. Medical experts have challenged the accuracy of reports of asymptomatic nCoV transmission. It may occur on very rare occasions, said Maria Van Kerkhove, acting head of emerging diseases at the World Health Organisation, but you are far more likely to be infected by someone with symptoms.\n\nCoronaviruses are most commonly spread through the air by viral particles in droplets from a cough or sneeze. Health workers and family members are also vulnerable to infection from close personal contact while they are caring for patients with inadequate barrier protection (gloves, gown and surgical mask). Essentially, the closer you are to the patient and the more severe his or her disease, the more likely you are to be infected.\n\nYour body may nurture the virus without ever becoming ill, though scientists still have little evidence about the extent of asymptomatic infection with nCoV. If you do develop disease the incubation period is anywhere from two to 10 days. The World Health Organisation regards 14 days as a safe quarantine period because any symptoms will have appeared within two weeks of exposure.\n\nThe virus multiplies within the respiratory tract, where symptoms will show. \"Our clinical network across the globe shows a full spectrum of disease,\" said Dr Van Kerkhove. \"We have mild cases like a common cold, all the way through pneumonia with different levels of severity to multiple organ failure and death.\"\n\nThe early symptoms include a fever and cough. These proceed to pneumonia if the lungs become inflamed. In the most severe cases, there may be a \"cytokine storm\" in which the immune system goes into overdrive, overwhelming the body with cells and proteins that destroy other organs.\n\nWHO's analysis of 17,000 nCoV cases shows that symptoms remained mild in 82 per cent while fewer than 2 per cent have died, although fatality rates calculated in the early stages of an epidemic are unreliable. On average patients who die do so within 15 days of the onset of disease, though there is considerable variation in this figure, said John Edmunds of the London School of Hygiene and Tropical Medicine, who is modelling the nCoV epidemic.\n\nAlthough it is too soon to be sure, experience with survivors of the closely related Sars coronavirus infection suggests almost everyone who recovers from nCoV will return to full health without long-term harm -- in contrast to the Zika and Ebola epidemics, which have caused continuing neurological effects in some people.\n\nThere is a strong relationship between nCoV and increasing age, as with most other infections (though not the Spanish flu pandemic of 1918-19, which hit healthy young adults particularly hard). People suffering from existing ill health, such as diabetes, cardiovascular disease and anything that suppresses the immune system, are also more vulnerable.\n\nAs a result, most of those affected severely by the virus are over 65. Elderly people tend to have intrinsically weaker immune defences and suffer from more chronic disease.\n\nIn contrast, very few children have shown signs of nCoV infection. When this immediate crisis is over, scientists will want to carry out extensive blood tests of young people exposed to the virus, to find out whether they were infected without clinical symptoms appearing or avoided infection altogether.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 5, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 4, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 4, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Airborne_disease", "type": "wiki", "score": 3, "label": {"eng": "Airborne disease"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 3, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Sneeze", "type": "wiki", "score": 3, "label": {"eng": "Sneeze"}}, {"uri": "http://en.wikipedia.org/wiki/Incubation_period", "type": "wiki", "score": 3, "label": {"eng": "Incubation period"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 3, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Pneumonia", "type": "wiki", "score": 3, "label": {"eng": "Pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/London_School_of_Hygiene_&_Tropical_Medicine", "type": "org", "score": 2, "label": {"eng": "London School of Hygiene & Tropical Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Multiple_organ_dysfunction_syndrome", "type": "wiki", "score": 2, "label": {"eng": "Multiple organ dysfunction syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 2, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 2, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 2, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Cytokine", "type": "wiki", "score": 2, "label": {"eng": "Cytokine"}}, {"uri": "http://en.wikipedia.org/wiki/Immune_system", "type": "wiki", "score": 2, "label": {"eng": "Immune system"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 85}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 27}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 38}, {"uri": "dmoz/Health/Animal/Birds", "label": "dmoz/Health/Animal/Birds", "wgt": 26}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 27}, {"uri": "dmoz/Health/Conditions_and_Diseases/Nutrition_and_Metabolism_Disorders", "label": "dmoz/Health/Conditions and Diseases/Nutrition and Metabolism Disorders", "wgt": 26}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fce7bf216-49db-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5489776", "location": null, "shares": {"facebook": 195}, "sentiment": -0.1294117647058823, "wgt": 195, "relevance": 101}, {"uri": "1432943934", "lang": "eng", "isDuplicate": false, "date": "2020-02-03", "time": "03:08:00", "dateTime": "2020-02-03T03:08:00Z", "dateTimePub": "2020-02-03T03:07:00Z", "dataType": "news", "sim": 0.5568627715110779, "url": "https://www.ft.com/content/14867176-461e-11ea-aeb3-955839e06441", "title": "Chinese stocks plunge as coronavirus fears grip market", "body": "Chinese stocks tumbled as traders returned from an extended lunar new year holiday despite a promise from the central bank to pump liquidity into the financial system to help cushion the blow of a deadly coronavirus outbreak.\n\nThe CSI 300 index of major Shanghai- and Shenzhen-listed equities dropped as much as 9.1 per cent at the open on Monday with losses across the board. That puts the benchmark on track for its worst-day performance since August 2015.\n\nChina had reported 17,205 confirmed cases of the coronavirus and 361 deaths as of the end of Sunday.\n\nThe fall in equity markets came even though the central bank announced on Sunday it would provide Rmb1.2tn ($173bn) in additional liquidity to money markets in the largest one-day open market operation since 2004. That was on top of 30 measures across five ministries and regulators meant to provide financial support to industries seriously affected by the outbreak.\n\nPrice movements for most individual stocks listed in mainland China are capped at 10 per cent in either direction.\n\nThe onshore renminbi weakened 1 per cent to Rmb7.0048, falling back through the key seven-per-dollar threshold. The less-regulated offshore rate traded flat at Rmb7.0029.\n\nThe People's Bank of China also cut its seven and 14-day reverse repo rates by 10 basis points shortly after markets opened to 2.4 per cent and 2.55 per cent, respectively. That lowered the cost of short-term loans from the central bank and boosted interbank liquidity through the seven-day rate for the first time since November.\n\nInvestors are concerned that the epidemic will hit China's economy, already growing at its slowest rate in 30 years. Li-Gang Liu, chief China economist at Citi, forecast that first-quarter economic growth would slow to 4.8 per cent. The Chinese economy grew by 6.1 per cent in 2019.\n\n\"Given China's much larger services sector weight in the economy than that in 2003, it is unlikely the economy will experience a quick rebound once the outbreak is under control,\" he added.\n\nCommodities tied to China's economic outlook tumbled, including iron ore -- down 8 per cent in Dalian -- and copper, which fell 7 per cent in Shanghai.\n\nOnshore crude oil futures in Shanghai fell 7.2 per cent. Brent crude -- the international benchmark -- slipped 0.8 per cent in morning trading to $56.15 a barrel.\n\nChina's markets were shut all of last week for an extended lunar new year holiday. Hong Kong's Hang Seng China Enterprises index -- which tracks Chinese companies listed in the city -- finished the week down 6.7 per cent.\n\nThe HSCEI rose 0.4 per cent on Monday, while Hong Kong's Hang Seng index was little changed.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Market_liquidity", "type": "wiki", "score": 5, "label": {"eng": "Market liquidity"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 5, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Open_market_operation", "type": "wiki", "score": 3, "label": {"eng": "Open market operation"}}, {"uri": "http://en.wikipedia.org/wiki/CSI_300_Index", "type": "wiki", "score": 3, "label": {"eng": "CSI 300 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Money_market", "type": "wiki", "score": 3, "label": {"eng": "Money market"}}, {"uri": "http://en.wikipedia.org/wiki/Renminbi", "type": "wiki", "score": 3, "label": {"eng": "Renminbi"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 3, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 3, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Citigroup", "type": "org", "score": 2, "label": {"eng": "Citigroup"}}, {"uri": "http://en.wikipedia.org/wiki/Iron_ore", "type": "wiki", "score": 2, "label": {"eng": "Iron ore"}}, {"uri": "http://en.wikipedia.org/wiki/Copper", "type": "wiki", "score": 2, "label": {"eng": "Copper"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 2, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Basis_point", "type": "wiki", "score": 2, "label": {"eng": "Basis point"}}, {"uri": "http://en.wikipedia.org/wiki/Repurchase_agreement", "type": "wiki", "score": 2, "label": {"eng": "Repurchase agreement"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 2, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Tertiary_sector_of_the_economy", "type": "wiki", "score": 2, "label": {"eng": "Tertiary sector of the economy"}}, {"uri": "http://en.wikipedia.org/wiki/People's_Bank_of_China", "type": "org", "score": 2, "label": {"eng": "People's Bank of China"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 2, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Dalian", "type": "loc", "score": 2, "label": {"eng": "Dalian"}, "location": {"type": "place", "label": {"eng": "Dalian"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 1, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 1, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 13}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 13}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 12}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 14}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 12}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F5b1e5032-4631-11ea-aeb3-955839e06441?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5478961", "location": null, "shares": {"facebook": 77}, "sentiment": 0.003921568627450966, "wgt": 77, "relevance": 101}, {"uri": "1440758209", "lang": "eng", "isDuplicate": false, "date": "2020-02-09", "time": "05:10:00", "dateTime": "2020-02-09T05:10:00Z", "dateTimePub": "2020-02-09T05:10:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/a835f3a4-48e1-11ea-aee2-9ddbdc86190d", "title": "Work at home if you can, but don't expect it to be paradise", "body": "One Friday last month, I was in the middle of a video conference call with a man from a well-known bank when we were interrupted by a dreadful noise. \"Argh,\" he said, jumping up to investigate what sounded like a jackhammer about to blast through his wall.\n\nThe din eventually subsided, but just as I was wondering why a bank would let builders so near its staff in the middle of a work day, the racket started again. Then there was a knock on the man's door from what seemed to be an angry woman. By now I was thoroughly baffled. What sort of bank was this?\n\nAs it turned out, it was not a bank at all. It was an apartment building. The man I was interviewing was doing what he usually did on a Friday: working from home. So was the woman at his door, a neighbour, and others in the rest of his building. Everyone was appalled at the nerve of whoever was making the ruckus while they were trying to work.\n\nI thought of them all last week as I read that so many people in China were being urged to work from home to stem the coronavirus outbreak that we were on the brink of the world's largest work-from-home experiment. Early results are already in and so far they look benign. Shares in the Zoom videoconferencing outfit have, as it were, zoomed. Another video chat service has reportedly rushed to add a beautifying camera filter to its app in response to surging demand. The internet has filled with advice for the uninitiated: stick to a ritual, ditch pyjamas and get out of bed, especially for a video call.\n\nI predict worse lies ahead. When strikes crippled public transport across France in December, a friend in Paris told me it led to a nasty divide in his office. Some managers were happy to let underlings work from home. Others demanded everyone turn up, even those who had to spend two hours struggling to get into the office, and another two to get home, partly on foot. \"People were absolutely knackered,\" he said. \"And very grumpy.\" His story reminded me of one reason why I have never been entirely on board with working from home. It is unfair, because even when bosses are sensible not every job allows it.\n\nIt is also inefficient. No matter how fast people jump to obey a Slack or WhatsApp ping, it is invariably easier to get something done with a person right in front of you, and sometimes safer.\n\nLast week, British rail investigators reported that a London train narrowly missed crashing into a track maintenance machine after two workers responsible for train movements at the time had spent a \"significant proportion\" of time working from home.\n\nBackground noise at home might have affected \"safety critical communications\", they said, something I can well imagine after my jackhammer video chat.\n\nThe office also gives you a better chance of picking up new ideas and crucially, a lot more gossip.\n\nI would never want to work at GitLab, a tech group that has more than 1,100 employees in 60-plus countries but no offices, making it one of the largest all-remote companies.\n\nI realise this makes me wildly out of step. A colleague who was in Davos the other week heard one top US recruitment firm executive say remote working has become the fastest-growing employment benefit. Why? It cost employers nothing and workers loved it. That chimes with Gallup research showing 54 per cent of US workers would switch jobs for the choice to work remotely.\n\nI am also verging on colossal hypocrisy. These words are being typed on my dining room table at home, a spot I resort to when my gnat-like attention span makes it hard to concentrate in the office.\n\nI am therefore inclined to believe research suggesting that working from home can lift productivity. And I know there is plenty of evidence that flexible working is one of the few things a company can do to help close the gender pay gap.\n\nUltimately, working from home is neither as bad, nor as brilliant, as it is often said to be. Like so much else in modern working life, for a lot of us it is simply inevitable.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Videotelephony", "type": "wiki", "score": 5, "label": {"eng": "Videotelephony"}}, {"uri": "http://en.wikipedia.org/wiki/Jackhammer", "type": "wiki", "score": 4, "label": {"eng": "Jackhammer"}}, {"uri": "http://en.wikipedia.org/wiki/Telecommuting", "type": "wiki", "score": 4, "label": {"eng": "Telecommuting"}}, {"uri": "http://en.wikipedia.org/wiki/Noise", "type": "wiki", "score": 4, "label": {"eng": "Noise"}}, {"uri": "http://en.wikipedia.org/wiki/Zoom_Video_Communications", "type": "org", "score": 3, "label": {"eng": "Zoom Video Communications"}}, {"uri": "http://en.wikipedia.org/wiki/Filter_(signal_processing)", "type": "wiki", "score": 3, "label": {"eng": "Filter (signal processing)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Apartment", "type": "wiki", "score": 3, "label": {"eng": "Apartment"}}, {"uri": "http://en.wikipedia.org/wiki/Public_transport", "type": "wiki", "score": 3, "label": {"eng": "Public transport"}}, {"uri": "http://en.wikipedia.org/wiki/Ritual", "type": "wiki", "score": 3, "label": {"eng": "Ritual"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 3, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Mobile_app", "type": "wiki", "score": 3, "label": {"eng": "Mobile app"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 3, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/GitLab", "type": "wiki", "score": 2, "label": {"eng": "GitLab"}}, {"uri": "http://en.wikipedia.org/wiki/Ping_(networking_utility)", "type": "wiki", "score": 2, "label": {"eng": "Ping (networking utility)"}}, {"uri": "http://en.wikipedia.org/wiki/Background_noise", "type": "wiki", "score": 2, "label": {"eng": "Background noise"}}, {"uri": "http://en.wikipedia.org/wiki/Slack_(software)", "type": "wiki", "score": 2, "label": {"eng": "Slack (software)"}}, {"uri": "http://en.wikipedia.org/wiki/WhatsApp", "type": "org", "score": 2, "label": {"eng": "WhatsApp"}}, {"uri": "http://en.wikipedia.org/wiki/Davos", "type": "loc", "score": 2, "label": {"eng": "Davos"}, "location": {"type": "place", "label": {"eng": "Davos"}, "country": {"type": "country", "label": {"eng": "Switzerland"}}}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 2, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Gender_pay_gap", "type": "wiki", "score": 1, "label": {"eng": "Gender pay gap"}}, {"uri": "http://en.wikipedia.org/wiki/Gallup_(company)", "type": "org", "score": 1, "label": {"eng": "Gallup (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Productivity", "type": "wiki", "score": 1, "label": {"eng": "Productivity"}}], "categories": [{"uri": "news/Technology", "label": "news/Technology", "wgt": 57}, {"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 28}, {"uri": "dmoz/Society/Work/Rethinking_Work", "label": "dmoz/Society/Work/Rethinking Work", "wgt": 30}, {"uri": "dmoz/Business/Small_Business/Home_Office", "label": "dmoz/Business/Small Business/Home Office", "wgt": 26}, {"uri": "dmoz/Society/Work/Work_and_Family", "label": "dmoz/Society/Work/Work and Family", "wgt": 26}, {"uri": "dmoz/Society/Work/Telecommuting", "label": "dmoz/Society/Work/Telecommuting", "wgt": 25}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fcad73162-4908-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 76}, "sentiment": -0.07450980392156858, "wgt": 76, "relevance": 52}, {"uri": "1440766487", "lang": "eng", "isDuplicate": false, "date": "2020-02-09", "time": "05:24:00", "dateTime": "2020-02-09T05:24:00Z", "dateTimePub": "2020-02-09T05:23:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/57c6a1d6-49a7-11ea-aeb3-955839e06441", "title": "Health chief splits opinion with praise for coronavirus fight", "body": "Last month, Tedros Adhanom Ghebreyesus, director-general of the World Health Organisation, met President Xi Jinping in Beijing to discuss what China's leader called \"the devil virus\".\n\nDr Tedros, an Ethiopian who in 2017 became the first African to head the Geneva-based institution, has been thrust into the maelstrom created by the coronavirus, which by Friday had infected 31,000 people in China, killed 636 and spread to two dozen countries.\n\nFollowing the meeting, state media reported comments from Dr Tedros praising China's handling of an outbreak that has become the biggest crisis either he or Mr Xi have faced. \"China's speed, China's scale and China's efficiency . . . is the advantage of China's system,\" he was quoted as saying.\n\nCritics picked up on his remarks as evidence that the WHO was pandering to China's dictatorship. Media outlets, including the Financial Times, have reported allegations that, in Wuhan -- the city at the epicentre of the outbreak -- officials were slow to report the virus's spread, or even actively covered it up. To detractors, Dr Tedros is guilty of praising a state whose controlling instincts may have helped the virus multiply.\n\nMany health experts, however, have leapt to his defence, arguing that Dr Tedros had nothing to gain from criticising China openly. \"I think he's doing amazingly well,\" said David Nabarro, a former special adviser to the UN secretary-general.\n\n\"He has to work with the Chinese . . . He can't just start slagging them off,\" said Dr Nabarro, who lost out to Dr Tedros for the top WHO job. \"Tedros is trying bloody hard to get it right.\"\n\nIn an interview with the Financial Times on Thursday after another crushingly long day, Dr Tedros defended himself strongly, saying people should not rush to guess what China knew.\n\n\"Nobody knows for sure if they were hiding [anything],\" he said, adding that, if they had, the virus would have spread earlier to neighbouring countries. \"The logic doesn't support the idea [of a cover up]. It's wrong to jump to conclusions.\"\n\nChina, he said, deserved \"tailored and qualified\" praise. \"They identified the pathogen and shared the sequence immediately,\" he said, helping other countries to quick diagnoses. They quarantined huge cities such as Wuhan. \"Can't you appreciate that? They should be thanked for hammering the epicentre. They are actually protecting the rest of the world.\"\n\nHe also praised Mr Xi. \"I was stunned by the knowledge he had. He was personally living it. That's good leadership.\"\n\nIt was under another forceful leader, Ethiopia's former prime minister, Meles Zenawi, that Dr Tedros became health minister in 2005. Meles's vision of a \"development state\" has been credited with transforming a country once associated with famine into one of Africa's most promising prospects.\n\nUnder Meles, Dr Tedros cut cases of malaria, HIV, tuberculosis, maternal and child mortality, first in Tigray province and later, as health minister, across much of Ethiopia. He trained 40,000 female community health workers and increased the number of medical school graduates tenfold.\n\nHis strong belief in primary healthcare, he said, resulted from the death of his younger brother when he was seven and growing up in Asmara, capital of Eritrea, the son of a soldier. \"I have been very committed to universal health coverage since,\" he said.\n\nArkebe Oqubay, a former mayor of Addis Ababa, has known Dr Tedros for 25 years. \"He transformed the health system in Tigray by building prevention systems,\" he said, adding that he remembers him constantly reading management books and had rarely seen him angry. As foreign minister from 2012, he had what Mr Arkebe described as a hierarchy-flattening open-door policy.\n\nAt the WHO, Dr Tedros inherited an organisation heavy on turf wars but stretched for funding. He narrowed the organisation's priorities: universal healthcare, prepare for health emergencies, focus on women's and children's health, and address the health impacts of climate change.\n\nPeter Piot, director of the London School of Hygiene & Tropical Medicine, where Dr Tedros studied in the 1990s, has known him since his Tigray days. \"I was always impressed by how connected he is to people on the ground,\" he said, citing his numerous visits as director-general to the Democratic Republic of Congo during the recent Ebola outbreak.\n\n\"My suspicion is that he is happier going to Beni than sitting in executive board meetings,\" said Mr Piot, referring to the city, prone to militia attack, at the epicentre of an Ebola crisis that is now waning.\n\nDr Tedros's tenure has not been without mishap. Early on, he appointed Robert Mugabe, the late Zimbabwean dictator, as goodwill ambassador, a decision he reversed under a barrage of criticism.\n\nLawrence Gostin, professor of health law at Georgetown University, was a past critic, alleging that, as health minister, Dr Tedros covered up three cholera epidemics in Ethiopia, categorising them as \"acute watery diarrhoea\". Dr Tedros strenuously denies this.\n\nYet even Mr Gostin has become a fan. \"He's fighting public health crises on two continents -- Ebola in DRC and coronavirus in China -- and I think he's doing a damn good job.\" With Beijing, he said, \"he was walking on a tightrope because he wants to coax China to become a good international actor\".\n\nDr Tedros, who has launched a $675m coronavirus appeal, insisted that, with concerted action, the outbreak could be defeated. \"We need to bring this virus out into the light so we can attack it properly,\" he said.\n\n\"The virus is a common enemy,\" he added. \"Let's not play politics here.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 5, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/David_Nabarro", "type": "person", "score": 4, "label": {"eng": "David Nabarro"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 4, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 4, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ethiopia", "type": "loc", "score": 4, "label": {"eng": "Ethiopia"}, "location": {"type": "country", "label": {"eng": "Ethiopia"}}}, {"uri": "http://en.wikipedia.org/wiki/Arkebe_Oqubay", "type": "person", "score": 3, "label": {"eng": "Arkebe Oqubay"}}, {"uri": "http://en.wikipedia.org/wiki/Meles_Zenawi", "type": "person", "score": 3, "label": {"eng": "Meles Zenawi"}}, {"uri": "http://en.wikipedia.org/wiki/The_Who", "type": "org", "score": 3, "label": {"eng": "The Who"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 3, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Dictatorship", "type": "wiki", "score": 3, "label": {"eng": "Dictatorship"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary-General_of_the_United_Nations", "type": "wiki", "score": 3, "label": {"eng": "Secretary-General of the United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Peter_Piot", "type": "person", "score": 2, "label": {"eng": "Peter Piot"}}, {"uri": "http://en.wikipedia.org/wiki/London_School_of_Hygiene_&_Tropical_Medicine", "type": "org", "score": 2, "label": {"eng": "London School of Hygiene & Tropical Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Western_African_Ebola_virus_epidemic", "type": "wiki", "score": 2, "label": {"eng": "Western African Ebola virus epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Tigray_Region", "type": "loc", "score": 2, "label": {"eng": "Tigray Region"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Primary_healthcare", "type": "wiki", "score": 2, "label": {"eng": "Primary healthcare"}}, {"uri": "http://en.wikipedia.org/wiki/Famine", "type": "wiki", "score": 2, "label": {"eng": "Famine"}}, {"uri": "http://en.wikipedia.org/wiki/Child_mortality", "type": "wiki", "score": 2, "label": {"eng": "Child mortality"}}, {"uri": "http://en.wikipedia.org/wiki/Malaria", "type": "wiki", "score": 2, "label": {"eng": "Malaria"}}, {"uri": "http://en.wikipedia.org/wiki/Universal_health_care", "type": "wiki", "score": 2, "label": {"eng": "Universal health care"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 2, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_school", "type": "wiki", "score": 2, "label": {"eng": "Medical school"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Tuberculosis", "type": "wiki", "score": 2, "label": {"eng": "Tuberculosis"}}, {"uri": "http://en.wikipedia.org/wiki/Militia", "type": "org", "score": 2, "label": {"eng": "Militia"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 2, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_minister", "type": "wiki", "score": 2, "label": {"eng": "Foreign minister"}}, {"uri": "http://en.wikipedia.org/wiki/Global_warming", "type": "wiki", "score": 2, "label": {"eng": "Global warming"}}, {"uri": "http://en.wikipedia.org/wiki/Board_of_directors", "type": "wiki", "score": 2, "label": {"eng": "Board of directors"}}, {"uri": "http://en.wikipedia.org/wiki/Tigray_Province", "type": "loc", "score": 2, "label": {"eng": "Tigray Province"}, "location": {"type": "place", "label": {"eng": "Tigray Province"}, "country": {"type": "country", "label": {"eng": "Ethiopia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Addis_Ababa", "type": "loc", "score": 2, "label": {"eng": "Addis Ababa"}, "location": {"type": "place", "label": {"eng": "Addis Ababa"}, "country": {"type": "country", "label": {"eng": "Ethiopia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Asmara", "type": "loc", "score": 2, "label": {"eng": "Asmara"}, "location": {"type": "place", "label": {"eng": "Asmara"}, "country": {"type": "country", "label": {"eng": "Eritrea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Eritrea", "type": "loc", "score": 2, "label": {"eng": "Eritrea"}, "location": {"type": "country", "label": {"eng": "Eritrea"}}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Republic_of_the_Congo", "type": "loc", "score": 2, "label": {"eng": "Democratic Republic of the Congo"}, "location": {"type": "country", "label": {"eng": "Democratic Republic of the Congo"}}}, {"uri": "http://en.wikipedia.org/wiki/Cholera", "type": "wiki", "score": 1, "label": {"eng": "Cholera"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Mugabe", "type": "person", "score": 1, "label": {"eng": "Robert Mugabe"}}, {"uri": "http://en.wikipedia.org/wiki/Georgetown_University", "type": "loc", "score": 1, "label": {"eng": "Georgetown University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Zimbabwe", "type": "loc", "score": 1, "label": {"eng": "Zimbabwe"}, "location": {"type": "country", "label": {"eng": "Zimbabwe"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 85}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 20}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 19}, {"uri": "dmoz/Health/Alternative/Naturopathy", "label": "dmoz/Health/Alternative/Naturopathy", "wgt": 24}, {"uri": "dmoz/Health/Child_Health/Information_and_Advice", "label": "dmoz/Health/Child Health/Information and Advice", "wgt": 18}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fe7250fce-49bc-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 62}, "sentiment": -0.07450980392156858, "wgt": 62, "relevance": 76}, {"uri": "1434355546", "lang": "eng", "isDuplicate": false, "date": "2020-02-04", "time": "04:49:00", "dateTime": "2020-02-04T04:49:00Z", "dateTimePub": "2020-02-04T04:49:00Z", "dataType": "news", "sim": 0.6705882549285889, "url": "https://www.ft.com/content/8f3f5972-46f6-11ea-aeb3-955839e06441", "title": "Hong Kong confirms first death from coronavirus outbreak", "body": "Hong Kong has reported its first death from the coronavirus, marking the second fatality from the deadly epidemic outside of mainland China.\n\nHong Kong's Hospital Authority on Tuesday confirmed the death of a 39-year-old man, who suffered from an underlying health condition. He had returned to the city on January 23 following a trip to Wuhan, the central Chinese city at the centre of the outbreak. His infection was confirmed on January 31.\n\nThe unnamed man did not visit any of Wuhan's healthcare facilities, wet markets, nor had any exposure to wild animals during the virus's incubation period, the hospital authority added. His family have been placed in quarantine and the man's mother was confirmed as Hong Kong's 15th case of infection. His mother had not recently travelled to mainland China.\n\nThe man's death came as a Hong Kong union of doctors, nurses and medical support staff staged a second day of strikes after the city's government refused to close all border crossings with the mainland. Healthcare workers said they were concerned that there was insufficient protective equipment such as surgical masks and feared a repeat of the 2003 SARS epidemic that killed 299 people in the city.\n\nOn Monday, Carrie Lam, Hong Kong's chief executive, said the government would close more border control points with the mainland. Health authorities would still allow people to travel through important transit points including the Hong Kong-Zhuhai-Macau Bridge and the city's airport.\n\nMs Lam added that the government would try to ensure sufficient supplies for medical workers.\n\nChinese health authorities reported 20,438 confirmed cases and 425 deaths from the coronavirus on Tuesday morning.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 5, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 4, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wet_market", "type": "wiki", "score": 3, "label": {"eng": "Wet market"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital_Authority", "type": "org", "score": 3, "label": {"eng": "Hospital Authority"}}, {"uri": "http://en.wikipedia.org/wiki/Incubation_period", "type": "wiki", "score": 3, "label": {"eng": "Incubation period"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 2, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Border_control", "type": "org", "score": 2, "label": {"eng": "Border control"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 2, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Carrie_Lam", "type": "person", "score": 2, "label": {"eng": "Carrie Lam"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong–Zhuhai–Macau_Bridge", "type": "wiki", "score": 1, "label": {"eng": "Hong Kong–Zhuhai–Macau Bridge"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 76}, {"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 12}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 13}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 15}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 15}, {"uri": "dmoz/Business/Consumer_Goods_and_Services/Luggage_and_Bags", "label": "dmoz/Business/Consumer Goods and Services/Luggage and Bags", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F9090798a-46fd-11ea-aeb3-955839e06441?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5485459", "location": null, "shares": {"facebook": 49}, "sentiment": -0.3098039215686275, "wgt": 49, "relevance": 52}, {"uri": "1440894460", "lang": "eng", "isDuplicate": false, "date": "2020-02-09", "time": "08:32:00", "dateTime": "2020-02-09T08:32:00Z", "dateTimePub": "2020-02-09T08:31:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/b7d948de-4b01-11ea-95a0-43d18ec715f5", "title": "Coronavirus death toll tops Sars as public backlash grows", "body": "Beijing faces growing calls for it to stop suppressing free speech following the death of a Chinese doctor who was punished for his early warnings of the coronavirus epidemic, as the death toll surpassed that of the 2002-2003 Sars outbreak.\n\nChina's National Health Commission said on Sunday that 89 people had died as a result of the coronavirus epidemic over the previous 24 hours, setting a new record for fatalities in such a time period. The number of people who have died is now higher than that from Sars, which killed 774 people. A US citizen was revealed as the first non-Chinese victim of the virus on Saturday.\n\nThe latest jump in fatalities comes during a public outcry over the death on Friday of Li Wenliang, a Wuhan-based ophthalmologist. He was disciplined for sounding the alarm on the virus before himself falling victim to it. More than a dozen prominent scholars have now called for Beijing to stop suppressing free speech -- a rare showing of such public discontent with China's authoritarian leadership.\n\nPolice in the central Chinese city of Wuhan, the epicentre of the disease, earlier in February disciplined eight local doctors, including Li, for spreading \"unsubstantiated information\" about the coronavirus epidemic during a period when authorities were reluctant to acknowledge the outbreak.\n\nThat, said an open letter published on Friday and signed by ten professors in Wuhan, violated the Chinese constitution that on paper allows freedom of expression.\n\n\"What the eight doctors have done and said is fully in accordance with the spirit of [the constitution],\" the letter read. \"The punishment . . . is therefore unconstitutional and against the public will.\"\n\nThe letter requested authorities revoke the punishment, apologise to the whistleblowers and refrain from \"any measures that limit the freedom of speech\".\n\nOne of the letter's signatories, who declined to be identified, confirmed its existence without giving further comment.\n\nA separate group of leading public intellectuals across the country issued an open letter on Friday to China's National People's Congress, the rubber stamp parliament, calling for better protection of free speech.\n\n\"We assert, starting today, that no Chinese citizen should be threatened by any state apparatus or political group for his or her speech,\" said the letter. \"The state must immediately cease censoring social media and deleting or blocking accounts.\"\n\nThe growing demand for free speech in China -- which operates an extensive censorship apparatus -- has posed a fresh challenge for Beijing as it struggles to contain the coronavirus epidemic.\n\nChina's policymakers are unlikely to bow to public uproar. In an internal report to the central government on Friday, Warming High-tech Co, a public opinion research firm with military connections, said Beijing should \"swiftly filter, clarify and block\" rumours with \"evil purposes\". It claimed that some of these were being spread by unspecified foreign forces.\n\nThe report added that public demonstrations are unlikely given concerns about the spread of the coronavirus. \"If there are any signs of [public protest],\" said the report. \"Local governments should have good reasons to take decisive measures.\"\n\nQi Zhongxiang, president of Warming, said the firm was looking to provide an \"objective and rational\" solution to public anger at Li's death.\n\n\"We want to make suggestions that both the government and the public are better off,\" he said.\n\nChina reported 2,647 new coronavirus infections on Saturday, bringing the total to 37,251 in mainland China. There are 301 confirmed cases outside of mainland China, with two fatalities.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Freedom_of_speech", "type": "wiki", "score": 5, "label": {"eng": "Freedom of speech"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 5, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Li_Wenliang", "type": "person", "score": 3, "label": {"eng": "Li Wenliang"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Commission", "type": "wiki", "score": 3, "label": {"eng": "National Health Commission"}}, {"uri": "http://en.wikipedia.org/wiki/Open_letter", "type": "wiki", "score": 3, "label": {"eng": "Open letter"}}, {"uri": "http://en.wikipedia.org/wiki/Ophthalmology", "type": "wiki", "score": 3, "label": {"eng": "Ophthalmology"}}, {"uri": "http://en.wikipedia.org/wiki/Authoritarianism", "type": "wiki", "score": 3, "label": {"eng": "Authoritarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Constitution", "type": "wiki", "score": 3, "label": {"eng": "Constitution"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Rubber_stamp_(politics)", "type": "wiki", "score": 2, "label": {"eng": "Rubber stamp (politics)"}}, {"uri": "http://en.wikipedia.org/wiki/Whistleblower", "type": "wiki", "score": 2, "label": {"eng": "Whistleblower"}}, {"uri": "http://en.wikipedia.org/wiki/Central_government", "type": "wiki", "score": 2, "label": {"eng": "Central government"}}, {"uri": "http://en.wikipedia.org/wiki/National_People's_Congress", "type": "org", "score": 2, "label": {"eng": "National People's Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Intellectual", "type": "wiki", "score": 2, "label": {"eng": "Intellectual"}}, {"uri": "http://en.wikipedia.org/wiki/Public_opinion", "type": "wiki", "score": 2, "label": {"eng": "Public opinion"}}, {"uri": "http://en.wikipedia.org/wiki/Constitutionality", "type": "wiki", "score": 2, "label": {"eng": "Constitutionality"}}, {"uri": "http://en.wikipedia.org/wiki/Censorship", "type": "wiki", "score": 2, "label": {"eng": "Censorship"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament", "type": "wiki", "score": 2, "label": {"eng": "Parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 2, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Qi_(state)", "type": "loc", "score": 1, "label": {"eng": "Qi (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 1, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 1, "label": {"eng": "Mainland China"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "dmoz/Science/Social_Sciences/Public_Administration", "label": "dmoz/Science/Social Sciences/Public Administration", "wgt": 18}, {"uri": "dmoz/Computers/Speech_Technology", "label": "dmoz/Computers/Speech Technology", "wgt": 17}, {"uri": "dmoz/Computers/Speech_Technology/Research", "label": "dmoz/Computers/Speech Technology/Research", "wgt": 20}, {"uri": "dmoz/Computers/Speech_Technology/Speech_Synthesis", "label": "dmoz/Computers/Speech Technology/Speech Synthesis", "wgt": 17}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Ffc894768-4b01-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 30}, "sentiment": -0.3803921568627451, "wgt": 30, "relevance": 101}, {"uri": "1440757296", "lang": "eng", "isDuplicate": false, "date": "2020-02-09", "time": "05:09:00", "dateTime": "2020-02-09T05:09:00Z", "dateTimePub": "2020-02-09T05:09:00Z", "dataType": "news", "sim": 0.4705882370471954, "url": "https://www.ft.com/content/f0674444-de29-4e6f-93f2-b21f8d5e19a9", "title": "Hong Kong turmoil triggers Singapore fund licence surge", "body": "Applications for fund management licences in Singapore are up more than a tenth in the past year as asset managers look to fireproof their Asia operations in the wake of Hong Kong's anti-government protests.\n\nGlobal investment houses have traditionally established significant bases in Hong Kong, using it as a launch pad to expand across the region.\n\nBut months of violent demonstrations in the Chinese territory, as well as fresh fears linked to the spread of the deadly coronavirus emanating from China, are spurring asset managers to strengthen their operations in the nearby financial hub of Singapore.\n\nHugh Young, head of Asia at Standard Life Aberdeen, whose Asian operations are concentrated in Singapore, said that the Hong Kong turmoil had led to more interest in Singapore among senior fund executives.\n\n\"There is more reason for senior people not to want to be in Hong Kong today than there was one year ago,\" he said. \"But at this stage it will be more like one or two senior staff members moving to Singapore rather than the whole Hong Kong office.\"\n\nThe Monetary Authority of Singapore (MAS) received about 200 applications from fund managers seeking authorisation last year -- up from 180 the year before, according to people familiar with the situation.\n\nThree Hong Kong-based hedge funds -- Myriad Asset Management, Nine Masts and Pinpoint -- confirmed to FTfm they had newly established entities in Singapore. All three pointed to business opportunities rather than the Hong Kong unrest as their motivation.\n\nHowever, interest in Singapore underlines how the Hong Kong protests threaten to chip away at its competitive position and status as Asia's principal fund hub.\n\nMaria Gabriela Bianchini, a Singapore-based consultant who advises hedge funds on regulation, said a growing number of fund groups were looking at opening satellite offices in Singapore to give them flexibility should the protests become worse.\n\n\"Asset managers are very nervous, as are their investors,\" said Ms Bianchini. \"The continuation of the protests and the fact that there have been several incidents where uninvolved staff have ended up caught between the police and protesters, has led some groups to push forward with plans to open a second office in Singapore, which can be further expanded in the event of increased tensions.\"\n\nPanic over the coronavirus in recent weeks is prompting some groups to accelerate their plans to move staff to Singapore, said Ms Bianchini, noting that while Singapore had a similar number of confirmed cases, there was greater faith in the country's response to the outbreak.\n\nShe cautioned that the expense of setting up a fund management entity in Singapore -- the MAS requires groups to have two full-time front office staff on the ground and commit significant regulatory capital -- meant that for now only the most well-resourced fund groups were taking the plunge.\n\nWill Tan, a recruiter a Principle Partners, said: \"The candidates who used to be interested in Hong Kong roles won't move there any more, but they will consider Singapore.\"\n\nHong Kong is of strategic importance to global asset managers as a gateway to China -- a key focus for groups as the world's fastest-growing fund market prepares to open up to international investment houses.\n\nWhile many groups previously serviced mainland China from Hong Kong, an increasing number view the liberalisation of the Chinese market as a reason to shift more staff to Shanghai, with the Hong Kong protests serving as an additional factor.\n\nMs Bianchini said Hong Kong would continue to be Asia's pre-eminent financial centre but \"on a two-year view, will be negatively affected and business is likely to go to Singapore or to Shanghai\".\n\nThe MAS declined to comment on new applications. But it said the number of fund managers authorised in Singapore stood at 892, compared with 780 at the end of 2018.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 5, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Asset_management", "type": "wiki", "score": 5, "label": {"eng": "Asset management"}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 5, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 5, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Monetary_Authority_of_Singapore", "type": "org", "score": 3, "label": {"eng": "Monetary Authority of Singapore"}}, {"uri": "http://en.wikipedia.org/wiki/Standard_Life_Aberdeen", "type": "org", "score": 3, "label": {"eng": "Standard Life Aberdeen"}}, {"uri": "http://en.wikipedia.org/wiki/Hedge_fund", "type": "wiki", "score": 3, "label": {"eng": "Hedge fund"}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_Hong_Kong_protests", "type": "wiki", "score": 2, "label": {"eng": "2019–20 Hong Kong protests"}}, {"uri": "http://en.wikipedia.org/wiki/Satellite", "type": "wiki", "score": 2, "label": {"eng": "Satellite"}}, {"uri": "http://en.wikipedia.org/wiki/Investment_management", "type": "wiki", "score": 2, "label": {"eng": "Investment management"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_centre", "type": "wiki", "score": 1, "label": {"eng": "Financial centre"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 1, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 1, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 95}, {"uri": "dmoz/Business/Financial_Services/Investment_Services", "label": "dmoz/Business/Financial Services/Investment Services", "wgt": 18}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 19}, {"uri": "dmoz/Home/Personal_Finance/Investing", "label": "dmoz/Home/Personal Finance/Investing", "wgt": 16}, {"uri": "dmoz/Business/Investing/Funds", "label": "dmoz/Business/Investing/Funds", "wgt": 30}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fe1f195cc-3435-40ce-8cdc-798b2a6d613c.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5498529", "location": null, "shares": {"facebook": 19}, "sentiment": 0.2392156862745098, "wgt": 19, "relevance": 76}, {"uri": "1434261366", "lang": "eng", "isDuplicate": false, "date": "2020-02-04", "time": "02:37:00", "dateTime": "2020-02-04T02:37:00Z", "dateTimePub": "2020-02-04T02:36:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/cf59b132-43d7-11ea-a43a-c4b328d9061c", "title": "Tale of two doctors reveals how China controls the narrative", "body": "When China was in the grip of the devastating Sars epidemic 17 years ago, two doctors emerged as the heroes of the crisis.\n\nJiang Yanyong, a semi-retired military doctor, blew the whistle on a cover-up of the Sars outbreak, while Zhong Nanshan was credited with discovering the virus behind the disease.\n\nWithin months, Dr Jiang was scrubbed from the official record after being deemed too outspoken by the Communist party. But Dr Zhong has re-emerged this month as the champion of efforts to control the spread of the new coronavirus.\n\nThe story of the rise and fall of the two men underlines the tight control China's leaders try to maintain over the official narrative, especially when confronting a potentially destabilising crisis such as an epidemic.\n\nThis tendency to suppress bad news has only grown under President Xi Jinping, who has centralised power into his own hands since taking charge of China in 2013.\n\n\"Whistleblowers, like Jiang, are complicated because their heroism exposes these systemic problems -- in Jiang's case a massive cover-up of the extent of Sars,\" said Mary Gallagher, director for the Center for Chinese Studies at the University of Michigan.\n\nUntil early 2003, only a handful of Sars cases had been officially reported in Beijing. But on April 9, international media reported that Dr Jiang had leaked a letter claiming Sars had killed six people and infected another 60 at a Beijing military hospital.\n\nThe revelation blew the cover off a government attempt to conceal the rapidly growing number of cases, eventually forcing Beijing to admit it had obstructed the truth about what would become a global epidemic.\n\nWhile he was briefly lauded by state media as a hero, by May 2003 the Financial Times reported that Dr Jiang had been barred from talking to foreign journalists as authorities worried he was too outspoken. The FT called the 89-year-old's home last week but was told he was unable to speak.\n\n\"This space for critique is extremely fragile,\" said Maria Repnikova, director of the Center for Global Information Studies at Georgia State University. \"If the crisis appears to be larger than anticipated . . . we may expect some of these spaces to shrink and more propaganda to emerge.\"\n\nDr Zhong has provided a much easier narrative for Beijing. In April 2003, his team isolated and identified the Sars virus, according to state media. The discovery was a turning point in treating patients in Guangdong province, where the outbreak had begun several months earlier. Chinese media portrayed Dr Zhong as a \"white-gowned fighter\" who worked until he collapsed on the job.\n\nHe has enjoyed a steady rise through the Chinese health sector and was most recently appointed head of an expert panel that is helping the National Health Commission conduct research on the new coronavirus strain.\n\nThe party thrust Dr Zhong back into the public spotlight when he told state television on January 20 that the Wuhan outbreak was now being transmitted between humans, making clear for the first time the gravity of the situation.\n\nThe news came at a critical moment in the spread of the virus. In the following weeks, the number of confirmed cases grew rapidly, reaching 20,348 by Tuesday with 425 dead, eclipsing the 349 people killed by Sars in mainland China. By pre-empting the explosion in the number of cases with a formal announcement from an authoritative figure such as Dr Zhong, the Communist party was able to dodge accusations that it had reacted too slowly or overseen a cover-up.\n\nDr Zhong's outlook on the coronavirus -- that it will peak within the next week -- is by far the most optimistic view available from a high-profile medical professional. Most other projections put the climax of infection several months later in April or May.\n\nThere is also evidence of a crackdown on would-be whistleblowers as the coronavirus epidemic has grown. Online activists this week pointed out how Wuhan police questioned eight medical personnel who had raised concerns over Sars-like infections as far back as early January.\n\n\"Under Xi, the tolerance for muckraking and whistleblowing has declined markedly,\" said Peter Lorentzen, an associate professor at the University of San Francisco. He noted that social media, which did not exist during the Sars crisis, had become a perennial threat to party control.\n\n\"As I see it, the party -- not just Xi -- has decided that the benefits of better information and improved governance from whistleblowing no longer outweigh the cost in terms of potential destabilisation or delegitimisation.\"\n\nDr Jiang's legacy has gradually disappeared from public record in China. In 2004, he sent an open letter to China's premier requesting the government re-examine the Tiananmen Square massacre that saw more than 1,000 people killed in June 1989. The letter landed him in detention for a short period and has made him a permanent pariah in Beijing.\n\nHis name does not appear in searches on the website of Xinhua News or other state media sites. \"We can see that the state is very active in scrubbing the records online,\" said Elizabeth Brunner, author of Environmental Activism, Social Media, and Protest in China. \"References to these events and people should be growing but the record is disappearing.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Zhong_Nanshan", "type": "person", "score": 5, "label": {"eng": "Zhong Nanshan"}}, {"uri": "http://en.wikipedia.org/wiki/Jiang_Yanyong", "type": "person", "score": 5, "label": {"eng": "Jiang Yanyong"}}, {"uri": "http://en.wikipedia.org/wiki/Whistleblower", "type": "wiki", "score": 5, "label": {"eng": "Whistleblower"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 5, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Hero", "type": "wiki", "score": 4, "label": {"eng": "Hero"}}, {"uri": "http://en.wikipedia.org/wiki/Communist_Party_of_China", "type": "org", "score": 4, "label": {"eng": "Communist Party of China"}}, {"uri": "http://en.wikipedia.org/wiki/State_media", "type": "wiki", "score": 3, "label": {"eng": "State media"}}, {"uri": "http://en.wikipedia.org/wiki/Georgia_State_University", "type": "loc", "score": 3, "label": {"eng": "Georgia State University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Michigan", "type": "loc", "score": 3, "label": {"eng": "University of Michigan"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 3, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Propaganda", "type": "wiki", "score": 3, "label": {"eng": "Propaganda"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Commission", "type": "wiki", "score": 2, "label": {"eng": "National Health Commission"}}, {"uri": "http://en.wikipedia.org/wiki/Muckraker", "type": "wiki", "score": 2, "label": {"eng": "Muckraker"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_San_Francisco", "type": "loc", "score": 2, "label": {"eng": "University of San Francisco"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Gravity", "type": "wiki", "score": 2, "label": {"eng": "Gravity"}}, {"uri": "http://en.wikipedia.org/wiki/Television", "type": "wiki", "score": 2, "label": {"eng": "Television"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 2, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Guangdong", "type": "loc", "score": 2, "label": {"eng": "Guangdong"}, "location": {"type": "place", "label": {"eng": "Guangdong"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Open_letter", "type": "wiki", "score": 1, "label": {"eng": "Open letter"}}, {"uri": "http://en.wikipedia.org/wiki/1989_Tiananmen_Square_protests", "type": "wiki", "score": 1, "label": {"eng": "1989 Tiananmen Square protests"}}, {"uri": "http://en.wikipedia.org/wiki/Xinhua_News_Agency", "type": "org", "score": 1, "label": {"eng": "Xinhua News Agency"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 13}, {"uri": "dmoz/Society/Work/Whistleblowing", "label": "dmoz/Society/Work/Whistleblowing", "wgt": 18}, {"uri": "dmoz/Health/Alternative/Naturopathy", "label": "dmoz/Health/Alternative/Naturopathy", "wgt": 12}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F59531996-4699-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 9}, "sentiment": -0.1529411764705882, "wgt": 9, "relevance": 76}, {"uri": "1437790259", "lang": "eng", "isDuplicate": false, "date": "2020-02-06", "time": "15:21:00", "dateTime": "2020-02-06T15:21:00Z", "dateTimePub": "2020-02-06T15:19:00Z", "dataType": "news", "sim": 0.7372549176216125, "url": "https://www.ft.com/content/7cef6996-48e1-11ea-aee2-9ddbdc86190d", "title": "Fiat Chrysler warns coronavirus may force European plant to close", "body": "Fiat Chrysler has warned that one of its European plants will be forced to halt production in a matter of weeks, as it struggles to source key parts from Chinese suppliers battling the coronavirus outbreak.\n\nThe warning from FCA is the first time that a global car company has raised the spectre of a European plant closing, underlining the risk to global supply chains from a virus that has been declared an international emergency.\n\nChief executive Mike Manley said four suppliers in China had been affected by the outbreak, with one \"critical\" maker of parts putting European production at risk.\n\n\"We've got one high risk supply at the moment that we have identified,\" he told the Financial Times.\n\nWithin two to four weeks, the company would know \"whether supply will be halted for one of our [European] plants\", he added without identifying which one.\n\nThe other three component makers \"will also become critical\" if the Chinese closures remained in force throughout February, he added.\n\nToyota, Hyundai, Volvo and PSA, the owner of Peugeot, are among the carmakers to have disclosed that coronavirus is disrupting their supply chains or risks doing so.\n\nA team within FCA has been directed to monitor the company's parts and any potential production impact, including seeking alternative sourcing. However, that process took time because new components had to be certified and registered, said Mr Manley.\n\nEarlier on Thursday, Masayoshi Shirayanagi, Toyota's chief operating officer, said the company was \"currently scrutinising every single component, our inventory and the possibility or the need for alternative production plans\".\n\nFrance's PSA, meanwhile, cautioned that it faced \"logistics tensions\" because of the supplier disruption, but did not anticipate shutdowns of any non-Chinese sites in the \"very near term\".\n\nFresh signs of the fallout for the car industry came after FCA posted a 19 per cent drop in net profit to €2.7bn, with a stronger final quarter cushioning the drop in earnings. The group generated €1.6bn of net income in the final three months, helped by record results in North America.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Fiat_Chrysler_Automobiles", "type": "wiki", "score": 5, "label": {"eng": "Fiat Chrysler Automobiles"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Manley_(artist)", "type": "wiki", "score": 3, "label": {"eng": "Mike Manley (artist)"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Toyota", "type": "org", "score": 3, "label": {"eng": "Toyota"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Peugeot", "type": "org", "score": 2, "label": {"eng": "Peugeot"}}, {"uri": "http://en.wikipedia.org/wiki/Groupe_PSA", "type": "org", "score": 2, "label": {"eng": "Groupe PSA"}}, {"uri": "http://en.wikipedia.org/wiki/Volvo", "type": "org", "score": 2, "label": {"eng": "Volvo"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_operating_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief operating officer"}}, {"uri": "http://en.wikipedia.org/wiki/Hyundai_Motor_Company", "type": "org", "score": 2, "label": {"eng": "Hyundai Motor Company"}}, {"uri": "http://en.wikipedia.org/wiki/Logistics", "type": "wiki", "score": 2, "label": {"eng": "Logistics"}}, {"uri": "http://en.wikipedia.org/wiki/Net_income", "type": "wiki", "score": 1, "label": {"eng": "Net income"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 1, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/North_America", "type": "loc", "score": 1, "label": {"eng": "North America"}, "location": null}], "categories": [{"uri": "dmoz/Business", "label": "dmoz/Business", "wgt": 13}, {"uri": "dmoz/Shopping/Vehicles", "label": "dmoz/Shopping/Vehicles", "wgt": 14}, {"uri": "dmoz/Shopping/Vehicles/Parts_and_Accessories", "label": "dmoz/Shopping/Vehicles/Parts and Accessories", "wgt": 14}, {"uri": "dmoz/Business/Management/Supply_Chain", "label": "dmoz/Business/Management/Supply Chain", "wgt": 17}, {"uri": "dmoz/Business/Industrial_Goods_and_Services/Industrial_Supply", "label": "dmoz/Business/Industrial Goods and Services/Industrial Supply", "wgt": 13}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F6609db3e-48e2-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5502720", "location": null, "shares": {"facebook": 8}, "sentiment": -0.2784313725490196, "wgt": 8, "relevance": 101}, {"uri": "1434495500", "lang": "eng", "isDuplicate": false, "date": "2020-02-04", "time": "07:28:00", "dateTime": "2020-02-04T07:28:00Z", "dateTimePub": "2020-02-04T07:28:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/1fe2f872-46ba-11ea-aee2-9ddbdc86190d", "title": "Medics face daunting task to test all coronavirus cases", "body": "While vaccines and treatments for the new coronavirus will take several months to develop, rapid diagnosis -- and understanding the limitations of tests currently available -- is the key to slowing the coronavirus epidemic in the immediate future, public health experts say.\n\n\"Testing is crucial. It's pretty much all we have at the moment,\" said Paul Hunter, professor of medicine at the University of East Anglia. \"We need to identify possible cases and find out whether or not they have the virus. If they do, they must be looked after in a way that will not infect other people and their contacts must be traced.\"\n\nTesting today depends on a lab procedure called polymerase chain reaction. PCR identifies the virus by amplifying any of its genes present in a patient sample such as a throat swab. The required genetic data was published by Chinese scientists in mid-January.\n\nAlthough PCR has been used for decades to diagnose diseases, it is relatively slow -- taking several hours to prepare and test samples -- and it requires specialist equipment and trained lab staff. Several companies, including Novacyte, Qiagen and Roche, are developing faster and more portable tests designed specifically to identify the new nCoV virus but these will take time to deploy.\n\nThe Chinese authorities in Wuhan, at the centre of the epidemic, face a daunting task in distinguishing cases of the new virus among tens of thousands of people suffering from respiratory conditions that may prove to be flu or other infections with similar symptoms.\n\n\"There is certainly a challenge there in ramping up testing in such a short time and trying to get new methodology into the lab, while retraining the workforce and facing restrictions on goods coming in from outside China,\" said Adrian Moody, global development lead for infectious diseases at Qiagen.\n\nIn industrialised countries outside China, where there have been relatively few coronavirus cases, molecular biology labs are not swamped with samples but are still being judicious about the testing work they take on.\n\nIn the UK, Public Health England decided not to test 93 people who were evacuated from Wuhan and are currently quarantined at Arrowe Park Hospital on the Wirral, unless they showed symptoms of disease.\n\nHealth officials said a test in such circumstances risked giving a false negative result, where someone not displaying symptoms was in fact infected but did not carry enough virus to trigger a positive finding, so giving misleading reassurance. The UK approach is to test people immediately if they show signs of disease. They would then be moved quickly to a tropical and infectious diseases unit, such as the one at Royal Liverpool University Hospital.\n\nIndependent experts agreed that this was a sensible approach. Nathalie MacDermott, clinical lecturer at King's College London, said: \"If you do not have symptoms, you may not have enough virus in your throat to show up in a PCR test.\"\n\nShe said that during the 2014-15 west African Ebola epidemic, some infected people in Sierra Leone were given negative results following PCR tests and then, following this false reassurance, they went out and unwittingly spread the virus in their community.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Polymerase_chain_reaction", "type": "wiki", "score": 5, "label": {"eng": "Polymerase chain reaction"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Medical_diagnosis", "type": "wiki", "score": 4, "label": {"eng": "Medical diagnosis"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_East_Anglia", "type": "loc", "score": 3, "label": {"eng": "University of East Anglia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Qiagen", "type": "org", "score": 3, "label": {"eng": "Qiagen"}}, {"uri": "http://en.wikipedia.org/wiki/Hoffmann-La_Roche", "type": "org", "score": 3, "label": {"eng": "Hoffmann-La Roche"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Genetics", "type": "wiki", "score": 3, "label": {"eng": "Genetics"}}, {"uri": "http://en.wikipedia.org/wiki/Gene", "type": "wiki", "score": 3, "label": {"eng": "Gene"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Medicine", "type": "wiki", "score": 3, "label": {"eng": "Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Arrowe_Park_Hospital", "type": "loc", "score": 2, "label": {"eng": "Arrowe Park Hospital"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 2, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Molecular_biology", "type": "wiki", "score": 2, "label": {"eng": "Molecular biology"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 2, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 2, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Methodology", "type": "wiki", "score": 2, "label": {"eng": "Methodology"}}, {"uri": "http://en.wikipedia.org/wiki/Developed_country", "type": "wiki", "score": 2, "label": {"eng": "Developed country"}}, {"uri": "http://en.wikipedia.org/wiki/Wirral_Peninsula", "type": "loc", "score": 2, "label": {"eng": "Wirral Peninsula"}, "location": {"type": "place", "label": {"eng": "Wirral Peninsula"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Liverpool_University_Hospital", "type": "wiki", "score": 1, "label": {"eng": "Royal Liverpool University Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/King's_College_London", "type": "org", "score": 1, "label": {"eng": "King's College London"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 1, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/The_Independent", "type": "org", "score": 1, "label": {"eng": "The Independent"}}, {"uri": "http://en.wikipedia.org/wiki/Sierra_Leone", "type": "loc", "score": 1, "label": {"eng": "Sierra Leone"}, "location": {"type": "country", "label": {"eng": "Sierra Leone"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 91}, {"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 32}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 27}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 25}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 30}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F537d7096-46c8-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 8}, "sentiment": 0.05098039215686279, "wgt": 8, "relevance": 101}, {"uri": "1436582408", "lang": "eng", "isDuplicate": false, "date": "2020-02-05", "time": "18:02:00", "dateTime": "2020-02-05T18:02:00Z", "dateTimePub": "2020-02-05T18:00:00Z", "dataType": "news", "sim": 0.5058823823928833, "url": "https://www.ft.com/content/22345198-47e6-11ea-aeb3-955839e06441", "title": "Coronavirus shakes centre of world's tech supply chain", "body": "On any normal morning, thousands of workers stream in and out of the huge gates of Foxconn Zhengzhou Science Park, a 1.4m square metre compound in the central Chinese province of Henan.\n\nBut on Tuesday, there was only one man at the gates: a customs official standing guard. As Chinese authorities scramble to contain an outbreak of novel coronavirus, factories have been ordered to remain shut until Monday following last week's lunar new year holiday, this heart of the global technology supply chain has stopped beating.\n\nThe customs inspectors normally make it easy for Apple to quickly export the smartphones made here -- the world's largest iPhone factory -- each day. But the official did not know when work at the plant would resume.\n\nWith its heavy reliance on production networks in China and outsourcing geared towards just-in-time shipments, the technology industry is among the hardest-hit by the disruption of normal economic life.\n\n\"Since the top provinces in terms of infections include Zhejiang, Guangdong and Henan, which are so important for tech manufacturing, there obviously is a big problem,\" said Don Yew, an analyst at Morningstar in Singapore. \"This episode is going to make it even clearer to Apple that there is overconcentration in China and they may want to address that.\"\n\nIf Foxconn is unable to restart production on Monday, Apple will have to delay the launch of its next iPhone, planned for March, by several weeks, Mr Yew added.\n\nFoxconn declined a request for an interview about the impact of the outbreak on its business \"due to time constraints\".\n\nApple did not immediately respond to a request for comment.\n\nFoxconn still hopes to resume operations next week but the municipal government announced on Tuesday that anyone arriving in the city from elsewhere in the province would have to self-quarantine at home for seven days. Those arriving from provinces where the epidemic is more severe would be required to isolate themselves for 14 days.\n\nThe company has already reduced its internal forecast for revenue growth from an expectation of up to 5 per cent to under 3 per cent.\n\nThe apartment complexes where the factory workers live near Zhengzhou have closed all but one entrance, which is monitored by security guards. Workers who have been to Hubei province, where the outbreak started, are not allowed out. Others can leave and return but are not allowed to gather in groups, according to Jin Boyang, a member of the local epidemic control committee.\n\nFoxconn has large plants in more than a dozen other Chinese provinces, and global tech companies including Apple, Huawei or Samsung have several other manufacturing partners, such as Pegatron and Wistron.\n\nMost of that capacity is located in regions that are under the same kind of restrictions as Henan. Even if customers wanted to shift orders elsewhere, it would take several months, experts said. \"This requires engineers from the customer companies spending some time on-site, but right now many pull their engineering staff out and reduce travel,\" said an executive at a Taiwanese component maker.\n\nThe raft of quarantine rules and transport restrictions announced by authorities at different municipal levels, and differences in how they are implemented, have caused further confusion.\n\n\"It is unclear when work will restart and whether we can go back then,\" said Li Yi, an employee of Biel Crystal, a Hong Kong-headquartered screen supplier for Apple's iPhone. He said management at the company's factory in Huizhou, in Guangdong province, had told workers not to return before February 10. \"I can't go back even then,\" Mr Li said, who is stuck in his hometown of Jingzhou, one of the 15 cities in Hubei province under lockdown.\n\nSome companies are less vulnerable in the short term. Semiconductor and liquid crystal display (LCD) panel fabrication plants, or fabs, do not stop operations during holidays because of the huge costs of halting some production equipment.\n\nBut the display industry is hugely exposed to Wuhan itself, where five display fabs are located. BOE Technology, the world's largest LCD panel maker which accounts for 17 per cent of global supply, started ramping up its Wuhan facility only in November. The company's plan to start mass production in January have been hit by the virus outbreak.\n\nThis could help ease a supply glut. \"We will see a price increase of at least $1 to $2 this month for panels under the size of 65 inches,\" said Eric Chiou, a display expert at TrendForce, a tech sector research company.\n\nSome believe the current crisis will bring much larger changes.\n\nWilbur Ross, the US commerce secretary, sparked controversy last week when he said the crisis could provide a boost to the American economy as companies move some operations and jobs back to China.\n\n\"This may become the straw that breaks the camel's back,\" said Nick Vyas, an expert on global supply chain management at the University of Southern California Marshall School of Business. \"Since it is China and lacks transparency, there is added uncertainty and fear. Given how we have streamlined things and reduced inventory and grown more globally intertwined, this produces end-to-end disruption.\n\n\"This outbreak will force them to factor the cost of failure into their calculation, and might well strengthen the case for more onshore or near-shore operations,\" he added.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 5, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 5, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Foxconn", "type": "org", "score": 5, "label": {"eng": "Foxconn"}}, {"uri": "http://en.wikipedia.org/wiki/Customs", "type": "org", "score": 5, "label": {"eng": "Customs"}}, {"uri": "http://en.wikipedia.org/wiki/IPhone", "type": "wiki", "score": 5, "label": {"eng": "IPhone"}}, {"uri": "http://en.wikipedia.org/wiki/Apple_Inc.", "type": "org", "score": 5, "label": {"eng": "Apple Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Henan", "type": "loc", "score": 5, "label": {"eng": "Henan"}, "location": {"type": "place", "label": {"eng": "Henan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Compound_(linguistics)", "type": "wiki", "score": 4, "label": {"eng": "Compound (linguistics)"}}, {"uri": "http://en.wikipedia.org/wiki/Streaming_media", "type": "wiki", "score": 4, "label": {"eng": "Streaming media"}}, {"uri": "http://en.wikipedia.org/wiki/Zhengzhou", "type": "loc", "score": 4, "label": {"eng": "Zhengzhou"}, "location": {"type": "place", "label": {"eng": "Zhengzhou"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Outsourcing", "type": "wiki", "score": 3, "label": {"eng": "Outsourcing"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 3, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Smartphone", "type": "wiki", "score": 3, "label": {"eng": "Smartphone"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Guangdong", "type": "loc", "score": 3, "label": {"eng": "Guangdong"}, "location": {"type": "place", "label": {"eng": "Guangdong"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Zhejiang", "type": "loc", "score": 3, "label": {"eng": "Zhejiang"}, "location": {"type": "place", "label": {"eng": "Zhejiang"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 3, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Pegatron", "type": "org", "score": 2, "label": {"eng": "Pegatron"}}, {"uri": "http://en.wikipedia.org/wiki/Semiconductor_fabrication_plant", "type": "wiki", "score": 2, "label": {"eng": "Semiconductor fabrication plant"}}, {"uri": "http://en.wikipedia.org/wiki/Jin_dynasty_(1115–1234)", "type": "loc", "score": 2, "label": {"eng": "Jin dynasty (1115–1234)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/BOE_Technology", "type": "org", "score": 2, "label": {"eng": "BOE Technology"}}, {"uri": "http://en.wikipedia.org/wiki/Mass_production", "type": "wiki", "score": 2, "label": {"eng": "Mass production"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Liquid-crystal_display", "type": "wiki", "score": 2, "label": {"eng": "Liquid-crystal display"}}, {"uri": "http://en.wikipedia.org/wiki/Semiconductor", "type": "wiki", "score": 2, "label": {"eng": "Semiconductor"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Samsung", "type": "org", "score": 2, "label": {"eng": "Samsung"}}, {"uri": "http://en.wikipedia.org/wiki/Huawei", "type": "org", "score": 2, "label": {"eng": "Huawei"}}, {"uri": "http://en.wikipedia.org/wiki/Engineering", "type": "wiki", "score": 2, "label": {"eng": "Engineering"}}, {"uri": "http://en.wikipedia.org/wiki/Huizhou", "type": "loc", "score": 2, "label": {"eng": "Huizhou"}, "location": {"type": "place", "label": {"eng": "Huizhou"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jingzhou", "type": "loc", "score": 2, "label": {"eng": "Jingzhou"}, "location": {"type": "place", "label": {"eng": "Jingzhou"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 2, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain_management", "type": "wiki", "score": 1, "label": {"eng": "Supply chain management"}}, {"uri": "http://en.wikipedia.org/wiki/USC_Marshall_School_of_Business", "type": "org", "score": 1, "label": {"eng": "USC Marshall School of Business"}}, {"uri": "http://en.wikipedia.org/wiki/Wilbur_Ross", "type": "person", "score": 1, "label": {"eng": "Wilbur Ross"}}, {"uri": "http://en.wikipedia.org/wiki/Camel", "type": "wiki", "score": 1, "label": {"eng": "Camel"}}], "categories": [{"uri": "dmoz/Business", "label": "dmoz/Business", "wgt": 17}, {"uri": "dmoz/Business/International_Business_and_Trade", "label": "dmoz/Business/International Business and Trade", "wgt": 14}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 15}, {"uri": "dmoz/Business/Management/Supply_Chain", "label": "dmoz/Business/Management/Supply Chain", "wgt": 14}, {"uri": "dmoz/Business/Electronics_and_Electrical/Human_Interfaces", "label": "dmoz/Business/Electronics and Electrical/Human Interfaces", "wgt": 17}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fe0c4f992-4826-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5483978", "location": null, "shares": {"facebook": 7}, "sentiment": 0.06666666666666665, "wgt": 7, "relevance": 101}, {"uri": "1433390147", "lang": "eng", "isDuplicate": false, "date": "2020-02-03", "time": "11:26:00", "dateTime": "2020-02-03T11:26:00Z", "dateTimePub": "2020-02-03T11:24:00Z", "dataType": "news", "sim": 0.4196078479290009, "url": "https://www.ft.com/content/5452f2f8-4672-11ea-aee2-9ddbdc86190d", "title": "Pound slips as Brexit concerns resurface", "body": "Investors sold off the pound on the first trading day after the UK officially left the EU, as fears about the outcome of the impending trade negotiations and an eventual no-deal Brexit resurfaced.\n\nSterling traded at $1.3058 from above $1.31 with UK prime minister Boris Johnson set to say that the country is ready to walk away from talks with the EU without a deal. Sterling also slipped against the euro.\n\nThe currency started Monday with a downbeat tone against a generally sour backdrop that saw investors selling some riskier assets on concerns over the coronavirus outbreak. The pound was also hurt by the start of trade negotiations that will probably bring renewed volatility in the currency as headlines emerge from the talks.\n\nThe UK left the EU officially on Friday evening but talks about the exact relationship between the two parties will last at least until the end of the year.\n\nNeil Jones, head of FX sales for financial institutions at Mizuho Bank, said market concerns over a hard Brexit are coming to the fore again and putting negative pressure on the pound. Mr Johnson is due to begin negotiations with EU chief Brexit negotiator Michel Barnier in Brussels today.\n\n\"My sense is investor fears of a no-deal scenario will resurface,\" he said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 5, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit_negotiations", "type": "wiki", "score": 3, "label": {"eng": "Brexit negotiations"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 3, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 3, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 3, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 3, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Mizuho_Bank", "type": "org", "score": 2, "label": {"eng": "Mizuho Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Michel_Barnier", "type": "person", "score": 1, "label": {"eng": "Michel Barnier"}}, {"uri": "http://en.wikipedia.org/wiki/Brussels", "type": "loc", "score": 1, "label": {"eng": "Brussels"}, "location": {"type": "place", "label": {"eng": "Brussels"}, "country": {"type": "country", "label": {"eng": "Belgium"}}}}], "categories": [{"uri": "dmoz/Arts/Music/Trading", "label": "dmoz/Arts/Music/Trading", "wgt": 15}, {"uri": "dmoz/Business/Investing/Commodities_and_Futures", "label": "dmoz/Business/Investing/Commodities and Futures", "wgt": 16}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 17}, {"uri": "dmoz/Business/Investing/Education_and_Training", "label": "dmoz/Business/Investing/Education and Training", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Ffe8619a2-4673-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5481152", "location": null, "shares": {"facebook": 7}, "sentiment": -0.1529411764705882, "wgt": 7, "relevance": 27}, {"uri": "1437791646", "lang": "eng", "isDuplicate": false, "date": "2020-02-06", "time": "15:23:00", "dateTime": "2020-02-06T15:23:00Z", "dateTimePub": "2020-02-06T15:20:00Z", "dataType": "news", "sim": 0.7411764860153198, "url": "https://www.ft.com/content/cef96328-475a-11ea-aeb3-955839e06441", "title": "US warns over Chinese 'spying' on African disease control centre", "body": "The Trump administration has cited concerns over Beijing's scientific spying programme as the reason it wants to block a Chinese plan to build an $80m headquarters for the Africa Centers for Disease Control and Prevention in Ethiopia, amid growing competition for influence in the continent.\n\n\"It's a threat to Africa. Africa has vast amounts of genomic data and the Chinese want to build the CDC to eventually steal the data from all the other centres,\" an administration official told the Financial Times, referring to five regional Africa CDC hubs, some of which were built by the US. Based in Egypt, Nigeria, Gabon, Kenya and Zambia, they handle high-risk viruses, health crises, research and data collection.\n\nThe role of Africa CDC, launched in 2017 in the wake of the deadly 2014 west African Ebola crisis, is to respond to disease outbreaks including coronavirus. It is owned and part-funded by the African Union's 55 members, with additional financial support from the US, China, the World Bank and other donors including Kuwait and Japan. Its secretariat is based at the AU headquarters in Addis Ababa. African foreign ministers are expected to discuss a new headquarters for the first time on Thursday.\n\n\"Out of nowhere the Chinese swoop in and want to build the Africa CDC headquarters,\" the administration official said, adding that the US had invested $900m in the past 15 years to support health in Africa. \"If the Chinese build the headquarters, the US will have nothing to do with Africa CDC.\" Washington gave $14m to Africa CDC in its first year of operation and still pays the Africa CDC director's salary along with those of senior medical staff seconded from the US CDC.\n\nBeijing has already built the AU's $200m conference centre, which houses the Africa CDC secretariat, in Addis Ababa. The building was mired in controversy following 2018 claims denied by Beijing that it bugged the 19-storey building and uploaded a nightly data cache, including audio recordings, to Chinese servers for five years.\n\nThe Obama administration reached a 2016 agreement with Beijing to jointly support the Africa CDC and strengthen links between Chinese, African and American health experts. But this co-operation has withered under the Trump administration as the two countries clashed over trade.\n\nChina has invested billions of dollars into Africa, increasing its strategic hold over the continent. Beijing told AU officials it wanted to build the headquarters in 2018, but the Trump administration has criticised it as an opaque deal that has not been reviewed by the union's 55 member states.\n\n\"China is attempting to force a groundbreaking ceremony and other public events to give the appearance they are moving forward,\" said a second person briefed on the matter, adding that Beijing had requested to name facilities after Chinese scientists.\n\nThe same person said China also planned to build eight labs on the continent despite a history of allegedly \"reckless\" health security, citing a Beijing mission to fly the live Ebola virus to China on a commercial Air Canada flight in March last year. Canadian health officials have said there was no problem with this mode of transport.\n\nEbba Kalondo, spokesperson for the AU, said she was not aware of the Trump administration's threat and could not comment on specifics but said the organisation had a \"robust partnership\" with the US which it hoped to scale up, and that it was also co-operating with China.\n\nThe Africa CDC has welcomed Chinese proposals to increase funding and strengthen their contribution to the organisation, including sending two technical experts from China's own CDC as well as building the headquarters.\n\nUnder the Africa CDC statutes, any relocation of the organisation from AU headquarters would be subject to review by African heads of state. African foreign ministers meet at the AU on Thursday, when the US hopes its allies will stymie Chinese plans.\n\nThe Chinese embassy in Washington referred questions to China's AU mission, which could not immediately be reached for comment. The Chinese foreign ministry in Beijing did not respond to requests for comment.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 5, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 5, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Astronomical_unit", "type": "wiki", "score": 4, "label": {"eng": "Astronomical unit"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 4, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Addis_Ababa", "type": "loc", "score": 4, "label": {"eng": "Addis Ababa"}, "location": {"type": "place", "label": {"eng": "Addis Ababa"}, "country": {"type": "country", "label": {"eng": "Ethiopia"}}}}, {"uri": "http://en.wikipedia.org/wiki/African_Union", "type": "loc", "score": 3, "label": {"eng": "African Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 3, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/West_Africa", "type": "wiki", "score": 3, "label": {"eng": "West Africa"}}, {"uri": "http://en.wikipedia.org/wiki/World_Bank", "type": "loc", "score": 3, "label": {"eng": "World Bank"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Foreign_minister", "type": "wiki", "score": 3, "label": {"eng": "Foreign minister"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Zambia", "type": "loc", "score": 3, "label": {"eng": "Zambia"}, "location": {"type": "country", "label": {"eng": "Zambia"}}}, {"uri": "http://en.wikipedia.org/wiki/Nigeria", "type": "loc", "score": 3, "label": {"eng": "Nigeria"}, "location": {"type": "country", "label": {"eng": "Nigeria"}}}, {"uri": "http://en.wikipedia.org/wiki/Kuwait", "type": "loc", "score": 3, "label": {"eng": "Kuwait"}, "location": {"type": "country", "label": {"eng": "Kuwait"}}}, {"uri": "http://en.wikipedia.org/wiki/Kenya", "type": "loc", "score": 3, "label": {"eng": "Kenya"}, "location": {"type": "country", "label": {"eng": "Kenya"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Gabon", "type": "loc", "score": 3, "label": {"eng": "Gabon"}, "location": {"type": "country", "label": {"eng": "Gabon"}}}, {"uri": "http://en.wikipedia.org/wiki/Ethiopia", "type": "loc", "score": 3, "label": {"eng": "Ethiopia"}, "location": {"type": "country", "label": {"eng": "Ethiopia"}}}, {"uri": "http://en.wikipedia.org/wiki/Egypt", "type": "loc", "score": 3, "label": {"eng": "Egypt"}, "location": {"type": "country", "label": {"eng": "Egypt"}}}, {"uri": "http://en.wikipedia.org/wiki/Air_Canada", "type": "org", "score": 2, "label": {"eng": "Air Canada"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Barack_Obama", "type": "org", "score": 2, "label": {"eng": "Presidency of Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Member_states_of_the_United_Nations", "type": "loc", "score": 2, "label": {"eng": "Member states of the United Nations"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 2, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/Embassy_of_China_in_Washington,_D.C.", "type": "wiki", "score": 1, "label": {"eng": "Embassy of China in Washington, D.C."}}, {"uri": "http://en.wikipedia.org/wiki/Ministry_of_Foreign_Affairs_of_the_People's_Republic_of_China", "type": "org", "score": 1, "label": {"eng": "Ministry of Foreign Affairs of the People's Republic of China"}}, {"uri": "http://en.wikipedia.org/wiki/Head_of_state", "type": "wiki", "score": 1, "label": {"eng": "Head of state"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 79}, {"uri": "dmoz/Recreation/Roads_and_Highways/Africa", "label": "dmoz/Recreation/Roads and Highways/Africa", "wgt": 13}, {"uri": "dmoz/Business/Construction_and_Maintenance/Building_Types", "label": "dmoz/Business/Construction and Maintenance/Building Types", "wgt": 12}, {"uri": "dmoz/Recreation/Birding/Africa", "label": "dmoz/Recreation/Birding/Africa", "wgt": 11}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F8d70da22-488a-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5496677", "location": null, "shares": {"facebook": 6}, "sentiment": -0.0980392156862745, "wgt": 6, "relevance": 52}, {"uri": "1438599649", "lang": "eng", "isDuplicate": false, "date": "2020-02-07", "time": "06:59:00", "dateTime": "2020-02-07T06:59:00Z", "dateTimePub": "2020-02-07T06:59:00Z", "dataType": "news", "sim": 0.6000000238418579, "url": "https://www.ft.com/content/215b882a-495f-11ea-aeb3-955839e06441", "title": "Coronavirus turns Asian cruise ships into prison hulks", "body": "Passengers on cruise ships across East Asia are finding their luxury liners are turning into prison hulks as nations deny them entry for fear of the coronavirus, leaving the wandering vessels with few ports to visit.\n\nJapan has vowed to turn away foreign passengers on the incoming Westerdam and Taiwan has refused to admit 29 foreign passengers on board the Super Star Aquarius, forcing the vessel to return to its previous port. No cases have been confirmed on either ship.\n\nThe increasingly severe measures to try to halt the spread of the lethal virus come as Japan announced it had identified another 41 cases of the pathogen on board the Diamond Princess, in quarantine off Yokohama, where it is based.\n\nThat took the total of cases on the vessel to 61, which meant Japan now has the largest number of cases outside China, and demonstrates how easily the virus spreads in a confined environment.\n\nPrincess Cruises, which owns the Diamond Princess, said the latest confirmed cases included passengers from Japan, the US, Australia, Canada, Argentina and the UK.\n\nDavid Abel, a British passenger on board the vessel broadcasting via Facebook, said the ship's captain was not being allowed to share news of the diagnoses even as ambulances arrived to evacuate the patients.\n\n\"Why are the Japanese health authority releasing the information to the world and not permitting the captain to tell his people?\" he said. \"To me it's just wrong.\"\n\nMr Abel demanded to know whether the clock on the ship's 14-day quarantine would restart after the new cases were found and whether he would have to be quarantined again on an eventual return to the UK.\n\nLinda Ip, a 62-year-old passenger from Hong Kong on board the Diamond Princess, said she was staying positive because the latest diagnoses were all from a batch of passengers who had either showed symptoms or had close contact with those who did.\n\n\"This is a high-level isolation camp, with food and drink, service, a nice warm bed and pillows -- just lack of freedom and fear of germs,\" she said. With about 3,700 people on board, the passengers on the Diamond Princess have been told to self-quarantine in their cabins.\n\nMs Ip said passengers in cabins with no balcony were being allowed out on deck in batches but told to wear masks and keep a metre away from one another. They have also been asked to start taking their temperature regularly.\n\nMichelle Au, a 53-year-old passenger from Hong Kong, praised the crew of the Diamond Princess. \"Honestly, the food quality of this cruise ship is really good. It's really not bad given they have to deliver to 2,600 passengers room by room.\"\n\nShe said they had live TV, movies and internet in their cabins. \"We've come to accept it as an extension of our holiday,\" she said.\n\nBut there remains deep uncertainty about when and where any passengers on the cruise ships will be allowed to disembark. The Holland America Line said it was working on other plans after Tokyo declared it would not allow the Westerdam to call at Japanese ports.\n\nThe Super Star Aquarius, based in Keelung in northern Taiwan, operates short cruises to Japan. It was expected back on Friday with 1,738 passengers on board, 1,709 of whom are Taiwanese. But it was told the other passengers, who are mainly from the Philippines, would not be allowed to enter the country.\n\nAccording to a local spokesperson for Star Cruises, the ship was located in waters off Naha in Okinawa. However, it was not clear whether Japan would admit the non-Taiwanese passengers either.\n\nOnce the ship returned to Keelung, all 1,709 local passengers would have their temperature taken before disembarking. Even if nobody showed symptoms, all would be required to self-quarantine at home for 14 days.\n\nA fourth vessel, the World Dream, is being held in Hong Kong with thousands of people on board after passengers who previously travelled on the ship were diagnosed with coronavirus. Hong Kong's department of health said on Friday that there were no confirmed cases on the boat.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Diamond_Princess_(ship)", "type": "wiki", "score": 5, "label": {"eng": "Diamond Princess (ship)"}}, {"uri": "http://en.wikipedia.org/wiki/Prison_ship", "type": "wiki", "score": 5, "label": {"eng": "Prison ship"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 5, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 5, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Ocean_liner", "type": "wiki", "score": 4, "label": {"eng": "Ocean liner"}}, {"uri": "http://en.wikipedia.org/wiki/East_Asia", "type": "wiki", "score": 4, "label": {"eng": "East Asia"}}, {"uri": "http://en.wikipedia.org/wiki/Sea_captain", "type": "wiki", "score": 4, "label": {"eng": "Sea captain"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/MS_Westerdam", "type": "wiki", "score": 3, "label": {"eng": "MS Westerdam"}}, {"uri": "http://en.wikipedia.org/wiki/Princess_Cruises", "type": "org", "score": 3, "label": {"eng": "Princess Cruises"}}, {"uri": "http://en.wikipedia.org/wiki/Port", "type": "wiki", "score": 3, "label": {"eng": "Port"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 3, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Yokohama", "type": "loc", "score": 3, "label": {"eng": "Yokohama"}, "location": {"type": "place", "label": {"eng": "Yokohama"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 3, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 3, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Argentina", "type": "loc", "score": 3, "label": {"eng": "Argentina"}, "location": {"type": "country", "label": {"eng": "Argentina"}}}, {"uri": "http://en.wikipedia.org/wiki/Deck_(ship)", "type": "wiki", "score": 2, "label": {"eng": "Deck (ship)"}}, {"uri": "http://en.wikipedia.org/wiki/Holland_America_Line", "type": "org", "score": 2, "label": {"eng": "Holland America Line"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 2, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Keelung", "type": "loc", "score": 2, "label": {"eng": "Keelung"}, "location": {"type": "place", "label": {"eng": "Keelung"}, "country": {"type": "country", "label": {"eng": "Taiwan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 2, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/World_Dream", "type": "wiki", "score": 1, "label": {"eng": "World Dream"}}, {"uri": "http://en.wikipedia.org/wiki/Star_Cruises", "type": "org", "score": 1, "label": {"eng": "Star Cruises"}}, {"uri": "http://en.wikipedia.org/wiki/Naha", "type": "loc", "score": 1, "label": {"eng": "Naha"}, "location": {"type": "place", "label": {"eng": "Naha"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Okinawa_Prefecture", "type": "loc", "score": 1, "label": {"eng": "Okinawa Prefecture"}, "location": {"type": "place", "label": {"eng": "Okinawa Prefecture"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 1, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}], "categories": [{"uri": "dmoz/Society/Genealogy/Emigration_and_Immigration", "label": "dmoz/Society/Genealogy/Emigration and Immigration", "wgt": 34}, {"uri": "dmoz/Business/Transportation_and_Logistics/Maritime", "label": "dmoz/Business/Transportation and Logistics/Maritime", "wgt": 21}, {"uri": "dmoz/Recreation/Travel", "label": "dmoz/Recreation/Travel", "wgt": 14}, {"uri": "dmoz/Recreation/Travel/Specialty_Travel", "label": "dmoz/Recreation/Travel/Specialty Travel", "wgt": 14}, {"uri": "dmoz/Recreation/Outdoors/Sub_Sea_Tours", "label": "dmoz/Recreation/Outdoors/Sub Sea Tours", "wgt": 17}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fabfe2d70-4964-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5485418", "location": null, "shares": {"facebook": 6}, "sentiment": 0.05098039215686279, "wgt": 6, "relevance": 101}, {"uri": "1437419307", "lang": "eng", "isDuplicate": false, "date": "2020-02-06", "time": "09:55:00", "dateTime": "2020-02-06T09:55:00Z", "dateTimePub": "2020-02-06T09:54:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/b8ca9334-48bc-11ea-aeb3-955839e06441", "title": "Philippine central bank cuts rates in response to coronavirus", "body": "The Philippine central bank has cut interest rates, becoming the latest south-east Asian country to enact monetary easing in response to the novel coronavirus outbreak.\n\nMeeting for the first time this year, the Bangko Sentral ng Pilipinas' monetary board cut its benchmark interest rate by a quarter of a percentage point to 3.75 per cent.\n\nThe body said that prospects for global economic growth had weakened further amid geopolitical tensions, and noted that the virus could have an \"adverse impact\" on economic activity and market sentiment in coming months.\n\nThe Philippine economy is also contending with headwinds from an eruption of the Taal volcano and the outbreak of African swine fever, which has hurt the country's farming and food sectors.\n\nThailand's central bank on Wednesday cut its key lending rate by a quarter of a percentage point to 1 per cent, saying the country's economy would expand at a much lower rate in 2020 than previously expected. Separately, Singapore's monetary authority signalled that its currency could depreciate within its set band because of the outbreak.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 5, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 4, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 4, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}, {"uri": "http://en.wikipedia.org/wiki/Bangko_Sentral_ng_Pilipinas", "type": "org", "score": 3, "label": {"eng": "Bangko Sentral ng Pilipinas"}}, {"uri": "http://en.wikipedia.org/wiki/Quantitative_easing", "type": "wiki", "score": 3, "label": {"eng": "Quantitative easing"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 3, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Southeast_Asia", "type": "loc", "score": 3, "label": {"eng": "Southeast Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_Philippines", "type": "wiki", "score": 2, "label": {"eng": "Economy of the Philippines"}}, {"uri": "http://en.wikipedia.org/wiki/African_swine_fever_virus", "type": "wiki", "score": 2, "label": {"eng": "African swine fever virus"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 2, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Taal_Volcano", "type": "loc", "score": 2, "label": {"eng": "Taal Volcano"}, "location": {"type": "place", "label": {"eng": "Taal Volcano"}, "country": {"type": "country", "label": {"eng": "Philippines"}}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 2, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Depreciation", "type": "wiki", "score": 1, "label": {"eng": "Depreciation"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 1, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 1, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}], "categories": [{"uri": "dmoz/Recreation/Picture_Ratings", "label": "dmoz/Recreation/Picture Ratings", "wgt": 15}, {"uri": "dmoz/Recreation/Picture_Ratings/Parodies", "label": "dmoz/Recreation/Picture Ratings/Parodies", "wgt": 13}, {"uri": "dmoz/Recreation/Picture_Ratings/Animals", "label": "dmoz/Recreation/Picture Ratings/Animals", "wgt": 12}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 14}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 13}], "image": null, "eventUri": null, "location": null, "shares": {"facebook": 6}, "sentiment": -0.04313725490196074, "wgt": 6, "relevance": 52}, {"uri": "1434940599", "lang": "eng", "isDuplicate": false, "date": "2020-02-04", "time": "14:13:00", "dateTime": "2020-02-04T14:13:00Z", "dateTimePub": "2020-02-04T14:12:00Z", "dataType": "news", "sim": 0.529411792755127, "url": "https://www.ft.com/content/48bae4c0-472e-11ea-aeb3-955839e06441", "title": "Coronavirus disruptions force Hyundai to close South Korea plants", "body": "Hyundai said it had to shut down all its car factories in South Korea after running out of components from China as disruptions caused by the coronavirus outbreak rippled through the global manufacturing supply chains.\n\nThe world's fifth-biggest carmaker by sales said it was searching for new sources of engine wire-harness after problems in the supplies of the core electric componentry from China. Operations in South Korea are expected to resume by early next week and the shutdown did not affect Kia Motors, its other car brand, Hyundai added.\n\nCarmakers in Germany, which make the bulk of their profits in China, have announced the temporary closures of their production plants in the country, as have large car-parts suppliers.\n\nThe disruptions show how coronavirus is wreaking havoc in supply chains across sectors, notably in the vital tech sector, as travel restrictions prevent normal resumption of work after the lunar new year in Wuhan, central China, where the outbreak originated, and elsewhere in the country. Many companies have said they expect to resume production in China next week in accordance with guidelines from authorities, but the plan could be reviewed if the coronavirus, which has infected 20,689 and killed 427, continues to spread.\n\nAnalysts expect the impact on car sales and auto parts procurement in China from the coronavirus outbreak to be bigger than during the Sars outbreak in 2003 because the world's second-largest economy has become a much bigger manufacturing hub for the auto industry, including electronic parts.\n\n\"Restrictions on movement and other measures have raised the risk of disruption to supply chains, and we see potential for a stalling in automobile production within China,\" analysts at Nomura said. \"We also see a risk that supply chain issues could have knock-on effects on production in Japan and elsewhere in Asia.\"\n\nJapanese carmaker Nissan on Tuesday said it was considering extending a shutdown of its joint-venture operations in China, in line with other carmakers including Toyota, Honda and Ford. For its two plants in Hubei province, which is at the heart of the outbreak, Nissan said production was expected to restart some time after February 14.\n\nEarnings at Volkswagen and BMW operations in China are expected to fall by at least 5 per cent in the first half of 2020, compounding their struggles to finance the transition to electric vehicles, according to analysts at research firm Bernstein.\n\nSupply disruptions could last \"longer than expected,\" said Lee Hang-koo, a researcher at the Korea Institute for Industrial Economics and Trade. \"They can start producing the parts in South Korea but this will drive up the cost, which will erode profitability,\" he said. Suppliers' earnings could also be hurt too \"if the problem drags on\".\n\nSeoul-based Hyundai Motor Group -- which includes the Kia brand -- last month joined other multinational groups including Volkswagen, Daimler and BMW in suspending production in China, as part of efforts by authorities to contain the outbreak.\n\nThe German automotive industry -- including partsmakers such as ZF, which has 40 plants in China -- generates about €600m in sales per working day from China, according to Ferdinand Dudenhöffer, a professor at the University of Duisburg-Essen.\n\nVolkswagen, which operates 15 jointly owned plants and employs 100,000 staff in China, insisted its supply chain was \"on track to be fully functional in time for start of production, and planned deliveries to customers remain unchanged\".\n\nHowever, analysts at Bernstein warned: \"The inescapable fact is that even in our milder scenarios the downside to earnings estimates looks severe.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 5, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Hyundai_Motor_Company", "type": "org", "score": 5, "label": {"eng": "Hyundai Motor Company"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 5, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/List_of_countries_by_GDP_(nominal)", "type": "wiki", "score": 3, "label": {"eng": "List of countries by GDP (nominal)"}}, {"uri": "http://en.wikipedia.org/wiki/Kia_Motors", "type": "org", "score": 3, "label": {"eng": "Kia Motors"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Electronics", "type": "wiki", "score": 3, "label": {"eng": "Electronics"}}, {"uri": "http://en.wikipedia.org/wiki/Internal_combustion_engine", "type": "wiki", "score": 3, "label": {"eng": "Internal combustion engine"}}, {"uri": "http://en.wikipedia.org/wiki/Nissan", "type": "org", "score": 3, "label": {"eng": "Nissan"}}, {"uri": "http://en.wikipedia.org/wiki/Automotive_industry", "type": "wiki", "score": 3, "label": {"eng": "Automotive industry"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Hyundai_Motor_Group", "type": "org", "score": 2, "label": {"eng": "Hyundai Motor Group"}}, {"uri": "http://en.wikipedia.org/wiki/Daimler_AG", "type": "org", "score": 2, "label": {"eng": "Daimler AG"}}, {"uri": "http://en.wikipedia.org/wiki/Honda", "type": "org", "score": 2, "label": {"eng": "Honda"}}, {"uri": "http://en.wikipedia.org/wiki/Volkswagen", "type": "org", "score": 2, "label": {"eng": "Volkswagen"}}, {"uri": "http://en.wikipedia.org/wiki/Toyota", "type": "org", "score": 2, "label": {"eng": "Toyota"}}, {"uri": "http://en.wikipedia.org/wiki/Ford_Motor_Company", "type": "org", "score": 2, "label": {"eng": "Ford Motor Company"}}, {"uri": "http://en.wikipedia.org/wiki/Multinational_corporation", "type": "loc", "score": 2, "label": {"eng": "Multinational corporation"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Profit_(accounting)", "type": "wiki", "score": 2, "label": {"eng": "Profit (accounting)"}}, {"uri": "http://en.wikipedia.org/wiki/Electric_vehicle", "type": "wiki", "score": 2, "label": {"eng": "Electric vehicle"}}, {"uri": "http://en.wikipedia.org/wiki/Joint_venture", "type": "wiki", "score": 2, "label": {"eng": "Joint venture"}}, {"uri": "http://en.wikipedia.org/wiki/Car", "type": "wiki", "score": 2, "label": {"eng": "Car"}}, {"uri": "http://en.wikipedia.org/wiki/BMW", "type": "org", "score": 2, "label": {"eng": "BMW"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 2, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 2, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 2, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/ZF_Friedrichshafen", "type": "org", "score": 1, "label": {"eng": "ZF Friedrichshafen"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Duisburg-Essen", "type": "org", "score": 1, "label": {"eng": "University of Duisburg-Essen"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 1, "label": {"eng": "Euro"}}], "categories": [{"uri": "dmoz/Shopping/Vehicles", "label": "dmoz/Shopping/Vehicles", "wgt": 18}, {"uri": "dmoz/Shopping/Vehicles/Parts_and_Accessories", "label": "dmoz/Shopping/Vehicles/Parts and Accessories", "wgt": 19}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 25}, {"uri": "dmoz/Business/Management/Supply_Chain", "label": "dmoz/Business/Management/Supply Chain", "wgt": 19}, {"uri": "dmoz/Business/Chemicals/Fine-Chemical_Intermediates", "label": "dmoz/Business/Chemicals/Fine-Chemical Intermediates", "wgt": 18}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F82b21948-474a-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5485805", "location": null, "shares": {"facebook": 6}, "sentiment": -0.1843137254901961, "wgt": 6, "relevance": 101}, {"uri": "1433815118", "lang": "eng", "isDuplicate": false, "date": "2020-02-03", "time": "17:51:00", "dateTime": "2020-02-03T17:51:00Z", "dateTimePub": "2020-02-03T17:49:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/eb6a7d40-4691-11ea-aee2-9ddbdc86190d", "title": "Goldman warns coronavirus to dent 2020 global economic growth", "body": "The latest outbreak of the coronavirus will weigh on global economic growth this year as the effects of controlling the disease spill from China into the rest of the world, Goldman Sachs has forecast.\n\nThe US bank estimates a hit of 0.1 to 0.2 percentage points to growth of global gross domestic product in 2020 under its baseline scenario, which assumes the rate of infections slows significantly in February and March thanks to an aggressive response from Chinese authorities.\n\nGoldman said it now expects the world economy to expand by roughly 3.25 per cent this year, marking a slim pick-up from the 3.1 per cent rate recorded last year.\n\n\"The near-term impact is quite large,\" Goldman's chief economist Jan Hatzius told clients in a briefing on Monday. \"What happens to 2020 as a whole really depends on how quickly the episode is brought under control.\"\n\nIn its more severe scenario, in which the rate of infections does not peak until into the second quarter, Goldman thinks the hit would rise to 0.3 percentage points of GDP.\n\n\"In that case we have to probably wait until 2021 before we see an acceleration in global growth,\" said Mr Hatzius.\n\nGoldman estimates the vast majority of the damage will happen in the first quarter, with 2 percentage points shaved off global growth at an annualised rate, via a direct hit to the Chinese economy worth one percentage point, and spillover effects trimming a further percentage point.\n\nThe bank added that this would not all be made up by a subsequent recovery in the rest of the year. \"Just because you missed dinner out or a haircut in the first quarter, you wouldn't necessarily get more of those in the second quarter ...there is some lost output,\" said Andrew Tilton, the bank's chief Asia economist.\n\nFears over the impact of the virus have rippled around the world over the past two weeks. Economists and investors have scrambled to try to price the disruption to activity and services in the world's second-biggest economy, where parts of China are on lockdown and global supply chains have been disrupted.\n\nThe impact is already being felt globally: airlines have cancelled routes, stock markets have tumbled and some borders have closed.\n\nThe Goldman economists modelled the global impact of the disease by forecasting reduced Chinese demand for imported goods and lower spending abroad by Chinese tourists. The likely spillover looks far greater than the outbreak of severe acute respiratory syndrome, or Sars, in 2002-2003 thanks to \"the enormous growth of the Chinese economy since then\", Mr Hatzius said.\n\nGoldman estimates Chinese growth will slow to 5.5 per cent this year, and has downgraded its forecasts for Hong Kong and Thailand, which are exposed to tourism from the country. The economy expanded 6.1 per cent in 2019.\n\nChina reported more than 17,000 confirmed cases of the virus and 361 deaths as of the end of Sunday. The number of infections exceeds the total during the Sars incident, which caused months of economic turbulence in China.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 5, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Jan_Hatzius", "type": "person", "score": 4, "label": {"eng": "Jan Hatzius"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 4, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 3, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 3, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 2, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 2, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 2, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 2, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 2, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Turbulence", "type": "wiki", "score": 1, "label": {"eng": "Turbulence"}}, {"uri": "http://en.wikipedia.org/wiki/Tourism", "type": "wiki", "score": 1, "label": {"eng": "Tourism"}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 1, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 95}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 13}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 22}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 11}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc6150814-4694-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 5}, "sentiment": 0.05882352941176472, "wgt": 5, "relevance": 101}, {"uri": "1437734665", "lang": "eng", "isDuplicate": false, "date": "2020-02-06", "time": "14:33:00", "dateTime": "2020-02-06T14:33:00Z", "dateTimePub": "2020-02-06T14:31:00Z", "dataType": "news", "sim": 0.6549019813537598, "url": "https://www.ft.com/content/4d15e99c-48d8-11ea-aee2-9ddbdc86190d", "title": "Opec+ advised to ramp up oil supply cuts as coronavirus hits demand", "body": "An advisory body to Opec and its allies has recommended that producer countries significantly deepen their oil supply cuts in response to the spread of the deadly coronavirus outbreak and its potential impact on economic growth and crude consumption.\n\nThe technical committee, which includes representatives from Saudi Arabia and Russia, met for three days in Vienna and concluded on Thursday that producers make supply curbs of 2.7m barrels a day.\n\nOpec and other producers had already agreed in December to remove 1.7m b/d for three months starting in January. Saudi Arabia, Opec's largest producer, then pledged additional cuts of 400,000 b/d.\n\nThe advisory body recommended a further 600,000 b/d in curbs in response to sliding oil prices that have fallen by more than 20 per cent from an early January high to $55.42 a barrel.\n\nChinese energy industry executives have projected a 25 per cent drop in the country's oil demand in February -- amounting to more than 3m b/d and 3 per cent of global consumption -- with questions mounting about the impact over the course of 2020.\n\nOpec's own forecasts showed oil demand growth falling by 200,000 b/d on average this year, according to one source. UK oil major BP estimated higher figures of 300,000 to 500,000 b/d, which is a hefty chunk of the 1.2m b/d expected by global energy agencies.\n\nSaudi oil production has already quietly fallen more deeply that it pledged in December. Production so far in February has averaged 9.6m b/d.\n\nThe original round of cuts were due to expire in March, but are likely now to be extended.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 4, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 3, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 3, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/Vienna", "type": "loc", "score": 3, "label": {"eng": "Vienna"}, "location": {"type": "place", "label": {"eng": "Vienna"}, "country": {"type": "country", "label": {"eng": "Austria"}}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/BP", "type": "org", "score": 2, "label": {"eng": "BP"}}, {"uri": "http://en.wikipedia.org/wiki/Energy_industry", "type": "wiki", "score": 2, "label": {"eng": "Energy industry"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 2, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 86}, {"uri": "dmoz/Business/Energy", "label": "dmoz/Business/Energy", "wgt": 13}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 22}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 17}, {"uri": "dmoz/Business/Chemicals/Specialties", "label": "dmoz/Business/Chemicals/Specialties", "wgt": 12}, {"uri": "dmoz/Science/Environment/Energy", "label": "dmoz/Science/Environment/Energy", "wgt": 13}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F35758e44-48da-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5496146", "location": null, "shares": {"facebook": 5}, "sentiment": -0.06666666666666665, "wgt": 5, "relevance": 101}, {"uri": "1439727534", "lang": "eng", "isDuplicate": false, "date": "2020-02-08", "time": "03:28:00", "dateTime": "2020-02-08T03:28:00Z", "dateTimePub": "2020-02-08T03:28:00Z", "dataType": "news", "sim": 0.43529412150383, "url": "https://www.ft.com/content/df69d973-68a3-4a44-82d9-cf2c13d0498b", "title": "Investors Chronicle: St Modwen, BP, Micro Focus", "body": "The strategic land and regeneration business has sold more than half of its residual retail assets, meaning noncore retail account for just 2 per cent of the portfolio. Industrial property is en vogue with investors, a fact not missed by St Modwen, writes Emma Powell.\n\nThe regeneration specialist and housebuilder accelerated the development of its logistics pipeline last year, with these types of assets accounting for 44 per cent of the group's portfolio by value.\n\nManagement expects to increase completions further in 2020 to between 1.5m and 1.7m sq/ft, but it has a total pipeline of 19m sq/ft. The latter could deliver about £56m of estimated rental value, with an 8 per cent yield on cost.\n\nFocusing on the regions continued to pay off for St Modwen Homes, which reported a 3.1 per cent rise in the average sales price. That was enough to offset build cost inflation and combined with improvements in building site coverage meant the operating margin improved top 14.8 per cent, edging towards a medium-term target range of 16-17 per cent.\n\nSales volumes also rose by a quarter and the proportion of forward sold homes was flat on the prior year at 34 per cent. Analysts at Peel Hunt forecast adjusted net asset value of 515p at the November 2020 year-end, rising to 540p in full-year 2021.\n\nEarnings were dented after the group was forced to take a £22.5m provision for a potential claim relating to a project it completed and developed 15 years ago. Yet, given the strength of the group's industrial pipeline and the resilience of its housebuilding operations, we think the discount applied to the shares versus the group's forecast NAV is unmerited.\n\nBP's financial goals for the coming year will have more context once it outlines plans to keep the supermajor's strategy consistent with the Paris climate goals, writes Alex Hamer.\n\nBP has said farewell to chief executive Bob Dudley by increasing its dividend, even as revenue and its profit marker fell last year.\n\nThe supermajor's underlying replacement cost (RC) profit for 2019 was down almost a quarter on the year before because of weaker commodity prices and what outgoing finance chief Brian Gilvary described as the \"one of the worst refining environments since the financial crisis in 2008\".\n\nThe quarterly dividend was increased by 2.4 per cent for the three months to December, to 10.5 cents (8p). Despite weakness in upstream and downstream earnings, cash flow from operations before Gulf of Mexico payments was up 8 per cent to $28.2bn.\n\nIncoming chief executive Bernard Looney, who starts this month, said he wanted to reassure investors of his commitment to BP's \"fundamental principles\", and would aim to increase cash flow and cut the company's debt load. As of December 31, BP's net debt was 31.1 per cent of its equity, above the gearing goal of 20-30 per cent. The group said it would get to the midpoint of this goal this year. BP shares rose by as much as 5 per cent on the back of these results.\n\nThe dividend increase came from forecast higher cash flow to 2021. Mr Gilvary, who will retire mid-year, said added asset sales would continue beyond the $10bn planned for 2019 and 2020. This target has almost been reached, with only $600m in disposals needed, and the company will aim for another $5bn in assets to go out the door by mid-2021.\n\nConsensus forecasts compiled by Bloomberg put the 2020 underlying RC profit at $10.7bn, a 7 per cent improvement on last year.\n\nShares in Micro Focus took another dive after the Newbury-based software group revealed falling US revenues and the departure of its executive chairman Kevin Loosemore after 15 years in the job, writes Lauren Almeida.\n\nRevenue was down 9.1 per cent in the 12-months from October 2018, although a modicum of solace is provided by a slight uptick in the group's cash margin.\n\nManagement laid the blame on changing buying behaviour and the difficult integration of the Hewlett Packard Enterprise (HPE) Software business. The group conceded that the HP systems were not fit for purpose and are continuing to impact core business operations, execution levels, and overall productivity. Integration and associated costs amounted to $246m (£189m) during the period. The group anticipates total exceptional charges in relation to the HPE Software business of $960m, of which $715m has been incurred to date.\n\nNumis gives adjusted earnings per share of 160 cents for the October 2020 year-end and 153 cents in full-year 2021.\n\nSentiment towards the stock deteriorated further last summer when Mr Loosemore hived-off half of his holding. His replacement, Greg Lock, an industry veteran and ex-chairman of Computacenter, will take up the reins on February 14.\n\nHe joins a listed entity that has lost nearly two-thirds of its market value since its 2017 high-water mark and whose net debt has ratcheted up to 3.2 times cash profits. The market had been expecting that several disposals would follow in the wake of the strategic review announced in August, although there are no buyers in evidence as findings of the review came to light.\n\nWill the outbreak of coronavirus have a permanent effect upon China's economy?\n\nThis question is the key to understanding last week's stock market falls, which are being blamed upon the virus.\n\nUndoubtedly, the virus is doing economic as well as human damage. This isn't just because of the closing off of Wuhan and surrounding areas. There are also reports of cinemas, restaurants and public transport in other parts of the country losing trade as people stay at home for fear of contracting the virus. All this will depress GDP in the near term.\n\nEconomists, however, distinguish between transitory shocks and permanent ones. Most believe that the coronavirus outbreak is merely transitory and that demand will recover once the virus fades away and Wuhan reopens. Chetan Sehgal at Templeton Emerging Markets says the longer-term outlook for the Chinese economy is \"unchanged\".\n\nIf this is the case, then the recent stock market falls are overdone: the Hang Seng index is almost 10 per cent down from its recent peak and the Nikkei 225 almost 5 per cent down, which have had knock-on effects upon western markets.\n\nThere's an encouraging precedent for this. In 2003 shares fell after the outbreak of the Sars virus, but had begun to recover even before the World Health Organisation declared the virus contained.\n\nBut this does not mean investors are daft to mark shares down so much. There is a danger that what looks like a merely transitory shock might have longer-lasting effects.\n\nYi Wen at the St Louis Fed has pointed out that this is perfectly possible. He has shown that declines in economic activity that we would expect to be temporary and harmless -- such as post-Christmas drops in demand -- do sometimes depress demand for longer periods. One reason for this lies in basic economics. If demand falls, then companies are left with spare capacity, so they don't need to expand, and so they cancel some investment projects.\n\nBut there's something else -- a scarring effect. Nasty shocks can make us nervous even years later -- hence the old saying, \"once bitten, twice shy\". For example, the financial crisis of 2008 might well have discouraged companies from borrowing and investing and encouraged them to build up cash simply because it alerted us to the facts that demand is volatile and that credit lines can be snatched away when you need them. And the 1930s depression created a fear of unemployment that persisted well into the 1960s, which is a big reason why the postwar period saw such low inflation.\n\nThe coronavirus might have a similar effect. Companies might fear that if whole regions can be isolated for weeks by a virus then it can happen again. That could make them nervous about expanding, especially outside their hometowns.\n\nThis of course is only a possibility. The more likely outcome is that the Chinese economy will indeed bounce back, if necessary with the help of looser monetary policy and more public spending. Share prices, however, are not set only by central scenarios. They should also price in low probability/high impact risks. It is the latter that justify last week's drop in share prices.\n\nAnd this means that if the markets do recover -- as is very possible -- it will only be as a reward for taking on the risk that this economic shock might be a permanent one. Market volatility is not always a sign of irrationality.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/St._Modwen_Properties", "type": "org", "score": 5, "label": {"eng": "St. Modwen Properties"}}, {"uri": "http://en.wikipedia.org/wiki/BP", "type": "org", "score": 5, "label": {"eng": "BP"}}, {"uri": "http://en.wikipedia.org/wiki/Urban_renewal", "type": "wiki", "score": 5, "label": {"eng": "Urban renewal"}}, {"uri": "http://en.wikipedia.org/wiki/Pipeline_transport", "type": "wiki", "score": 5, "label": {"eng": "Pipeline transport"}}, {"uri": "http://en.wikipedia.org/wiki/Cash_flow", "type": "wiki", "score": 5, "label": {"eng": "Cash flow"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Dividend", "type": "wiki", "score": 5, "label": {"eng": "Dividend"}}, {"uri": "http://en.wikipedia.org/wiki/Micro_Focus", "type": "org", "score": 4, "label": {"eng": "Micro Focus"}}, {"uri": "http://en.wikipedia.org/wiki/Net_asset_value", "type": "wiki", "score": 4, "label": {"eng": "Net asset value"}}, {"uri": "http://en.wikipedia.org/wiki/Hewlett_Packard_Enterprise", "type": "org", "score": 4, "label": {"eng": "Hewlett Packard Enterprise"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Logistics", "type": "wiki", "score": 4, "label": {"eng": "Logistics"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 4, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Accounting", "type": "wiki", "score": 4, "label": {"eng": "Accounting"}}, {"uri": "http://en.wikipedia.org/wiki/Bernard_Looney", "type": "person", "score": 3, "label": {"eng": "Bernard Looney"}}, {"uri": "http://en.wikipedia.org/wiki/Consensus_forecast", "type": "wiki", "score": 3, "label": {"eng": "Consensus forecast"}}, {"uri": "http://en.wikipedia.org/wiki/Bob_Dudley", "type": "person", "score": 3, "label": {"eng": "Bob Dudley"}}, {"uri": "http://en.wikipedia.org/wiki/Gulf_of_Mexico", "type": "loc", "score": 3, "label": {"eng": "Gulf of Mexico"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 3, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Inflation", "type": "wiki", "score": 3, "label": {"eng": "Inflation"}}, {"uri": "http://en.wikipedia.org/wiki/Oil_refinery", "type": "wiki", "score": 3, "label": {"eng": "Oil refinery"}}, {"uri": "http://en.wikipedia.org/wiki/Bloomberg_L.P.", "type": "org", "score": 3, "label": {"eng": "Bloomberg L.P."}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 3, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/Software", "type": "wiki", "score": 3, "label": {"eng": "Software"}}, {"uri": "http://en.wikipedia.org/wiki/Equity_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Equity (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 3, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 3, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Computacenter", "type": "org", "score": 2, "label": {"eng": "Computacenter"}}, {"uri": "http://en.wikipedia.org/wiki/Nikkei_225", "type": "wiki", "score": 2, "label": {"eng": "Nikkei 225"}}, {"uri": "http://en.wikipedia.org/wiki/Hewlett-Packard", "type": "org", "score": 2, "label": {"eng": "Hewlett-Packard"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/St._Louis", "type": "loc", "score": 2, "label": {"eng": "St. Louis"}, "location": {"type": "place", "label": {"eng": "St. Louis"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 15}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 13}, {"uri": "dmoz/Business/Management/Strategy_and_Forecasting", "label": "dmoz/Business/Management/Strategy and Forecasting", "wgt": 15}, {"uri": "dmoz/Business/Marketing_and_Advertising/Strategic", "label": "dmoz/Business/Marketing and Advertising/Strategic", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fdf46e5ba-f647-4185-b9ca-1e27c093fef4.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5489649", "location": null, "shares": {"facebook": 5}, "sentiment": 0.2156862745098038, "wgt": 5, "relevance": 27}, {"uri": "1433084941", "lang": "eng", "isDuplicate": false, "date": "2020-02-03", "time": "06:20:00", "dateTime": "2020-02-03T06:20:00Z", "dateTimePub": "2020-02-03T06:20:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/959f1622-7775-44b2-9798-720d1478d124", "title": "Monday, February 3", "body": "Your browser does not support playing this file but you can still download the MP3 file to play locally.\n\nUK prime minister Boris Johnson is expected to set out his vision for future relations with the EU in a speech today, Beijing is poised to pump extra cash into China's financial system as part of a way to shield the economy from the effects of the deadly coronavirus outbreak, and American voters in Iowa will kick off the US Democratic presidential primary race. Plus, the FT's Patrick McGee explains why Germany fears being left behind by Silicon Valley and Big Tech. For information regarding your data privacy, visit\n\nA transcript for this podcast is currently unavailable, view our accessibility guide.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Web_browser", "type": "wiki", "score": 4, "label": {"eng": "Web browser"}}, {"uri": "http://en.wikipedia.org/wiki/MP3", "type": "wiki", "score": 3, "label": {"eng": "MP3"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 3, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 3, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Silicon_Valley", "type": "loc", "score": 2, "label": {"eng": "Silicon Valley"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Iowa", "type": "loc", "score": 2, "label": {"eng": "Iowa"}, "location": {"type": "place", "label": {"eng": "Iowa"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 2, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Information_privacy", "type": "wiki", "score": 1, "label": {"eng": "Information privacy"}}, {"uri": "http://en.wikipedia.org/wiki/Podcast", "type": "wiki", "score": 1, "label": {"eng": "Podcast"}}], "categories": [{"uri": "dmoz/Arts/Online_Writing/Drama", "label": "dmoz/Arts/Online Writing/Drama", "wgt": 14}, {"uri": "dmoz/Computers/Software/File_Management", "label": "dmoz/Computers/Software/File Management", "wgt": 16}, {"uri": "dmoz/Computers/Multimedia/Music_and_Audio", "label": "dmoz/Computers/Multimedia/Music and Audio", "wgt": 12}, {"uri": "dmoz/Computers/CAD_and_CAM/Viewers", "label": "dmoz/Computers/CAD and CAM/Viewers", "wgt": 13}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F10b9f2f6-ebec-4fb7-b99c-dc0b10b00e4e?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 5}, "sentiment": 0.08235294117647052, "wgt": 5, "relevance": 27}, {"uri": "1433343174", "lang": "eng", "isDuplicate": false, "date": "2020-02-03", "time": "10:42:00", "dateTime": "2020-02-03T10:42:00Z", "dateTimePub": "2020-02-03T10:41:00Z", "dataType": "news", "sim": 0.7568627595901489, "url": "https://www.ft.com/content/0d0ebf76-4668-11ea-aee2-9ddbdc86190d", "title": "Hong Kong closes most border crossings with China as coronavirus spreads", "body": "Hong Kong will close 10 of its border crossings with mainland China in a further push to control the outbreak of the coronavirus that started in the city of Wuhan and has spread worldwide.\n\nCarrie Lam, the territory's chief executive, announced on Monday the suspension of 10 border crossings out of 13 with mainland China.\n\nThis stops short of meeting calls from Hong Kong residents and health workers for every border to be closed.\n\nBefore Monday, Hong Kong had shut some border operations including cross-border ferries and high-speed rail services to the mainland.\n\nOn Monday, Ms Lam said the government will shut all the remaining ports in Hong Kong at midnight on Tuesday. But the move excluded Shenzhen Bay, the Hong Kong-Zhuhai-Macau Bridge and the International Airport. Flights to the mainland will be further reduced, Ms Lam said.\n\nMs Lam urged Hong Kong locals to stop travelling to the mainland. More than 31,000 Hong Kongers cross the border each day.\n\n\"The Hong Kong government will try our best to ensure that medical workers will receive sufficient supplies,\" she said.\n\nMore than 360 people have died from the Coronavirus, with total confirmed cases worldwide topping 17,000.\n\nHong Kong has 15 confirmed cases of the virus, according to official Chinese government statistics, while the nearby territory of Macau has eight.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 5, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 4, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Carrie_Lam", "type": "person", "score": 4, "label": {"eng": "Carrie Lam"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong–Zhuhai–Macau_Bridge", "type": "wiki", "score": 2, "label": {"eng": "Hong Kong–Zhuhai–Macau Bridge"}}, {"uri": "http://en.wikipedia.org/wiki/Hongkongers", "type": "wiki", "score": 2, "label": {"eng": "Hongkongers"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_Hong_Kong", "type": "org", "score": 2, "label": {"eng": "Government of Hong Kong"}}, {"uri": "http://en.wikipedia.org/wiki/Shenzhen", "type": "loc", "score": 2, "label": {"eng": "Shenzhen"}, "location": {"type": "place", "label": {"eng": "Shenzhen"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_China", "type": "org", "score": 1, "label": {"eng": "Government of China"}}, {"uri": "http://en.wikipedia.org/wiki/Macau", "type": "loc", "score": 1, "label": {"eng": "Macau"}, "location": {"type": "country", "label": {"eng": "Macau"}}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 46}, {"uri": "news/Business", "label": "news/Business", "wgt": 47}, {"uri": "dmoz/Shopping/Home_and_Garden/Walls", "label": "dmoz/Shopping/Home and Garden/Walls", "wgt": 12}, {"uri": "dmoz/Business/Consumer_Goods_and_Services/Luggage_and_Bags", "label": "dmoz/Business/Consumer Goods and Services/Luggage and Bags", "wgt": 17}, {"uri": "dmoz/Arts/Movies/Cultures_and_Groups", "label": "dmoz/Arts/Movies/Cultures and Groups", "wgt": 10}, {"uri": "dmoz/Sports/Cycling/Indoor", "label": "dmoz/Sports/Cycling/Indoor", "wgt": 14}, {"uri": "dmoz/Games/Board_Games/Citybuilding", "label": "dmoz/Games/Board Games/Citybuilding", "wgt": 8}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fb0809f20-4669-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5479441", "location": null, "shares": {"facebook": 5}, "sentiment": -0.003921568627450966, "wgt": 5, "relevance": 101}, {"uri": "1435187090", "lang": "eng", "isDuplicate": false, "date": "2020-02-04", "time": "17:53:00", "dateTime": "2020-02-04T17:53:00Z", "dateTimePub": "2020-02-04T17:51:00Z", "dataType": "news", "sim": 0.6196078658103943, "url": "https://www.ft.com/content/2e3b2b86-4766-11ea-aeb3-955839e06441", "title": "Coronavirus may delay China purchase of US goods, adviser says", "body": "Donald Trump's top economic adviser has said that China's purchases of $200bn in US products under the \"phase one\" trade agreement could be delayed because of the coronavirus outbreak, even though he projected that the crisis would have \"minimal impact\" on the US economy.\n\nIn an interview with Fox Business Network on Tuesday, Larry Kudlow, director of the White House's National Economic Council, said that the \"world is not Wuhan province\" -- a reference to the city of Wuhan in Hubei province, where the outbreak originated -- and the hit to US economic growth would be in the range of \"two-tenths of 1 per cent\" in the first quarter.\n\nHowever, he conceded that the Chinese purchases of US goods and services from manufacturing to agriculture and energy, which were a core feature of the trade truce struck by Washington and Beijing last month, might proceed at a slower pace.\n\n\"It is true the trade deal, the phase one trade deal, the export boom from that trade deal will take longer because of the Chinese virus,\" Mr Kudlow said.\n\nThe deal between the US and China is scheduled to take effect on February 14 and mark a commercial detente between the world's largest economies, which had sparred with escalating tariffs since early 2018.\n\nThe scheduled Chinese purchases, worth $200bn over two years, were already considered ambitious by many economists. Expectations that the targets could be met dimmed further given the hit to demand in the Chinese economy that has resulted from the coronavirus.\n\nNevertheless, the office of Robert Lighthizer, US trade representative, said on Monday that it had \"not received any requests from China's government to discuss changes in China's purchase commitments due to the coronavirus outbreak\".\n\nThe US had warned that if China did not meet its commitments under the deal, it could move to reimpose punitive tariffs against Beijing.\n\nThe agreement does contain a clause allowing for consultations between the countries to discuss the impact of an unanticipated external shock, like a natural disaster, on the agreement.\n\nWilbur Ross, the US commerce secretary, sparked controversy last week by saying that the virus could speed up the return of jobs to the US, suggesting that the Trump administration believed it could benefit from the disease.\n\nMr Kudlow echoed those comments on Tuesday. \"It sounds like the world has stopped. The world hasn't stopped. We're a very vibrant economy in the USA. And, incidentally, this may spur some business investment in equipment,\" he said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Larry_Kudlow", "type": "person", "score": 4, "label": {"eng": "Larry Kudlow"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Fox_Business", "type": "wiki", "score": 3, "label": {"eng": "Fox Business"}}, {"uri": "http://en.wikipedia.org/wiki/National_Economic_Council_(United_States)", "type": "wiki", "score": 3, "label": {"eng": "National Economic Council (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Trade_agreement", "type": "wiki", "score": 3, "label": {"eng": "Trade agreement"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 3, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 3, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Tariff", "type": "wiki", "score": 3, "label": {"eng": "Tariff"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 3, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Détente", "type": "wiki", "score": 2, "label": {"eng": "Détente"}}, {"uri": "http://en.wikipedia.org/wiki/Office_of_the_United_States_Trade_Representative", "type": "org", "score": 2, "label": {"eng": "Office of the United States Trade Representative"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Lighthizer", "type": "person", "score": 2, "label": {"eng": "Robert Lighthizer"}}, {"uri": "http://en.wikipedia.org/wiki/Natural_disaster", "type": "wiki", "score": 2, "label": {"eng": "Natural disaster"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 2, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Wilbur_Ross", "type": "person", "score": 1, "label": {"eng": "Wilbur Ross"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 1, "label": {"eng": "Presidency of Donald Trump"}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 21}, {"uri": "dmoz/Business/International_Business_and_Trade", "label": "dmoz/Business/International Business and Trade", "wgt": 22}, {"uri": "dmoz/Business/International_Business_and_Trade/Services", "label": "dmoz/Business/International Business and Trade/Services", "wgt": 20}, {"uri": "dmoz/Business/International_Business_and_Trade/Import_and_Export", "label": "dmoz/Business/International Business and Trade/Import and Export", "wgt": 19}, {"uri": "dmoz/Business/International_Business_and_Trade/Associations", "label": "dmoz/Business/International Business and Trade/Associations", "wgt": 20}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F652d8a12-476b-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5486958", "location": null, "shares": {"facebook": 5}, "sentiment": 0.1529411764705881, "wgt": 5, "relevance": 101}, {"uri": "1436012909", "lang": "eng", "isDuplicate": false, "date": "2020-02-05", "time": "09:40:00", "dateTime": "2020-02-05T09:40:00Z", "dateTimePub": "2020-02-05T09:38:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/804fb17a-47e9-11ea-aee2-9ddbdc86190d", "title": "iPhone production threatened by China virus", "body": "FT subscribers can click here to receive Tech Scroll Asia by email.\n\nTech Scroll Asia is free to read for new subscribers for 30 days. Sign up here and you can get the newsletter delivered to your inbox for a month, as well as complimentary access to the Financial Times.\n\nHi everyone -- James here. Last week we raised the alarm about the coronavirus and the Asia tech supply chain. Sad to say, this week things are getting far worse. Nevertheless, there is still a lot going on in the region. Be sure not to miss the scoop from India about Oyo's tempered ambitions. The story about an AI programme that pairs food and drink combos is a truly scrumptious read. Tencent in India is a big new(ish) theme. Take care till next week.\n\nThe supply chain impact from China's epidemic is growing critical. Not only are carmakers in the US and Europe warning of imminent shutdowns, but labour shortages in China are threatening to hamper Apple's iPhone production, according to this exclusive in the Nikkei Asian Review.\n\nTravel restrictions owing to the spread of the deadly coronavirus are expected to keep tens of thousands of workers stranded in their hometowns after the extended lunar new year holiday ends on February 10.\n\nKey implications: The shortage of labour could affect Apple's plans to raise iPhone production this year, sources said. Hyundai, the South Korean conglomerate, said this week that it has had to shut down all of its car factories in South Korea after running out of components from China.\n\nThere will be more casualties. Chinese smartphone maker Xiaomi and local electronic component maker BOE Technology rely on factories in Wuhan. Production losses are also expected from Taiwan's Hon Hai, which makes most of the world's iPhones. Shares in the company, also known as Foxconn, have fallen in the past two weeks.\n\nUpshot: If the virus continues to spread -- which looks likely -- plans to resume production on February 10 may have to be revisited. By Wednesday morning there were 24,324 confirmed cases and 490 deaths from the virus worldwide.\n\nA round-up of the week's best tech stories from the FT's Asia tech reporter Mercedes Ruehl.\n\nTo read Nikkei Asian Review articles in Tech Scroll Asia claim your free trial subscription here.\n\nSingapore's Grab, one of south-east Asia's biggest unicorns, has officially moved into wealth management. The company, which started as a ride-hailing service, has acquired robo advisory start-up Bento Invest, although the size of the deal was not disclosed.\n\nJames and I wrote extensively last year about how south-east Asian unicorns are becoming fintech companies, including Indonesia's ecommerce groups Tokopedia and Bukalapak. Many of these lossmaking start-ups believe financial services is where the money is, but aggressive pursuit of scale is not going well for a number of tech start-ups (see Oyo in the Top 10, which, like Grab, is also backed by SoftBank).\n\nElsewhere --\n\nThe Chinese tech group, founded by billionaire Pony Ma, has closed 10 funding deals across different stages and sectors since mid-2019 -- and is reportedly in talks to do more. This is despite the company saying it was cutting back on investment activity in August. Overall, Tencent has made at least 15 investments in India, including Swiggy, Dream11, Flipkart, Hike, and Practo.\n\nEven more interesting, start-ups report the company is being more flexible with its deal terms. \"They (Tencent) have over the last few discussions been more open to lead follow-on rounds and keeping strategic rights under check, making these deals more company friendly,\" said a founder who raised capital from the company.\n\nAmazon, Facebook, Apple, Microsoft and Google parent Alphabet are set to outspend all Japanese companies combined on research and development. Amazon alone invested $36bn last year. Analyst projections compiled by QUICK-FactSet show total R&D spending by those five companies topping $160bn in 2022. The US unsurprisingly also outpaces Japan in growth in R&D spending. Nikkei Asian Review has more.\n\nJapan's government will introduce legislation to better support its domestic drone industry as more and more Chinese-made devices dominate the sector. The proposals will make it easier for local drone makers to make money as usage is set to multiply when the country launches 5G services this year. The regulation follows concerns from the US that Chinese-made drones transmit sensitive flight data to entities in the mainland.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 5, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/IPhone", "type": "wiki", "score": 5, "label": {"eng": "IPhone"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 5, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 5, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 4, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Xiaomi", "type": "org", "score": 3, "label": {"eng": "Xiaomi"}}, {"uri": "http://en.wikipedia.org/wiki/The_Nikkei", "type": "org", "score": 3, "label": {"eng": "The Nikkei"}}, {"uri": "http://en.wikipedia.org/wiki/Electronics", "type": "wiki", "score": 3, "label": {"eng": "Electronics"}}, {"uri": "http://en.wikipedia.org/wiki/Foxconn", "type": "org", "score": 3, "label": {"eng": "Foxconn"}}, {"uri": "http://en.wikipedia.org/wiki/Artificial_intelligence", "type": "wiki", "score": 3, "label": {"eng": "Artificial intelligence"}}, {"uri": "http://en.wikipedia.org/wiki/Conglomerate_(company)", "type": "wiki", "score": 3, "label": {"eng": "Conglomerate (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Hyundai_Motor_Company", "type": "org", "score": 3, "label": {"eng": "Hyundai Motor Company"}}, {"uri": "http://en.wikipedia.org/wiki/Tencent", "type": "org", "score": 3, "label": {"eng": "Tencent"}}, {"uri": "http://en.wikipedia.org/wiki/Grab_(company)", "type": "org", "score": 3, "label": {"eng": "Grab (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Southeast_Asia", "type": "loc", "score": 3, "label": {"eng": "Southeast Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Startup_company", "type": "wiki", "score": 3, "label": {"eng": "Startup company"}}, {"uri": "http://en.wikipedia.org/wiki/Smartphone", "type": "wiki", "score": 3, "label": {"eng": "Smartphone"}}, {"uri": "http://en.wikipedia.org/wiki/Apple_Inc.", "type": "org", "score": 3, "label": {"eng": "Apple Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 3, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Bukalapak", "type": "wiki", "score": 2, "label": {"eng": "Bukalapak"}}, {"uri": "http://en.wikipedia.org/wiki/Dream11", "type": "org", "score": 2, "label": {"eng": "Dream11"}}, {"uri": "http://en.wikipedia.org/wiki/Flipkart", "type": "org", "score": 2, "label": {"eng": "Flipkart"}}, {"uri": "http://en.wikipedia.org/wiki/SoftBank_Group", "type": "org", "score": 2, "label": {"eng": "SoftBank Group"}}, {"uri": "http://en.wikipedia.org/wiki/Billionaire", "type": "wiki", "score": 2, "label": {"eng": "Billionaire"}}, {"uri": "http://en.wikipedia.org/wiki/Swiggy", "type": "wiki", "score": 2, "label": {"eng": "Swiggy"}}, {"uri": "http://en.wikipedia.org/wiki/Mercedes-Benz", "type": "org", "score": 2, "label": {"eng": "Mercedes-Benz"}}, {"uri": "http://en.wikipedia.org/wiki/Ma_Huateng", "type": "person", "score": 2, "label": {"eng": "Ma Huateng"}}, {"uri": "http://en.wikipedia.org/wiki/E-commerce", "type": "wiki", "score": 2, "label": {"eng": "E-commerce"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 2, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Research_and_development", "type": "wiki", "score": 2, "label": {"eng": "Research and development"}}, {"uri": "http://en.wikipedia.org/wiki/Tokopedia", "type": "org", "score": 2, "label": {"eng": "Tokopedia"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_technology", "type": "wiki", "score": 2, "label": {"eng": "Financial technology"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_services", "type": "wiki", "score": 2, "label": {"eng": "Financial services"}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 2, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Indonesia", "type": "loc", "score": 2, "label": {"eng": "Indonesia"}, "location": {"type": "country", "label": {"eng": "Indonesia"}}}, {"uri": "http://en.wikipedia.org/wiki/Alphabet_Inc.", "type": "org", "score": 1, "label": {"eng": "Alphabet Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Unmanned_aerial_vehicle", "type": "wiki", "score": 1, "label": {"eng": "Unmanned aerial vehicle"}}, {"uri": "http://en.wikipedia.org/wiki/Microsoft", "type": "org", "score": 1, "label": {"eng": "Microsoft"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 1, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/5G", "type": "wiki", "score": 1, "label": {"eng": "5G"}}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 1, "label": {"eng": "Google"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 46}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 53}, {"uri": "dmoz/Business/Financial_Services/Investment_Services", "label": "dmoz/Business/Financial Services/Investment Services", "wgt": 15}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 15}, {"uri": "dmoz/Business/Investing/Guides", "label": "dmoz/Business/Investing/Guides", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fde40b58c-47ed-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 4}, "sentiment": 0.1294117647058823, "wgt": 4, "relevance": 76}, {"uri": "1436418140", "lang": "eng", "isDuplicate": false, "date": "2020-02-05", "time": "15:31:00", "dateTime": "2020-02-05T15:31:00Z", "dateTimePub": "2020-02-05T15:30:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/8273c326-481e-11ea-aee2-9ddbdc86190d", "title": "US trade deficit shrinks for first time in six years", "body": "The US trade deficit fell in 2019 for the first time in six years with imports and exports both shrinking, in the latest sign of how the trade war has rippled across global markets.\n\nThe trade deficit in goods and services fell 1.7 per cent from a year ago to $616.7bn, the Commerce Department said on Wednesday. That marked the first drop since 2013. Exports fell 4 per cent to $249.3bn, while imports to the US declined 2.4 per cent to $865.9bn.\n\nLast year was marked by trade tensions between the US and China. The latest global trade figures from the Netherlands Bureau for Economic Policy Analysis showed trade volumes fell in November for the sixth-consecutive month, the longest contraction since the 2008-09 financial crisis.\n\nWashington and Beijing last month signed a so-called phase one deal declaring a truce in a nearly two-year trade war between the world's largest economies.\n\nA separate release on Wednesday showed private sector hiring surged past expectations in January signalling strength in the US labour market ahead of Friday's official non-farm payroll report.\n\nThe private sector created 291,000 jobs at the start of 2020 -- the biggest monthly gain since May 2015, according to payroll processor ADP. That exceeded expectations for an increase of 156,000.\n\nMedium-sized businesses were the biggest employers, adding 128,000 jobs, while large firms, that employ more than 500 people, created 69,000 jobs.\n\nThe jobs data delivered encouraging signs for the health of the US economy even as concerns about the economic fallout from the rapidly spreading coronavirus have unnerved investors.\n\nUS stocks rose after the upbeat jobs data, with the S&P 500 index up 0.7 per cent.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Balance_of_trade", "type": "wiki", "score": 5, "label": {"eng": "Balance of trade"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Trade_war", "type": "wiki", "score": 4, "label": {"eng": "Trade war"}}, {"uri": "http://en.wikipedia.org/wiki/Bureau_for_Economic_Policy_Analysis", "type": "wiki", "score": 3, "label": {"eng": "Bureau for Economic Policy Analysis"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Commerce", "type": "loc", "score": 3, "label": {"eng": "United States Department of Commerce"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Private_sector", "type": "wiki", "score": 3, "label": {"eng": "Private sector"}}, {"uri": "http://en.wikipedia.org/wiki/International_trade", "type": "wiki", "score": 3, "label": {"eng": "International trade"}}, {"uri": "http://en.wikipedia.org/wiki/Netherlands", "type": "loc", "score": 3, "label": {"eng": "Netherlands"}, "location": {"type": "country", "label": {"eng": "Netherlands"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Labour_economics", "type": "wiki", "score": 2, "label": {"eng": "Labour economics"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 1, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 1, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 1, "label": {"eng": "Stock"}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 22}, {"uri": "dmoz/Business/International_Business_and_Trade", "label": "dmoz/Business/International Business and Trade", "wgt": 23}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 24}, {"uri": "dmoz/Business/International_Business_and_Trade/Import_and_Export", "label": "dmoz/Business/International Business and Trade/Import and Export", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F25c615ee-4822-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 4}, "sentiment": -0.1607843137254902, "wgt": 4, "relevance": 2}, {"uri": "1439512192", "lang": "eng", "isDuplicate": false, "date": "2020-02-07", "time": "22:06:00", "dateTime": "2020-02-07T22:06:00Z", "dateTimePub": "2020-02-07T22:06:00Z", "dataType": "news", "sim": 0.5058823823928833, "url": "https://www.ft.com/content/12dd99f8-49ed-11ea-aeb3-955839e06441", "title": "US stocks post best week since June in global rebound", "body": "Wall Street rallied the most this week since last summer even as the market pulled back on Friday as investors attempt to gauge the impact of the coronavirus.\n\nThe S&P 500 slid 0.5 per cent on Friday but gains over the last four days helped it notch a 3.2 per cent gain for the week -- its biggest such increase since June 2019.\n\nThe Nasdaq Composite, shed 0.5 per cent for the day, but rose 4 per cent over the week for its biggest such gain since November 2018.\n\nEuropean markets followed a similar pattern to their US counterparts. The pan-European Stoxx 600 shed 0.3 per cent on the day but still clocked a 3.3 per cent rise over the week -- its biggest weekly gain since November 2018.\n\nInvestors had returned to risk assets earlier this week after China's central bank pumped extra cash into its financial system to help the economy combat the fallout from the virus. Positive manufacturing data and a pledge by Beijing to halve tariffs on some US imports also helped boost risk sentiment.\n\nHowever on Friday, fears about the economic impact of the virus on the Chinese and global economy resurfaced. The Federal Reserve warned that \"spillovers\" from the coronavirus outbreak pose a fresh \"risk\" to the US outlook, unnerving investors despite strong labour market data that showed the US economy created far more jobs than forecast at the start of the year.\n\nEmerging market currencies were another asset class that came under fire as fears about the economic toll saw investors flee the asset class. The JPMorgan Emerging Market Currency index slipped 0.7 per cent on Friday -- its worst showing since August, and posted its fifth consecutive weekly decline. Elsewhere, the Australian dollar fell to its lowest level in 11 years.\n\nThe dollar index, a gauge of the buck against a weighted basket of peers, rose 0.2 per cent on the day and notched its best week since June 2018, with a gain of 1.35 per cent.\n\nMeanwhile, so-called haven assets rallied, with the yield on the US 10-year down 6.1 basis points to 1.5817 per cent on Friday. Yields move inversely to price.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 5, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "wiki", "score": 4, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 4, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 3, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/People's_Bank_of_China", "type": "org", "score": 3, "label": {"eng": "People's Bank of China"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Emerging_market", "type": "wiki", "score": 2, "label": {"eng": "Emerging market"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 2, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 2, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 2, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/JPMorgan_Chase", "type": "org", "score": 2, "label": {"eng": "JPMorgan Chase"}}, {"uri": "http://en.wikipedia.org/wiki/Tariff", "type": "wiki", "score": 2, "label": {"eng": "Tariff"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Basis_point", "type": "wiki", "score": 1, "label": {"eng": "Basis point"}}, {"uri": "http://en.wikipedia.org/wiki/Australian_dollar", "type": "wiki", "score": 1, "label": {"eng": "Australian dollar"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 83}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 10}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 9}, {"uri": "dmoz/Business/Marketing_and_Advertising/Associations", "label": "dmoz/Business/Marketing and Advertising/Associations", "wgt": 10}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F59934ed4-49f1-11ea-aeb3-955839e06441?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5489649", "location": null, "shares": {"facebook": 4}, "sentiment": 0.223529411764706, "wgt": 4, "relevance": 76}], "totalResults": 96, "page": 1, "count": 25, "pages": 4}}