{"articles": {"results": [{"uri": "6006355140", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "20:06:00", "dateTime": "2020-03-24T20:06:00Z", "dateTimePub": "2020-03-24T20:06:00Z", "dataType": "news", "sim": 0.8078431487083435, "url": "https://www.ft.com/content/5ff6469a-6dd8-11ea-89df-41bea055720b", "title": "Coronavirus may have infected half of UK population  --  Oxford study", "body": "The new coronavirus may already have infected far more people in the UK than scientists had previously estimated -- perhaps as much as half the population -- according to modelling by researchers at the University of Oxford.\n\nIf the results are confirmed, they imply that fewer than one in a thousand of those infected with Covid-19 become ill enough to need hospital treatment, said Sunetra Gupta, professor of theoretical epidemiology, who led the study. The vast majority develop very mild symptoms or none at all.\n\n\"We need immediately to begin large-scale serological surveys -- antibody testing -- to assess what stage of the epidemic we are in now,\" she said.\n\nThe modelling by Oxford's Evolutionary Ecology of Infectious Disease group indicates that Covid-19 reached the UK by mid-January at the latest. Like many emerging infections, it spread invisibly for more than a month before the first transmissions within the UK were officially recorded at the end of February.\n\nThe research presents a very different view of the epidemic to the modelling at Imperial College London, which has strongly influenced government policy. \"I am surprised that there has been such unqualified acceptance of the Imperial model,\" said Prof Gupta.\n\nHowever, she was reluctant to criticise the government for shutting down the country to suppress viral spread, because the accuracy of the Oxford model has not yet been confirmed and, even if it is correct, social distancing will reduce the number of people becoming seriously ill and relieve severe pressure on the NHS during the peak of the epidemic.\n\nThe Oxford study is based on a what is known as a \"susceptibility-infected-recovered model\" of Covid-19, built up from case and death reports from the UK and Italy. The researchers made what they regard as the most plausible assumptions about the behaviour of the virus.\n\nThe modelling brings back into focus \"herd immunity\", the idea that the virus will stop spreading when enough people have become resistant to it because they have already been infected. The government abandoned its unofficial herd immunity strategy -- allowing controlled spread of infection -- after its scientific advisers said this would swamp the National Health Service with critically ill patients.\n\nBut the Oxford results would mean the country had already acquired substantial herd immunity through the unrecognised spread of Covid-19 over more than two months. If the findings are confirmed by testing, then the current restrictions could be removed much sooner than ministers have indicated.\n\nAlthough some experts have shed doubt on the strength and length of the human immune response to the virus, Prof Gupta said the emerging evidence made her confident that humanity would build up herd immunity against Covid-19.\n\nTo provide the necessary evidence, the Oxford group is working with colleagues at the Universities of Cambridge and Kent to start antibody testing on the general population as soon as possible, using specialised \"neutralisation assays which provide reliable readout of protective immunity,\" Prof Gupta said. They hope to start testing later this week and obtain preliminary results within a few days.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 5, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Serology", "type": "wiki", "score": 3, "label": {"eng": "Serology"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 3, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 3, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/Antibody", "type": "wiki", "score": 3, "label": {"eng": "Antibody"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 2, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Immune_response", "type": "wiki", "score": 1, "label": {"eng": "Immune response"}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 1, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Kent", "type": "loc", "score": 1, "label": {"eng": "Kent"}, "location": {"type": "place", "label": {"eng": "Kent"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Cambridge", "type": "loc", "score": 1, "label": {"eng": "Cambridge"}, "location": {"type": "place", "label": {"eng": "Cambridge"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Recreation/Models", "label": "dmoz/Recreation/Models", "wgt": 17}, {"uri": "dmoz/Recreation/Models/Scale", "label": "dmoz/Recreation/Models/Scale", "wgt": 19}, {"uri": "dmoz/Science/Biology/Immunology", "label": "dmoz/Science/Biology/Immunology", "wgt": 17}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 19}, {"uri": "dmoz/Recreation/Models/Boats_and_Ships", "label": "dmoz/Recreation/Models/Boats and Ships", "wgt": 17}, {"uri": "news/Health", "label": "news/Health", "wgt": 48}, {"uri": "news/Science", "label": "news/Science", "wgt": 48}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fd823f77c-6de0-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5627495", "location": null, "shares": {"facebook": 14148, "pinterest": 3}, "sentiment": -0.05098039215686279, "wgt": 14151, "relevance": 101}, {"uri": "6007759379", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "20:29:00", "dateTime": "2020-03-25T20:29:00Z", "dateTimePub": "2020-03-25T20:29:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/c6d2de3a-6ec5-11ea-89df-41bea055720b", "title": "We face a war against coronavirus and must mobilise accordingly | Free to read", "body": "This article is part of a series in which leading commentators and policymakers give their views on alleviating the devastating global slowdown\n\nThe writer is a former president of the European Central Bank\n\nThe coronavirus pandemic is a human tragedy of potentially biblical proportions. Many today are living in fear of their lives or mourning their loved ones. The actions being taken by governments to prevent our health systems from being overwhelmed are brave and necessary. They must be supported.\n\nBut those actions also come with a huge and unavoidable economic cost. While many face a loss of life, a great many more face a loss of livelihood. Day by day, the economic news is worsening. Companies face a loss of income across the whole economy. A great many are already downsizing and laying off workers. A deep recession is inevitable.\n\nThe challenge we face is how to act with sufficient strength and speed to prevent the recession from morphing into a prolonged depression, made deeper by a plethora of defaults leaving irreversible damage. It is already clear that the answer must involve a significant increase in public debt. The loss of income incurred by the private sector -- and any debt raised to fill the gap -- must eventually be absorbed, wholly or in part, on to government balance sheets. Much higher public debt levels will become a permanent feature of our economies and will be accompanied by private debt cancellation.\n\nIt is the proper role of the state to deploy its balance sheet to protect citizens and the economy against shocks that the private sector is not responsible for and cannot absorb. States have always done so in the face of national emergencies. Wars -- the most relevant precedent -- were financed by increases in public debt. During the first world war, in Italy and Germany between 6 and 15 per cent of war spending in real terms was financed from taxes. In Austria-Hungary, Russia and France, none of the continuing costs of the war were paid out of taxes. Everywhere, the tax base was eroded by war damage and conscription. Today, it is by the pandemic's human distress and the shutdown.\n\nThe key question is not whether but how the state should put its balance sheet to good use. The priority must not only be providing basic income for those who lose their jobs. We must protect people from losing their jobs in the first place. If we do not, we will emerge from this crisis with permanently lower employment and capacity, as families and companies struggle to repair their balance sheets and rebuild net assets.\n\nEmployment and unemployment subsidies and the postponement of taxes are important steps that have already been introduced by many governments. But protecting employment and productive capacity at a time of dramatic income loss requires immediate liquidity support. This is essential for all businesses to cover their operating expenses during the crisis, be they large corporations or even more so small and medium-sized enterprises and self-employed entrepreneurs. Several governments have already introduced welcome measures to channel liquidity to struggling businesses. But a more comprehensive approach is needed.\n\nWhile different European countries have varying financial and industrial structures, the only effective way to reach immediately into every crack of the economy is to fully mobilise their entire financial systems: bond markets, mostly for large corporates, banking systems and in some countries even the postal system for everybody else. And it has to be done immediately, avoiding bureaucratic delays. Banks in particular extend across the entire economy and can create money instantly by allowing overdrafts or opening credit facilities.\n\nBanks must rapidly lend funds at zero cost to companies prepared to save jobs. Since in this way they are becoming a vehicle for public policy, the capital they need to perform this task must be provided by the government in the form of state guarantees on all additional overdrafts or loans. Neither regulation nor collateral rules should stand in the way of creating all the space needed in bank balance sheets for this purpose. Furthermore, the cost of these guarantees should not be based on the credit risk of the company that receives them, but should be zero regardless of the cost of funding of the government that issues them.\n\nCompanies, however, will not draw on liquidity support simply because credit is cheap. In some cases, for example businesses with an order backlog, their losses may be recoverable and then they will repay debt. In other sectors, this will probably not be the case.\n\nSuch companies may still be able to absorb this crisis for a short period of time and raise debt to keep their staff in work. But their accumulated losses risk impairing their ability to invest afterwards. And, were the virus outbreak and associated lockdowns to last, they could realistically remain in business only if the debt raised to keep people employed during that time were eventually cancelled.\n\nEither governments compensate borrowers for their expenses, or those borrowers will fail and the guarantee will be made good by the government. If moral hazard can be contained, the former is better for the economy. The second route is likely to be less costly for the budget. Both cases will lead to governments absorbing a large share of the income loss caused by the shutdown, if jobs and capacity are to be protected.\n\nPublic debt levels will have increased. But the alternative -- a permanent destruction of productive capacity and therefore of the fiscal base -- would be much more damaging to the economy and eventually to government credit. We must also remember that given the present and probable future levels of interest rates, such an increase in government debt will not add to its servicing costs.\n\nIn some respects, Europe is well equipped to deal with this extraordinary shock. It has a granular financial structure able to channel funds to every part of the economy that needs it. It has a strong public sector able to co-ordinate a rapid policy response. Speed is absolutely essential for effectiveness.\n\nFaced with unforeseen circumstances, a change of mindset is as necessary in this crisis as it would be in times of war. The shock we are facing is not cyclical. The loss of income is not the fault of any of those who suffer from it. The cost of hesitation may be irreversible. The memory of the sufferings of Europeans in the 1920s is enough of a cautionary tale.\n\nThe speed of the deterioration of private balance sheets -- caused by an economic shutdown that is both inevitable and desirable -- must be met by equal speed in deploying government balance sheets, mobilising banks and, as Europeans, supporting each other in the pursuit of what is evidently a common cause.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Government_debt", "type": "wiki", "score": 5, "label": {"eng": "Government debt"}}, {"uri": "http://en.wikipedia.org/wiki/Balance_sheet", "type": "wiki", "score": 5, "label": {"eng": "Balance sheet"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 5, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Market_liquidity", "type": "wiki", "score": 4, "label": {"eng": "Market liquidity"}}, {"uri": "http://en.wikipedia.org/wiki/Private_sector", "type": "wiki", "score": 4, "label": {"eng": "Private sector"}}, {"uri": "http://en.wikipedia.org/wiki/Bible", "type": "wiki", "score": 4, "label": {"eng": "Bible"}}, {"uri": "http://en.wikipedia.org/wiki/Bank", "type": "wiki", "score": 4, "label": {"eng": "Bank"}}, {"uri": "http://en.wikipedia.org/wiki/European_Central_Bank", "type": "org", "score": 4, "label": {"eng": "European Central Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Small_and_medium-sized_enterprises", "type": "wiki", "score": 3, "label": {"eng": "Small and medium-sized enterprises"}}, {"uri": "http://en.wikipedia.org/wiki/Austria-Hungary", "type": "loc", "score": 3, "label": {"eng": "Austria-Hungary"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Debt_relief", "type": "wiki", "score": 3, "label": {"eng": "Debt relief"}}, {"uri": "http://en.wikipedia.org/wiki/Real_versus_nominal_value_(economics)", "type": "wiki", "score": 3, "label": {"eng": "Real versus nominal value (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Overdraft", "type": "wiki", "score": 3, "label": {"eng": "Overdraft"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Depression", "type": "wiki", "score": 3, "label": {"eng": "Great Depression"}}, {"uri": "http://en.wikipedia.org/wiki/Basic_income", "type": "wiki", "score": 3, "label": {"eng": "Basic income"}}, {"uri": "http://en.wikipedia.org/wiki/World_War_I", "type": "wiki", "score": 3, "label": {"eng": "World War I"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidy", "type": "wiki", "score": 3, "label": {"eng": "Subsidy"}}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 3, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Layoff", "type": "wiki", "score": 3, "label": {"eng": "Layoff"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 3, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Bond_market", "type": "org", "score": 2, "label": {"eng": "Bond market"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 1, "label": {"eng": "Europe"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 25}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 22}, {"uri": "dmoz/Home/Personal_Finance", "label": "dmoz/Home/Personal Finance", "wgt": 23}, {"uri": "dmoz/Business/Financial_Services/Financial_Planning", "label": "dmoz/Business/Financial Services/Financial Planning", "wgt": 20}, {"uri": "dmoz/Home/Personal_Finance/Money_Management", "label": "dmoz/Home/Personal Finance/Money Management", "wgt": 21}, {"uri": "news/Business", "label": "news/Business", "wgt": 93}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc48b54d4-6ecc-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 14146, "pinterest": 3}, "sentiment": -0.01960784313725494, "wgt": 14149, "relevance": 76}, {"uri": "6007155386", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "11:27:00", "dateTime": "2020-03-25T11:27:00Z", "dateTimePub": "2020-03-25T11:26:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/c12a09c8-6db6-11ea-89df-41bea055720b", "title": "If Covid-19 is not beaten in Africa it will return to haunt us all", "body": "There is a major flaw in the strategy to deal with the coronavirus pandemic. Advanced economies are unveiling unprecedented economic stimulus packages. African countries, by contrast, lack the wherewithal to make similarly meaningful interventions. Yet if the virus is not defeated in Africa, it will only bounce back to the rest of the world.\n\nThat is why the current strategy of unco-ordinated country-specific measures, while understandable, is myopic, unsustainable and potentially counter-productive. A virus that ignores borders cannot be tackled successfully like this.\n\nWe can defeat this invisible and vicious adversary -- but only with global leadership. Without that, Africa may suffer the worst, yet it will not be the last. We are all in this together, and we must work together to the end.\n\nFragile and vulnerable at the best of times, African economies are staring at an abyss. Let me illustrate this with the situation in my own country.\n\nEthiopia has made steady progress in the provision of health services over the past two decades. But nothing has prepared us for threats posed by Covid-19. Access to basic health services remains the exception rather than the norm. Even taking such common-sense precautions as washing hands is often an unaffordable luxury to the half of the population who lack access to clean water.\n\nEven seemingly costless social distancing is hard to implement. Our lifestyle is deeply communal, with extended families traditionally sharing the burdens and bounties of life together, eating meals from the same plate. Our traditional and rain-dependent agriculture is dictated by the fixed timeframes of weather cycles in which planting, weeding and harvesting must happen. The slightest disruption to that chain, even for a brief period, can spell disaster, further jeopardising already tenuous food supply and food security.\n\nTake Ethiopian Airlines, the country's largest company, which accounts for 3 per cent of national output and is a major source of hard currency. It will be pushed to the brink as its business is upended by the pandemic. Shortage of hard currency will then make it all but impossible to source essential medical supplies and equipment from abroad. The cost of servicing our debts is already often more than our annual health budgets. The list continues.\n\nThis grim reality is not unique to Ethiopia. It is shared by most African countries. But if they do not take appropriate measures to tackle the pandemic, no country in the world is safe.\n\nMomentary victory by a rich country in controlling the virus at a national level, coupled with travel bans and border closures, may give a semblance of accomplishment. But we all know this is a stopgap. Only global victory can bring this pandemic to an end.\n\nCovid-19 teaches us that we are all global citizens connected by a single virus that recognises none of our natural or man-made diversity: not the colour of our skin, nor our passports, or the gods we worship. For the virus, what matters is the fact of our common humanity.\n\nThat is why the strategy to tackle the human and economic cost of this global scourge must be global in design and application. Health is a worldwide public good. It requires global action guided by a sense of global solidarity.\n\nBut Covid-19 has also exposed our dark underbelly. The world community desperately needs global-level leadership to tackle swiftly pandemics such as this, and in a way that is institutionalised rather than ad hoc.\n\nA good place to start is with the World Health Organization. As countries with the necessary resources focus on fighting the pandemic through their national institutions, the WHO must be empowered and resourced sufficiently to co-ordinate responses globally and directly to assist governments in developing countries.\n\nIn the meantime, the G20 must provide collective leadership for a co-ordinated global response. There is no time to waste: millions of lives are at risk.\n\nBuilding on what has been announced by international financial institutions, the G20 must launch a global fund to prevent the collapse of health systems in Africa. The institutions need to establish a facility to provide budgetary support to African countries. The issue of resolving Africa's debt burden also needs to be put back on the table as a matter of urgency.\n\nFinally, all of Africa's development partners must ensure that their development aid budgets remain ringfenced and are not diverted to domestic priorities. This is where true humanity and solidarity must be demonstrated. If such aid were ever necessary in Africa, it is now more than ever before.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Stimulus_(economics)", "type": "wiki", "score": 4, "label": {"eng": "Stimulus (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 4, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 4, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Ethiopia", "type": "loc", "score": 4, "label": {"eng": "Ethiopia"}, "location": {"type": "country", "label": {"eng": "Ethiopia"}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 3, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Ethiopian_Airlines", "type": "org", "score": 3, "label": {"eng": "Ethiopian Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_washing", "type": "wiki", "score": 3, "label": {"eng": "Hand washing"}}, {"uri": "http://en.wikipedia.org/wiki/Extended_family", "type": "wiki", "score": 3, "label": {"eng": "Extended family"}}, {"uri": "http://en.wikipedia.org/wiki/Hard_currency", "type": "wiki", "score": 3, "label": {"eng": "Hard currency"}}, {"uri": "http://en.wikipedia.org/wiki/Vulnerable_species", "type": "wiki", "score": 3, "label": {"eng": "Vulnerable species"}}, {"uri": "http://en.wikipedia.org/wiki/Food_security", "type": "wiki", "score": 3, "label": {"eng": "Food security"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 3, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Public_good_(economics)", "type": "wiki", "score": 2, "label": {"eng": "Public good (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/G20", "type": "wiki", "score": 2, "label": {"eng": "G20"}}, {"uri": "http://en.wikipedia.org/wiki/Ad_hoc", "type": "wiki", "score": 2, "label": {"eng": "Ad hoc"}}, {"uri": "http://en.wikipedia.org/wiki/Skin", "type": "wiki", "score": 2, "label": {"eng": "Skin"}}, {"uri": "http://en.wikipedia.org/wiki/Institution", "type": "wiki", "score": 2, "label": {"eng": "Institution"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Passport", "type": "wiki", "score": 2, "label": {"eng": "Passport"}}, {"uri": "http://en.wikipedia.org/wiki/International_financial_institutions", "type": "wiki", "score": 1, "label": {"eng": "International financial institutions"}}, {"uri": "http://en.wikipedia.org/wiki/Development_aid", "type": "wiki", "score": 1, "label": {"eng": "Development aid"}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 21}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 24}, {"uri": "dmoz/Society/Philanthropy/International_Assistance", "label": "dmoz/Society/Philanthropy/International Assistance", "wgt": 20}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 33}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 26}, {"uri": "news/Health", "label": "news/Health", "wgt": 49}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F5a1c7610-6e85-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 4365}, "sentiment": -0.05098039215686279, "wgt": 4365, "relevance": 101}, {"uri": "6004945227", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "19:50:00", "dateTime": "2020-03-23T19:50:00Z", "dateTimePub": "2020-03-23T19:49:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/21672cd6-6ce4-11ea-9bca-bf503995cd6f", "title": "Boris Johnson's agenda is over  --  a new politics will emerge", "body": "One thing is clear. However the coronavirus crisis plays out in Britain, the Boris Johnson government we thought we knew is over. The rest of his premiership will be spent on this crisis and its aftermath. There will be little space for anything else. And that is assuming that he is still in place to oversee the aftermath.\n\nSome of his government's innate Gaullism may still fit with what comes next, but other aspects of the Johnson revolution, the assault on the civil service or the BBC, the drive for lower taxation and some of the regional policy are vanishing before our eyes.\n\nEven Brexit must have a question mark over it, if not yet on whether it happens, most definitely on when.\n\nThere is obviously no certainty that Mr Johnson comes through this as prime minister at all. While he has the parliamentary numbers to stay in power, there could conceivably come a point when early mistakes cost him the support of his own party and the country. If he gets through the crisis he may be broken by it and the recriminations which follow. There is no avoiding the grisly global scorecard against which he will be judged. But even if he endures, the landscape will be changed entirely.\n\nWartime parallels offer some pointers on how the political consensus will be changed post-crisis. These things can be overstated -- for one thing, the world wars brought people into contact with those from other sections of society; this crisis is reducing proximity. But wartime mobilisation and central planning smoothed the path to nationalisation and the welfare state, a fact not lost on some on today's left who see the scope to recharge some of their policy positions. Narratives will be built around this crisis and few will be about overfunded services or an overactive state.\n\nMuch will depend on the duration and depth of the crisis, the speed of any economic rebound and the recriminations which follow. Even so, the alternate paths of Johnsonian Gaullism (strong-state nationalist conservative) or democratic socialism have enough overlap to make some educated guesses about a post-crisis consensus.\n\nThe easiest shifts to predict are around resilience. There will be an absolute demand to fund spare capacity in the National Health Service. The Tories already face a reckoning on underfunding. Voters will not tolerate another NHS winter flu crisis, with too few medical staff and too little equipment.\n\nLikewise we will see a new emphasis on self-sufficiency. The case for reducing agricultural subsidies will seem prelapsarian. There will be a political need to protect sectors such as manufacturing, technology and pharmaceuticals that allow a nation to cope with such crises and a return to the notion of essential protected national champions. This is not far from some of Mr Johnson's agenda but also appeals to Labour.\n\nThe return of government as stakeholder more generally is also likely, partly as a consequence of crisis actions to save the economy and what is likely to be a long and painful aftermath.\n\nIn addition, the arguments against it have been weakened in some sectors. This is most immediately obvious in privatised utilities, especially rail. Conservatives see the risk and are wary of maintaining the crisis structures of a dirigiste state. This is why the structure of some measures, including the suspension of railway franchises, is designed to be temporary. It remains open whether that stance can hold.\n\nWhat will not be easily shifted will be the sense of the state as a force for good. Free-market liberals seeking to cut government and bureaucracy will face a fight to hold the gains of recent decades.\n\nMore complex will be the response on welfare and inequality. While the pandemic is not a crisis of capitalism, it highlights the system's weak spots, most notably around unprotected workers and those on precarious incomes. Many lost jobs will not come back as companies see means and need for leaner operations. For some this will strengthen the case for a universal basic income or a more generous safety net. At the very least we are likely to see demands for more protections for gig workers. The crisis strengthens those who want policy to think of the less fortunate.\n\nMore broadly, after sharing a searing national experience, the public may be newly attracted to the notion of collective effort. Might this make easier the demands that must come to tackle climate change; or might everyone be too focused on getting their lives and the economy back on their feet?\n\nIt is possible that this is overstated; that politicians and voters will see this crisis as unique and rush to return to how things were before. But a new consensus for big, active, more expensive government looks the better bet.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/First_Johnson_ministry", "type": "wiki", "score": 4, "label": {"eng": "First Johnson ministry"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Gaullism", "type": "wiki", "score": 4, "label": {"eng": "Gaullism"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 4, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 3, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Regional_policy", "type": "wiki", "score": 3, "label": {"eng": "Regional policy"}}, {"uri": "http://en.wikipedia.org/wiki/Pointer_(computer_programming)", "type": "wiki", "score": 3, "label": {"eng": "Pointer (computer programming)"}}, {"uri": "http://en.wikipedia.org/wiki/Question_mark", "type": "wiki", "score": 3, "label": {"eng": "Question mark"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_planning", "type": "wiki", "score": 3, "label": {"eng": "Economic planning"}}, {"uri": "http://en.wikipedia.org/wiki/Mobilization", "type": "wiki", "score": 3, "label": {"eng": "Mobilization"}}, {"uri": "http://en.wikipedia.org/wiki/Concurrency_(road)", "type": "wiki", "score": 3, "label": {"eng": "Concurrency (road)"}}, {"uri": "http://en.wikipedia.org/wiki/Samuel_Johnson", "type": "person", "score": 3, "label": {"eng": "Samuel Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_socialism", "type": "wiki", "score": 3, "label": {"eng": "Democratic socialism"}}, {"uri": "http://en.wikipedia.org/wiki/Rebound_(basketball)", "type": "wiki", "score": 3, "label": {"eng": "Rebound (basketball)"}}, {"uri": "http://en.wikipedia.org/wiki/World_war", "type": "wiki", "score": 3, "label": {"eng": "World war"}}, {"uri": "http://en.wikipedia.org/wiki/Nationalization", "type": "wiki", "score": 3, "label": {"eng": "Nationalization"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Civil_service", "type": "wiki", "score": 3, "label": {"eng": "Civil service"}}, {"uri": "http://en.wikipedia.org/wiki/Welfare_state", "type": "wiki", "score": 3, "label": {"eng": "Welfare state"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism", "type": "wiki", "score": 3, "label": {"eng": "Conservatism"}}, {"uri": "http://en.wikipedia.org/wiki/Tax", "type": "wiki", "score": 3, "label": {"eng": "Tax"}}, {"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 3, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_Party_(UK)", "type": "org", "score": 2, "label": {"eng": "Labour Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Conservative_Party_(UK)", "type": "org", "score": 2, "label": {"eng": "Conservative Party (UK)"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 15}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 15}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 15}, {"uri": "dmoz/Society/Issues/Environment", "label": "dmoz/Society/Issues/Environment", "wgt": 13}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 12}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 72}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F9561f6fa-6d18-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 4158}, "sentiment": -0.1529411764705882, "wgt": 4158, "relevance": 76}, {"uri": "6009536224", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "05:15:00", "dateTime": "2020-03-27T05:15:00Z", "dateTimePub": "2020-03-27T05:14:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/00312c48-6e87-11ea-9bca-bf503995cd6f", "title": "Surgeon Henry Marsh: Covid-19 and the doctor's dilemma", "body": "The realisation that Covid-19 was going to be a very serious problem came to me shortly after my 70th birthday two weeks ago. I had celebrated this in a small and happy party with my family and friends -- in retrospect, some of them almost certainly were already infected with the virus. We joked about not shaking hands or embracing. I didn't appreciate it at the time, but the party was not just celebrating my birthday but also marking my entry into a higher-risk group for dying from the virus.\n\nThere is nothing new about pandemics, nor is there anything new about our short memories -- especially for painful events, both in our own lives and in society as a whole. Time heals all wounds, as they say, but it makes us vulnerable as well. Most of us also suffer from an innate biological optimism that has us believe bad things happen to other people but not to us. Problems arise, however, when those in power suffer from the same weakness.\n\nAfter initial denial, China swung into action very quickly, informed by memories of the recent, more deadly but less transmissible Sars coronavirus. But in the west, most of us -- myself included, and certainly our politicians (whose minds were elsewhere) and NHS leaders -- comforted ourselves with the thought that what happened in China was far away and of little relevance to us, and anyway it was only a disease of old people who were going to die soon anyway. Don't panic! Keep Calm and Carry On! (And don't spend large sums of money on protective clothing for health workers.) How wrong we were.\n\nEach pandemic, the experts tell us, is different. What is striking about Covid-19 is that it is mainly, but not entirely a serious threat to the elderly and infirm -- \"patients with co-morbidities\" in the jargon. For unknown reasons, a significant number of middle-aged patients are at serious risk as well. It is also clear that many people can be asymptomatic and infected and hence infectious without knowing it -- which makes controlling the disease particularly difficult.\n\nIn susceptible people, the virus causes pneumonia after the first few days (when the symptoms can initially be hard to distinguish from a common cold or flu). In the past there was no treatment for viral pneumonia, other than oxygen. You either lived or died. Now we can save some of these lives with mechanical ventilators, which force oxygen into the failing lungs. But even with ventilation, there will still be many deaths.\n\nThe problem is an ancient one -- Covid-19 is the latest pandemic in a long line of them. There are many examples of pandemics that drastically changed the course of history. But this one is also peculiarly modern. There are far more elderly people in today's world.\n\nFurthermore, there were no ventilators in the past. Now there will almost certainly be large numbers of patients who need ventilation, even though the mortality of the virus is probably only in the region of 1 per cent. (This figure is very uncertain, as we simply do not know how many asymptomatic cases there may be in the population or how many patients currently in hospital will go on to die.)\n\nBut even at 1 per cent we are looking at many thousands of people -- perhaps millions worldwide -- who will die without artificial ventilation, and by no means will all of them be old or unfit. Besides, don't the old and unfit deserve treatment as well? There could be more than enough patients to lead to the collapse of the healthcare system, as in most countries -- and especially in the cash-strapped NHS, starved by the recent years of austerity politics -- ventilators, and the highly trained staff needed to run them, are in short supply.\n\nSocial interaction determines the rate at which a respiratory virus pandemic spreads. The virus thrives on the fact we are such sociable creatures. It jumps from person to person -- by touch, by affection, by droplets in the air, by hard surfaces we have touched. So the politicians and their expert advisers face a terrible choice.\n\nHow do you balance drastically curtailing social interaction, with the risk of crashing the economy, to save the baby boomers, healthcare workers and some younger people, against the next generation's future? Remember, for instance, that almost every child on the planet is now being deprived of schooling. If the health service collapses, it will not just be people with the virus who die but many with other life-threatening conditions, who cannot access the treatment they would normally have received before the catastrophe.\n\nPoliticians talk of \"waging war\" on the virus. War involves sacrifice. Do we sacrifice the elderly now, for younger patients who have more years of life ahead of them? And when do we start economic activity again for the sake of future generations? Decisions about who should live and who should die at the height of the crisis will simply be forced upon the poor doctors caring for the patients -- the one that George Bernard Shaw, in a very different context, addressed many years ago in his play The Doctor's Dilemma.\n\nAs cases multiply, it should also become possible to make more accurate predictions as to who can realistically be saved with intensive care. Sir David King, the government's former chief scientific adviser, is entirely right to say that people in their nineties with respiratory failure from Covid-19 should consider not going in to hospital. He is already being criticised for saying this -- but this is a war. Sacrifices must be made.\n\nWe will have little choice other than to apply a cruel and horrible utilitarian calculus, in flagrant breach of the ideal of the sanctity of life. How much longer does this patient have to live anyway? Do they have any dependants? The fact that they are loved is not sufficient grounds by itself to treat them. As doctors we have always had to make these assessments, but usually discretely -- you cannot legislate for them. My colleagues will now just have to make a grotesquely larger number of such decisions than usual. I do not envy them. And, alas, there will also be an element of arbitrary \"first come, first served\".\n\nThere has already been a huge shift of wealth from the young to the elderly over recent decades in wealthier countries. Donald Trump is already talking complacently about getting the US economy going again by Easter and yet in recent years the benefits of any growth in the US and UK economies have accrued to a very small number of people. If social distancing is relaxed, cui bono? It is utterly extraordinary how Covid-19 has raised the most profound questions about every aspect of our lives -- decisions in a time of war are easy in comparison. My own opinion is that any prolonged social distancing, when it ends, must come with a massive redistribution of wealth in our societies, towards the young and disadvantaged.\n\nCompared to most wealthy OECD countries, Britain's tax-funded health service has almost always suffered from a lack of resources, arising from politicians' fear of losing elections by raising taxes. Under recent governments, there has been a charade that \"efficient management\" would somehow make up for this under-investment. My last few years in the NHS convinced me that the main effect of this has been to demoralise the workforce and reduce productivity, especially that of the senior doctors.\n\nThe Covid-19 crisis has exposed, quite horribly, the inadequate state of the NHS, at the cost of the lives of not just patients, but also of doctors and nurses. Although we are only at the beginning of the pandemic, two NHS consultants and one n\n\nurse are already on ventilators in intensive care units (10 per cent of the patients hospitalised in Lombardy with Covid-19 are healthcare workers). I can only hope that some good may come of this tragedy. I believe passionately in the principle of the NHS -- we will soon see how the fragmented, hugely expensive and largely commercial US healthcare system copes with the crisis. I would love to think that the political neglect\n\nof the NHS will become a thing of the past, albeit at the price of higher taxes.\n\nThinking of my own initial insouciance about the virus when it emerged in China, I cannot very well blame western governments for at first running away from making difficult decisions. But it was clear by early February that the risk of the disease spreading was very great and that it was the draconian measures imposed in China which were starting to contain it. Italy had to learn this painful lesson all over again.\n\nIt is always easy to be wise in retrospect, but the unpreparedness of the NHS, in terms of PPE (personal protective equipment), proper hygiene rules, especially in hospitals, and virus testing kits will need to be thoroughly investigated at a later date. There will be a demand for people to be held to account, but for now the government must concentrate on playing a game of catch-up. As for the US, and Trump's initial dismissal of the virus, comparing it with flu, when it was perfectly clear that it was many times more deadly (as well as his support for the anti-vax movement in the past) -- I am lost for words.\n\nI finally retired from the NHS last year, but a few days ago started contacting my former colleagues to find out what was happening. Several of them were already off sick with the virus. My colleagues spoke of complete chaos in their hospitals -- with a lack of PPE and no proper guidelines for hygiene. (In China, the elevators have disposable toothpicks with which to press the elevator buttons -- the virus can survive for many days on hard surfaces.) The lack of widespread testing means that they have no way of knowing whether patients admitted with problems other than viral pneumonia are infectious or not. The hospitals have therefore become incubators of the virus, which is why so many healthcare workers are contracting it and probably many patients who have been sent home from the hospital as well. My colleagues spoke bitterly of feeling like cannon fodder, of being sacrificed. Only now, as we wait for the exponential phase of the disease to hit us -- the nightmare -- are these problems starting to be corrected.\n\nMy wife Kate is 12 years younger than I am, but on immunosuppressant drugs for a chronic disease, and she is therefore in a high-risk category. She has almost certainly contracted Covid-19 -- perhaps at my birthday party -- and at the moment is in the early stages. By the time you read this article it will probably have become clear what will happen -- whether she develops life-threatening pneumonia or not.\n\nDoctors are usually both fatalistic and anxious about their family's health. We know that bad things happen -- we witness this at work every day -- but also that bad things are, on the whole, unusual. Until you reach old age, that is. When members of our family fall ill, we have to wrestle with professional realism and anxiety driven by too much knowledge. I have little choice other than to think of the worst that might happen, work through my feelings about it, and then try to put it to one side. I suppose you could call this \"catastrophising\" but, I'm afraid to say, Covid-19 is a catastrophe, even though almost all of us, strange to say, will survive it.\n\nThe panic-buying is a reaction to this feeling of incipient catastrophe. A few mornings ago, I visited the local shops. Although I had enough food in the house to last me for a few days, I had to struggle to overcome an almost irresistible urge to buy something, to buy anything, to reassert control over a frightening future. And yet the virus is no real threat to food or loo paper (the latter I am perfectly happy to do without and have a shower instead).\n\nHaving assuaged my urge to buy by acquiring a bag of potatoes, I wandered around the various supermarkets in my neighbourhood, out of anthropological interest. The upmarket one was clean out of gin and tonic -- clearly the gin-drinking classes had descended Wimbledon Hill like locusts. Nowhere was loo paper to be found, and in recent days even the perishable fruit and veg -- absurdly -- have been swept off the shelves.\n\nWe are, of course, hunter-gatherers by nature, who lived from hand to mouth, but now we are equipped with freezers and fridges, and have morphed into hoarding panic shoppers. The supermarkets have started dedicated shopping hours for the elderly -- but I saw a long queue of them, tightly bunched, waiting for my local supermarket to open, presumably blissfully ignorant of the risk they were taking. All this needs to change.\n\nApparently the same happened at first in Italy. Like a speculative bubble, panic-buying is only made necessary by panic-buying. But after a while people realised it was not necessary. And also that there were more serious things than loo paper to worry about -- such as the death of people you loved.\n\nIt is an immaculate spring day outside. There was a fine dawn chorus from the garden birds this morning, and the flowering bushes are starting to blossom. Despite the cold east wind, my bees have emerged from their hive and are shooting upwards in zigzags through the sunlight. Although it is a weekday, I can hear my neighbours' children happily playing in their garden. Separation from my grandchildren is one of the many painful consequences of Covid-19.\n\nI am lucky to have a garden and a workshop -- there is plenty to keep me occupied. I am lucky to have a pension and not to be part of the gig economy, or in the aviation, entertainment or hospitality industries. The small local park next to my home remains open and I can still run three miles every day in rather boring circles. I like to think that keeping fit will help me fight the virus if I contract it, but in fact there is no evidence that this is the case. Some perfectly fit people are dying from the disease.\n\nIt was disturbing to see how many people were not obeying the two-metre-apart rule last weekend. At the beginning of the crisis, Boris Johnson said that we live in \"a mature, grown-up, liberal democracy\" -- as though to say that our former partners in the EU were less mature and so we did not need to take the more drastic measures they were taking. But it seems that many mature grown-ups here in the UK treated the emergency as little different from a public holiday. So yet more time was lost before the government faced up to the need for a determined lockdown. And it probably is not determined enough.\n\nKate lives in Oxford, and we have decided to stay apart for the time being until her illness has resolved. We miss each other intensely and talk many times a day on the phone. It is a remarkable thought that we are just two among hundreds of millions of people, all over the world, whose lives have been upended, possibly changed forever, by a few nanometres of viral RNA and the failure of our governments to take the problem seriously until it was too late.\n\nSelf-sacrifice has always been an implicit part of being a doctor. It is a source of both pride and pain, and why, on the whole, doctors and nurses deserve our respect. Rarely has it been so called upon as in the Covid-19 crisis.\n\nThe government says it wants retired doctors to return to work. Perhaps because of my age, I have not yet been contacted. Given what I have heard from my colleagues about conditions in the London hospitals, the thought of going back to work fills me and my family with some anxiety, but if I am called, I will go.\n\nHenry Marsh is a neurosurgeon and author of 'Do No Harm: Stories of Life, Death and Brain Surgery' and 'Admissions: A Life in Brain Surgery' (Weidenfeld & Nicolson)\n\nCopyright © Henry Marsh 2020", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_ventilator", "type": "wiki", "score": 5, "label": {"eng": "Medical ventilator"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 5, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 5, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Viral_pneumonia", "type": "wiki", "score": 4, "label": {"eng": "Viral pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/Social_relation", "type": "wiki", "score": 4, "label": {"eng": "Social relation"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 4, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 4, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Ventilation_(architecture)", "type": "wiki", "score": 4, "label": {"eng": "Ventilation (architecture)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 4, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/Oxygen", "type": "wiki", "score": 4, "label": {"eng": "Oxygen"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 4, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 3, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/The_Doctor's_Dilemma_(play)", "type": "wiki", "score": 3, "label": {"eng": "The Doctor's Dilemma (play)"}}, {"uri": "http://en.wikipedia.org/wiki/Artificial_ventilation", "type": "wiki", "score": 3, "label": {"eng": "Artificial ventilation"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Keep_Calm_and_Carry_On", "type": "wiki", "score": 3, "label": {"eng": "Keep Calm and Carry On"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 3, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/George_Bernard_Shaw", "type": "person", "score": 3, "label": {"eng": "George Bernard Shaw"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Supermarket", "type": "org", "score": 2, "label": {"eng": "Supermarket"}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 2, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wimbledon,_London", "type": "loc", "score": 2, "label": {"eng": "Wimbledon, London"}, "location": {"type": "place", "label": {"eng": "Wimbledon, London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Henry_Marsh_(neurosurgeon)", "type": "person", "score": 1, "label": {"eng": "Henry Marsh (neurosurgeon)"}}, {"uri": "http://en.wikipedia.org/wiki/Weidenfeld_&_Nicolson", "type": "org", "score": 1, "label": {"eng": "Weidenfeld & Nicolson"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 1, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 1, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 1, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oxford", "type": "loc", "score": 1, "label": {"eng": "Oxford"}, "location": {"type": "place", "label": {"eng": "Oxford"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 19}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 19}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 19}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 18}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 24}, {"uri": "news/Health", "label": "news/Health", "wgt": 86}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F948e9a2a-6f85-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 3245}, "sentiment": -0.0980392156862745, "wgt": 3245, "relevance": 101}, {"uri": "6006774427", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "05:12:00", "dateTime": "2020-03-25T05:12:00Z", "dateTimePub": "2020-03-25T05:11:00Z", "dataType": "news", "sim": 0.772549033164978, "url": "https://www.ft.com/content/31de03b8-6dbc-11ea-89df-41bea055720b", "title": "Sweden bucks global trend with experimental virus strategy", "body": "Sweden has become an international outlier in its response to the deadly coronavirus outbreak by keeping schools open and adopting few other restrictions, as the Scandinavian nation embarks on what one health expert called a \"huge experiment\".\n\nSince the UK went into lockdown on Monday evening, Sweden is the largest European country with the fewest limits on where people can go and what they can do. Schools for children up to the age of 16 remain open, many people continue to go to work and packed commuter trains and buses were reported this week in the capital Stockholm. \"Clearly Sweden stands out at the moment,\" said Carl Bildt, the former prime minister.\n\nSwedish authorities have banned public gatherings of more than 500 people, closed universities and higher education colleges, and advised workers to stay at home if possible. Authorities on Tuesday ordered restaurants and bars only to serve people at tables rather than at the bar.\n\nLocal media have been full of stories of thousands of people gathering at Swedish ski resorts, which until Saturday kept their nightlife open. The virus has previously spread easily in mountain resorts in Austria and Italy.\n\nJohan Carlson, head of Sweden's public health agency, last week defended Sweden's approach, saying the country \"cannot take draconian measures that have a limited impact on the epidemic but knock out the functions of society.\"\n\nBut he conceded that the 90,000 figure for the number of people who die annually in Sweden would \"increase significantly\" if its healthcare system became overburdened.\n\nThere have been just over 2,000 reported Covid-19 cases in Sweden and 33 deaths. That compares with more than 6,000 deaths in Italy, Europe's worst affected country.\n\n\"The future still looks manageable,\" said Anders Tegnell, Sweden's state epidemiologist who has become one of the public faces of the outbreak. He argued that schools needed to stay open to provide childcare for health workers, noting that young people appeared to have much lower infection rates.\n\nBut a significant number of Swedish health experts disagree. Mr Tegnell has faced a barrage of criticism after details of the country's antivirus tactics leaked to Swedish TV at the weekend.\n\nJoacim Rocklov, an epidemiologist at Umea University, said the Swedish authorities were taking huge risks with public health when so much remained unknown about the coronavirus.\n\n\"I do not see why Sweden would be so different from other countries. It is a huge experiment,\" he told the Financial Times. \"We have no idea -- it could work out. But it could also go crazily in the wrong direction.\"\n\nSwedish authorities have said they are not explicitly pursuing a strategy of \"herd immunity\", where a large segment of the population contracts the virus in order for society to build up immunity. The UK's chief scientific adviser suggested last week that Britain has adopted such an approach before the government backtracked.\n\nSweden is instead seeking to slow the spread of infections and ensure that its health system does not become overwhelmed. Mr Bildt said the situation on the streets of Stockholm had changed \"dramatically\" in recent weeks despite the absence of legal restrictions, with many fewer people going outside.\n\nBut Mr Rocklov said it was not yet known how long immunity to Covid-19 would last. \"There is a big risk that Sweden would have to go into quarantine when the health system goes into crisis,\" he added.\n\nSweden's relaxed approach contrasts with its Nordic neighbours. Denmark, Norway and Finland have closed schools, sealed their borders and imposed other restrictions.\n\nStefan Lofven, Sweden's centre-left prime minister, has called on everyone to play a part in stopping the virus from spreading by, for instance, not visiting elderly relatives and working from home. He used a televised address to the nation on Sunday to warn that more restrictive measures might come as he conceded the next few months would be difficult.\n\n\"There are a few crucial moments in life when you have to make sacrifices, not only for your own sake but also in order to take responsibility for the people around you, for your fellow human beings, and for our country. That moment is now. That day is here. And that duty belongs to everyone,\" he said.\n\nSweden's strategy has also been criticised for a different reason, with some arguing that the damage it could cause to the economy is too high. Kerstin Hessius, a prominent fund manager, is one of those arguing that the country may be swapping one disaster for an even worse one.\n\nHer views provoked a repost from Leaf Östling, former chief executive of truckmaker Scania, who accused her of living in a \"financial bubble\". He urged Swedes not to become cynical and to hold to their \"humanist viewpoint\".\n\nMr Rocklov said it was a \"valid discussion\" to have over whether the measures aimed at saving lives may do even more damage. But he also said Swedish authorities were not giving enough information for people to make up their own mind.\n\n\"More and more experts are feeling uneasy with this stewardship. It is not allowing for an open debate. It is rather trying to push down and make people quiet.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Sweden", "type": "loc", "score": 5, "label": {"eng": "Sweden"}, "location": {"type": "country", "label": {"eng": "Sweden"}}}, {"uri": "http://en.wikipedia.org/wiki/Carl_Bildt", "type": "person", "score": 4, "label": {"eng": "Carl Bildt"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 4, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/Scandinavia", "type": "wiki", "score": 4, "label": {"eng": "Scandinavia"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 4, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 4, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Stockholm", "type": "loc", "score": 4, "label": {"eng": "Stockholm"}, "location": {"type": "place", "label": {"eng": "Stockholm"}, "country": {"type": "country", "label": {"eng": "Sweden"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 4, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 3, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Umeå_University", "type": "org", "score": 3, "label": {"eng": "Umeå University"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Child_care", "type": "wiki", "score": 3, "label": {"eng": "Child care"}}, {"uri": "http://en.wikipedia.org/wiki/Higher_education", "type": "wiki", "score": 3, "label": {"eng": "Higher education"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_minister", "type": "wiki", "score": 3, "label": {"eng": "Prime minister"}}, {"uri": "http://en.wikipedia.org/wiki/Bus", "type": "wiki", "score": 3, "label": {"eng": "Bus"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Restaurant", "type": "wiki", "score": 3, "label": {"eng": "Restaurant"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Austria", "type": "loc", "score": 3, "label": {"eng": "Austria"}, "location": {"type": "country", "label": {"eng": "Austria"}}}, {"uri": "http://en.wikipedia.org/wiki/Centre-left_politics", "type": "wiki", "score": 2, "label": {"eng": "Centre-left politics"}}, {"uri": "http://en.wikipedia.org/wiki/Stefan_Löfven", "type": "person", "score": 2, "label": {"eng": "Stefan Löfven"}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 2, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 2, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Nordic_countries", "type": "loc", "score": 2, "label": {"eng": "Nordic countries"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Norway", "type": "loc", "score": 2, "label": {"eng": "Norway"}, "location": {"type": "country", "label": {"eng": "Norway"}}}, {"uri": "http://en.wikipedia.org/wiki/Finland", "type": "loc", "score": 2, "label": {"eng": "Finland"}, "location": {"type": "country", "label": {"eng": "Finland"}}}, {"uri": "http://en.wikipedia.org/wiki/Denmark", "type": "loc", "score": 2, "label": {"eng": "Denmark"}, "location": {"type": "country", "label": {"eng": "Denmark"}}}, {"uri": "http://en.wikipedia.org/wiki/Humanism", "type": "wiki", "score": 1, "label": {"eng": "Humanism"}}, {"uri": "http://en.wikipedia.org/wiki/Scania", "type": "loc", "score": 1, "label": {"eng": "Scania"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Management", "type": "wiki", "score": 1, "label": {"eng": "Management"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 16}, {"uri": "dmoz/Health/Public_Health_and_Safety/Indigenous_Health", "label": "dmoz/Health/Public Health and Safety/Indigenous Health", "wgt": 15}, {"uri": "dmoz/Health/Public_Health_and_Safety/Education", "label": "dmoz/Health/Public Health and Safety/Education", "wgt": 14}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 16}, {"uri": "news/Business", "label": "news/Business", "wgt": 71}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F00d3e0cc-6dc0-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5633845", "location": null, "shares": {"facebook": 3225}, "sentiment": -0.003921568627450966, "wgt": 3225, "relevance": 101}, {"uri": "6004553230", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "13:58:00", "dateTime": "2020-03-23T13:58:00Z", "dateTimePub": "2020-03-23T13:57:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/644fd920-6cea-11ea-9bca-bf503995cd6f", "title": "Nationalism is a side effect of coronavirus", "body": "Kenichi Ohmae's book The Borderless World was published in 1990, the year after the fall of the Berlin Wall. It became one of the classic texts of the globalisation era. But borders are now returning with a vengeance -- driven by coronavirus.\n\nWhen the pandemic passes, the most extreme barriers to travel will be lifted. But it is unlikely that there will be a full restoration of the globalised world, as it existed before Covid-19. The nation-state is making a comeback, fuelled by this extraordinary crisis.\n\nThere are three main reasons for this. First, the pandemic is demonstrating that in times of emergency people fall back on the nation-state -- which has financial, organisational and emotional strengths that global institutions lack. Second, the disease is revealing the fragility of global supply chains. It is hard to believe that large, developed countries will continue to accept a situation in which they have to import most of their vital medical supplies.\n\nFinally, the pandemic is reinforcing political trends that were already potent before the crisis broke -- in particular the demand for more protectionism, localisation of production and tougher frontier controls.\n\nIn the current situation, tightening border controls for a while makes sense. And if this reversion to the nation-state is kept within bounds, it need not be a bad thing. It would simply be the kind of political course correction that takes place in democracies, in response to events and to changes in the public mood. But the danger is that the revival of the nation-state will slide into uncontrolled nationalism, leading to slumps in global trade and the near abandonment of international co-operation. The worst-case scenarios include the collapse of the EU and a breakdown in relations between the US and China that could conceivably culminate in war.\n\nThe reversion to the nation-state has been particularly striking in Europe because the EU is meant to be the organisation that has gone furthest to transcend the nation. When Angela Merkel, the German chancellor, gave an emergency address to the nation, she did not mention the EU once. Frontier controls that had basically disappeared -- for example between France and Germany -- have suddenly been restored. Financial aid for businesses and unemployed workers is largely coming from the European nations, not the EU. Prominent politicians in Poland, Italy and Spain have criticised the EU for failing to deliver on its promise of solidarity.\n\nGiven the relative sizes of the budgets of the EU and European nations, it is inevitable that governments will pick up most of the tab, as they struggle to ward off a depression. In the coming days, the EU will attempt to come up with large pan-European fiscal measures. But as the crisis intensifies -- and financial and medical resources become ever scarcer -- the pressures on European solidarity will grow.\n\nThe antagonisms that the pandemic have opened up between the US and China are more visible. Donald Trump's decision to label Covid-19 the \"China virus\" is typical of the US president's name-calling, blame-evading, political style. But it is also a reaction to efforts by Chinese officials to suggest that the virus might have originated in America. Bill Bishop, an experienced observer, commented recently: \"I cannot think of a more dangerous time in the US-China relationship in the last 40 years.\"\n\nThe pandemic also strengthens the hand of those in the Trump administration who have long wanted to dismantle international supply chains and repatriate production to the US. Peter Navarro, the most ardent protectionist in the White House, argues that the virus demonstrates that, \"in a global public health emergency, the US is alone\". It is certainly true that a situation in which 97 per cent of all antibiotics in America are imported from China is never likely to seem acceptable again.\n\nThese kinds of considerations extend well beyond medicines and the fraught US-China relationship. Just a few weeks ago, it was possible for a British government adviser to suggest (in the context of Brexit) that there is no real need for the UK to produce its own food. But with whole nations, as well as individuals, having to practise self-isolation, nobody can now blithely assume that essentials can always be imported from overseas.\n\nThe pandemic-driven pushback against globalisation will come initially from protectionists and national-security hawks. But it will gather force as it merges with other political currents that were gaining strength before anyone had heard of Covid-19. On the left, the environmental movement was already stigmatising air travel and demanding that localisation should roll back globalisation. On the right, the clamour for walls to keep out refugees and illegal immigrants was growing ever louder.\n\nBut while the anti-globalisers are likely to have the political winds behind them in the aftermath of the pandemic, they do not actually have the best solutions. On the contrary, a pandemic is a quintessential global problem that ultimately demands some form of international governance. Reviving the world economy will also be much harder if countries move towards autarky.\n\nOn a national level, everybody disapproves of hoarders who grab every last toilet roll and pint of milk off the supermarket shelves. But what happens when whole countries behave like that? We may be about to find out.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Nation_state", "type": "wiki", "score": 5, "label": {"eng": "Nation state"}}, {"uri": "http://en.wikipedia.org/wiki/Globalization", "type": "wiki", "score": 5, "label": {"eng": "Globalization"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 5, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Berlin_Wall", "type": "wiki", "score": 4, "label": {"eng": "Berlin Wall"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Protectionism", "type": "wiki", "score": 3, "label": {"eng": "Protectionism"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/International_trade", "type": "wiki", "score": 3, "label": {"eng": "International trade"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Border_control", "type": "wiki", "score": 3, "label": {"eng": "Border control"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 3, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_of_Germany", "type": "wiki", "score": 3, "label": {"eng": "Chancellor of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Developed_country", "type": "wiki", "score": 3, "label": {"eng": "Developed country"}}, {"uri": "http://en.wikipedia.org/wiki/Angela_Merkel", "type": "person", "score": 3, "label": {"eng": "Angela Merkel"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Nationalism", "type": "wiki", "score": 3, "label": {"eng": "Nationalism"}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Antibiotic", "type": "wiki", "score": 2, "label": {"eng": "Antibiotic"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 2, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 2, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Bill_Bishop_(1880s_pitcher)", "type": "person", "score": 2, "label": {"eng": "Bill Bishop (1880s pitcher)"}}, {"uri": "http://en.wikipedia.org/wiki/Repatriation", "type": "wiki", "score": 2, "label": {"eng": "Repatriation"}}, {"uri": "http://en.wikipedia.org/wiki/Depression_(mood)", "type": "wiki", "score": 2, "label": {"eng": "Depression (mood)"}}, {"uri": "http://en.wikipedia.org/wiki/Peter_Navarro", "type": "person", "score": 2, "label": {"eng": "Peter Navarro"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 2, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Poland", "type": "loc", "score": 2, "label": {"eng": "Poland"}, "location": {"type": "country", "label": {"eng": "Poland"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 2, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 2, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Supermarket", "type": "org", "score": 1, "label": {"eng": "Supermarket"}}], "categories": [{"uri": "dmoz/Society/Government", "label": "dmoz/Society/Government", "wgt": 19}, {"uri": "dmoz/Society/Government/Multilateral", "label": "dmoz/Society/Government/Multilateral", "wgt": 21}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 18}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 19}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 20}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 73}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fff404564-6d03-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 3100}, "sentiment": -0.01960784313725494, "wgt": 3100, "relevance": 101}, {"uri": "6006774429", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "05:12:00", "dateTime": "2020-03-25T05:12:00Z", "dateTimePub": "2020-03-25T05:11:00Z", "dataType": "news", "sim": 0.8235294222831726, "url": "https://www.ft.com/content/c8ed3692-6db3-11ea-9bca-bf503995cd6f", "title": "Scientists hopeful warmer weather can slow spread of coronavirus", "body": "The end of winter is traditionally a time for celebration. Not so in 2020, as the arrival of spring in the northern hemisphere has been overshadowed by stringent lockdowns put in place to slow the spread of the coronavirus.\n\nYet in the battle against the pandemic, some scientists see hope in the arrival of warmer and sunnier weather. If Covid-19 conforms to the seasonal pattern of other respiratory infections, the coming months will help the suppression of the virus -- at least temporarily.\n\nSome studies have suggested that the new coronavirus will indeed follow the marked seasonality shown by its genetic cousins that have been circulating among humans for many years. This research also suggests that Covid-19 will find it harder to gain a foothold in the tropics than in the world's temperate regions.\n\n\"Based on what we have documented so far, it appears that the virus has a harder time spreading between people in warmer climates,\" said Mohammad Sajadi, an associate professor at the University of Maryland's Institute of Virology who has been studying the outbreak, which has infected close to 400,000 people around the world.\n\nScientists from Beihang and Tsinghua universities in China, who have examined how the coronavirus has been transmitted in 100 Chinese cities, concluded that \"high temperature and high relative humidity significantly reduce the transmission of Covid-19\".\n\nProf Sajadi's research suggests that, although the virus can spread anywhere, it transmits most effectively between humans when humidity is low and the temperature is between 5C and 11C.\n\nAt present the areas most affected by Covid-19 are between 30-50 degrees north of the equator -- which includes most of China and the US, and the southern portion of Europe.\n\nBut the Maryland team predict that this belt of most intense viral transmission will move northward into northern Europe and Canada over the coming weeks -- before slowing down across the northern hemisphere in the summer, while intensifying in the temperate regions south of the equator. The Chinese researchers have also predicted a drop in transmission with the arrival of summer.\n\nHowever, a study at the University of Basel in Switzerland and the Karolinska Institute in Sweden -- which involved feeding seasonal data from other coronavirus outbreaks into the models of the current pandemic -- provided a note of caution.\n\n\"The onset of spring and summer could give the impression that [the virus] has been successfully contained, only for infections to increase again in the 2020-21 winter,\" it concluded.\n\nThat would give an epidemic curve similar to so-called Spanish flu pandemic of 1918-19, when three distinct waves of infection were separated by periods of fewer cases that lasted several weeks. By some calculations, a third of the world's population was infected during the pandemic and at least 50m people worldwide were killed.\n\nThe reasons why respiratory viruses behave seasonally are not well understood but scientists point to several contributing factors. One is that although viruses multiply within people at the normal body temperature of about 37C, they survive and transmit better outside the human body at a much lower temperature and level of humidity.\n\nA second factor is that people in temperate regions spend more time close together indoors during periods of colder weather. A third is that the human immune system is less effective in winter, partly because there is less sunshine to help in the production of vitamin D.\n\nHowever, there are dissenting scientific voices, such as Marc Lipsitch, a Harvard University epidemiology professor who believes some colleagues are exaggerating Covid-19's likely seasonality. \"We may expect modest declines in the contagiousness of [the virus] in warmer, wetter weather,\" he said, but it was \"not reasonable to expect these declines alone to slow transmission enough to make a big dent\".\n\nThe reason was that Covid-19 was new to the world and so behaved different to the viruses that had been around for longer. \"Old viruses . . . operate on a thinner margin. Most individuals are immune and they have to make do with transmitting among the few who are not,\" he explained. \"In simple terms, viruses that have been around for a long time can . . . spread through the population only when the conditions are the most favourable, in this case in winter.\"\n\nPaul Hunter, medical professor at the University of East Anglia, who believes in the sensitivity of Covid-19 to high temperatures and humidity, said it was good news for countries where health systems were least able to cope with a severe epidemic, such as many in Africa. So too was a younger population profile in Africa and a lifestyle where people spend more time outdoors.\n\n\"I think Africa will not suffer anywhere near as badly from the pandemic as Europe and North America,\" Prof Hunter said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 5, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Equator", "type": "wiki", "score": 4, "label": {"eng": "Equator"}}, {"uri": "http://en.wikipedia.org/wiki/Temperate_climate", "type": "wiki", "score": 4, "label": {"eng": "Temperate climate"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Hemisphere", "type": "wiki", "score": 4, "label": {"eng": "Northern Hemisphere"}}, {"uri": "http://en.wikipedia.org/wiki/Temperature", "type": "wiki", "score": 4, "label": {"eng": "Temperature"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 4, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Relative_humidity", "type": "wiki", "score": 3, "label": {"eng": "Relative humidity"}}, {"uri": "http://en.wikipedia.org/wiki/Season", "type": "wiki", "score": 3, "label": {"eng": "Season"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Maryland,_College_Park", "type": "org", "score": 3, "label": {"eng": "University of Maryland, College Park"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 3, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Europe", "type": "loc", "score": 3, "label": {"eng": "Northern Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Genetics", "type": "wiki", "score": 3, "label": {"eng": "Genetics"}}, {"uri": "http://en.wikipedia.org/wiki/Humidity", "type": "wiki", "score": 3, "label": {"eng": "Humidity"}}, {"uri": "http://en.wikipedia.org/wiki/Tropics", "type": "wiki", "score": 3, "label": {"eng": "Tropics"}}, {"uri": "http://en.wikipedia.org/wiki/Maryland", "type": "loc", "score": 3, "label": {"eng": "Maryland"}, "location": {"type": "place", "label": {"eng": "Maryland"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 3, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 2, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Karolinska_Institute", "type": "wiki", "score": 2, "label": {"eng": "Karolinska Institute"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Basel", "type": "org", "score": 2, "label": {"eng": "University of Basel"}}, {"uri": "http://en.wikipedia.org/wiki/Thermoregulation", "type": "wiki", "score": 2, "label": {"eng": "Thermoregulation"}}, {"uri": "http://en.wikipedia.org/wiki/World_population", "type": "wiki", "score": 2, "label": {"eng": "World population"}}, {"uri": "http://en.wikipedia.org/wiki/Harvard_University", "type": "org", "score": 2, "label": {"eng": "Harvard University"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Sweden", "type": "loc", "score": 2, "label": {"eng": "Sweden"}, "location": {"type": "country", "label": {"eng": "Sweden"}}}, {"uri": "http://en.wikipedia.org/wiki/Switzerland", "type": "loc", "score": 2, "label": {"eng": "Switzerland"}, "location": {"type": "country", "label": {"eng": "Switzerland"}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_East_Anglia", "type": "org", "score": 1, "label": {"eng": "University of East Anglia"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 1, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/North_America", "type": "loc", "score": 1, "label": {"eng": "North America"}, "location": null}], "categories": [{"uri": "dmoz/Science/Earth_Sciences/Atmospheric_Sciences", "label": "dmoz/Science/Earth Sciences/Atmospheric Sciences", "wgt": 12}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 12}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 13}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 16}, {"uri": "dmoz/Science/Social_Sciences/Demography_and_Population_Studies", "label": "dmoz/Science/Social Sciences/Demography and Population Studies", "wgt": 13}, {"uri": "news/Health", "label": "news/Health", "wgt": 52}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fb09efce0-6de7-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5637540", "location": null, "shares": {"facebook": 2661}, "sentiment": 0.2078431372549019, "wgt": 2661, "relevance": 101}, {"uri": "6009550400", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "05:33:00", "dateTime": "2020-03-27T05:33:00Z", "dateTimePub": "2020-03-27T05:33:00Z", "dataType": "news", "sim": 0.5176470875740051, "url": "https://www.ft.com/content/aaef1591-2fc5-4e6f-ab84-0e83b5a146ca", "title": "Drug gangs in Brazil's favelas enforce coronavirus lockdown", "body": "The messages first arrived via WhatsApp. Stay home or else.\n\nIt was a stark warning to the residents of Brazil's densely populated slums -- but not one delivered by federal government, health officials or even state police.\n\nWith president Jair Bolsonaro dismissing the pandemic as \"sniffles\" and criticising regional lockdown measures, the country's drug gangs and paramilitary groups have stepped in to enforce social distancing to combat the spread of coronavirus.\n\n\"Whoever is caught on the street will learn how to respect the measure. We want the best for the population. If the government is unable to manage, organised crime resolves,\" read one message sent to residents of a Rio de Janeiro slum.\n\nAnother message, delivered to residents of a different slum, read: \"We are on the streets taking risks so that you can sleep in peace, we leave our families to protect yours, so, then respect the order we have given.\" It warned that for anyone caught on the street after 10pm, \"it will be bad!\"\n\nThe involvement of criminal organisations more commonly associated with bloodshed and violence than disease mitigation strategies underscores the severity of the situation facing Brazil's slums, home to more than 11m people, who typically live in cramped makeshift dwellings, often with limited access to clean water.\n\nThe number of confirmed cases of Covid-19 in Brazil rose to 2,915 confirmed cases and 77 deaths on Thursday -- a greater than tenfold increase from the previous week. Experts fear an explosion in coronavirus infections that could contribute to social unrest in communities long-neglected by the state.\n\n\"Owing to the failure of Brazil's national leaders to prevent and contain the spread of COVID-19, we can expect a dramatic surge of infections, hospitalisations and deaths in the coming weeks,\" said Robert Muggah, research director at the Igarapé Institute, a think-tank in Rio de Janeiro. \"As infection rates rise, lockdown measures are imposed and panic spreads, Brazil's favelas are a ticking time-bomb.\"\n\nThis presents an opportunity for criminal gangs, he added. \"They are describing themselves as the last line of defence from chaos and the 'true' providers of law and order. The pandemic is exposing the systemic weakness of the Brazilian state.\"\n\nMany of today's slums were first constructed in the 1970s when rural workers moved to Brazil's cities and built basic homes with cinder blocks and tin roofs.\n\nSuch was their construction that, even with the intervention of gangs and militias, social distancing would be difficult to achieve. They \"have a high demographic density, the houses are very close to each other, and people live crammed into one space\", said Mario Dal Poz at the Institute of Social Medicine at the State University of Rio de Janeiro and a former official at the World Health Organization.\n\nMany lack access to sanitation and water -- conditions that now threaten to exacerbate the coronavirus outbreak.\n\n\"How are we going to take care of each other and ourselves if we live crammed in one little house? How are we going to wash our hands if we don't have running water all the time?\" said Marcos Vinícius dos Santos, a 22-year-old in Paraisópolis, a shantytown in São Paulo.\n\nWith a fever, dry cough and short on breath, Mr dos Santos is one of 300 suspected cases in the favela, which houses some 100,000 residents in a 10km squared zone and has five confirmed cases.\n\n\"Here there are only small houses with a cluster of people inside. If someone catches it and comes inside the house, there is no way to quarantine. Automatically the family gets infected,\" he said. His cousin, who sleeps in the same room, is already showing symptoms.\n\nAt a football pitch in the centre of Paraisópolis, community leader Gilson Rodrigues is distributing donated goods, including soap, sanitiser and food. \"There is no government here. Only us. If communities don't organise themselves, they will die,\" he said.\n\n\"Bolsonaro doesn't even speak the word 'favela'. There is only disregard from the federal government, which has no idea that there are slums in Brazil, that there are millions of slum dwellers in Brazil that need public policy and that need to be saved,\" he added.\n\nSuch is the anger with the president's response that on consecutive nights this week, many slum dwellers in major cities took part in a panelaço -- a protest that involves banging pots together outside a window and screaming insults such as \"Bolsonaro, out!\" and \"Bolsonaro Assassin!\"\n\nMany are concerned about the impact of the coronavirus on what little income they have.\n\n\"We don't know if we are going to get the virus, we don't know when we are going to eat next because we have no money,\" said Sueli Dias dos Santos, a mother of five who works as a cleaner. Neither her nor her husband, a street recycler, have been able to work recently.\n\nEven with gangs and militia imposing lockdowns, many people will still try to leave to go to work.\n\n\"Our greatest difficulty is to make people stay at home,\" said Renata Trajano, a community leader in the vast Complexo do Alemão, a cluster of favelas in Rio de Janeiro.\n\n\"Most people are self-employed and are becoming concerned about what tomorrow will look like without money or food.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Gang", "type": "wiki", "score": 5, "label": {"eng": "Gang"}}, {"uri": "http://en.wikipedia.org/wiki/Slum", "type": "wiki", "score": 5, "label": {"eng": "Slum"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 5, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 4, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Jair_Bolsonaro", "type": "person", "score": 4, "label": {"eng": "Jair Bolsonaro"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/State_police", "type": "wiki", "score": 4, "label": {"eng": "State police"}}, {"uri": "http://en.wikipedia.org/wiki/WhatsApp", "type": "org", "score": 4, "label": {"eng": "WhatsApp"}}, {"uri": "http://en.wikipedia.org/wiki/Rio_de_Janeiro", "type": "loc", "score": 4, "label": {"eng": "Rio de Janeiro"}, "location": {"type": "place", "label": {"eng": "Rio de Janeiro"}, "country": {"type": "country", "label": {"eng": "Brazil"}}}}, {"uri": "http://en.wikipedia.org/wiki/Igarapé_Institute", "type": "wiki", "score": 3, "label": {"eng": "Igarapé Institute"}}, {"uri": "http://en.wikipedia.org/wiki/Favela", "type": "loc", "score": 3, "label": {"eng": "Favela"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Rebellion", "type": "wiki", "score": 3, "label": {"eng": "Rebellion"}}, {"uri": "http://en.wikipedia.org/wiki/States_of_Brazil", "type": "wiki", "score": 3, "label": {"eng": "States of Brazil"}}, {"uri": "http://en.wikipedia.org/wiki/Santos_FC", "type": "wiki", "score": 3, "label": {"eng": "Santos FC"}}, {"uri": "http://en.wikipedia.org/wiki/Think_tank", "type": "wiki", "score": 3, "label": {"eng": "Think tank"}}, {"uri": "http://en.wikipedia.org/wiki/Organized_crime", "type": "wiki", "score": 3, "label": {"eng": "Organized crime"}}, {"uri": "http://en.wikipedia.org/wiki/Law_and_order_(politics)", "type": "wiki", "score": 3, "label": {"eng": "Law and order (politics)"}}, {"uri": "http://en.wikipedia.org/wiki/Paramilitary", "type": "wiki", "score": 3, "label": {"eng": "Paramilitary"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 3, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Shanty_town", "type": "wiki", "score": 2, "label": {"eng": "Shanty town"}}, {"uri": "http://en.wikipedia.org/wiki/Tin", "type": "wiki", "score": 2, "label": {"eng": "Tin"}}, {"uri": "http://en.wikipedia.org/wiki/Demography", "type": "wiki", "score": 2, "label": {"eng": "Demography"}}, {"uri": "http://en.wikipedia.org/wiki/Sanitation", "type": "wiki", "score": 2, "label": {"eng": "Sanitation"}}, {"uri": "http://en.wikipedia.org/wiki/Public_policy", "type": "wiki", "score": 2, "label": {"eng": "Public policy"}}, {"uri": "http://en.wikipedia.org/wiki/Rio_de_Janeiro_State_University", "type": "org", "score": 2, "label": {"eng": "Rio de Janeiro State University"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/São_Paulo", "type": "loc", "score": 2, "label": {"eng": "São Paulo"}, "location": {"type": "place", "label": {"eng": "São Paulo"}, "country": {"type": "country", "label": {"eng": "Brazil"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Society/Crime", "label": "dmoz/Society/Crime", "wgt": 13}, {"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 14}, {"uri": "dmoz/Society/Issues/Housing", "label": "dmoz/Society/Issues/Housing", "wgt": 13}, {"uri": "news/Health", "label": "news/Health", "wgt": 62}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fecf9fd39-66c4-4c26-824c-3d94b3c3fabc.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5629717", "location": null, "shares": {"facebook": 2630}, "sentiment": -0.05098039215686279, "wgt": 2630, "relevance": 101}, {"uri": "6005231346", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "01:29:00", "dateTime": "2020-03-24T01:29:00Z", "dateTimePub": "2020-03-24T01:29:00Z", "dataType": "news", "sim": 0.7686274647712708, "url": "https://www.ft.com/content/0cc3c956-6cb2-11ea-89df-41bea055720b", "title": "Vietnam exploits limited resources to wage war on coronavirus", "body": "When most of Vietnam's 96m citizens were celebrating the Tet lunar new year holiday, Prime Minister Nguyen Xuan Phuc was at a government meeting declaring war on coronavirus.\n\nThe disease was raging over the border in China and Mr Phuc warned it would soon reach Vietnam. \"Fighting the epidemic is fighting the enemy,\" he said at the end of January.\n\nSince then Vietnam has proved a model in containing the disease in a country with limited resources but determined leadership.\n\nRather than embark on mass testing, which has been the crux of wealthier South Korea's response to the outbreak, Vietnam has focused on isolating infected people and tracking down their second- and third-hand contacts.\n\n\"Mass testing is good, but it depends on the resources of each country,\" said Tran Dac Phu, a senior health official advising Vietnam's Emergency Operation Centre, which is equivalent to the US Centers for Disease Control.\n\n\"The important thing is, you need to know the number of people who might have come in contact with the disease, or returned from pandemic areas, then perform tests on these people.\"\n\nApart from aggressive tracing of infected people's contacts, the communist leadership's measures have also included forced quarantines and the conscription of medical students, retired doctors and nurses to join the fight.\n\n\"Vietnam is a mobilisation society,\" said Carl Thayer, professor emeritus at the University of New South Wales Canberra. \"It is a one-party state; it has large public security forces, the military and the party itself; and it's a top-down government that's good at responding to natural disasters.\"\n\nOver the weekend, Hanoi introduced mandatory 14-day quarantines for all people arriving in the country and the cancellation of all foreign flights.\n\n\"We have to mobilise all society to the best of our capability to fight the outbreak together, and it's important to find the cases early and isolate them,\" said Mr Phu.\n\nVietnam has reported 121 coronavirus cases and no deaths. Most recent cases were part of a \"second wave\" of infections traced back to people arriving from abroad. As of March 20, Vietnam had tested 15,637 people -- a fraction of the 338,000 tested in South Korea.\n\nAs elsewhere in south-east Asia with limited testing, the true number of cases is probably much higher than reported. But Vietnam's response has still been impressive. It halted all flights to and from China on February 1 and schools in Vietnam's two biggest cities, Hanoi and Ho Chi Minh City, and most other provinces were told to remain closed after Tet.\n\nOn February 13, Vietnam became the first country after China to seal off a large residential area. It imposed a 21-day quarantine in a part of Vinh Phuc province, north of Hanoi, where more than 10,000 people live, after cases were traced back to workers returning from Wuhan.\n\nAt a time when its neighbour Thailand is being criticised for its haphazard response to coronavirus, and Myanmar denies it has any cases at all, Vietnam's response has been praised by health officials. Kidong Park, the World Health Organization's representative in Hanoi, lauded Vietnam for its \"proactiveness and consistency throughout the response\".\n\nHowever, Vietnam's success in containing Covid-19 depends in part on the mobilisation of medical and military personnel, surveillance and intrusion, and on the state's network of informants -- measures that might prove difficult for the US or European countries to countenance.\n\nVietnamese state-controlled media has been relentlessly on message, and officials seem to have been transparent about the outbreak, in contrast with crises such as a 2016 chemical spill that angered the public. Vietnam's health ministry sends regular text messages about coronavirus-related news and health tips.\n\nA recent survey by Nielsen Vietnam, the market research firm, found the majority of respondents were \"highly aware\" of Covid-19's symptoms. The government's efforts to fight COVID-19 have garnered popular support, judging by social media posts cheering health workers and a viral propaganda poster-style meme reading: \"To stay at home is to love your country!\"\n\nBut part of Vietnam's approach has been heavy-handed. People found sharing \"fake news\" about the virus have been summoned by police and about 800 have been fined.\n\nVietnam's national network of informants has helped keep tabs on infected people. \"Neighbours know if you come from a foreign country,\" said Truong Huu Khanh, head of the department of infectious diseases at Ho Chi Minh City Children's hospital. \"If an infected person is in the area, they will report this.\"\n\nIn response to a question from the Financial Times, Vietnam's government spokeswoman said that Hanoi had \"implemented many drastic and applicable measures\" to contain the disease. \"Until now, the coronavirus cases in Vietnam remain at a low rate with no deaths,\" Le Thi Thu Hang said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Nguyễn_Xuân_Phúc", "type": "person", "score": 5, "label": {"eng": "Nguyễn Xuân Phúc"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vietnam", "type": "loc", "score": 5, "label": {"eng": "Vietnam"}, "location": {"type": "country", "label": {"eng": "Vietnam"}}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 4, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 4, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Hanoi", "type": "loc", "score": 4, "label": {"eng": "Hanoi"}, "location": {"type": "place", "label": {"eng": "Hanoi"}, "country": {"type": "country", "label": {"eng": "Vietnam"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/One-party_state", "type": "wiki", "score": 3, "label": {"eng": "One-party state"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_New_South_Wales", "type": "org", "score": 3, "label": {"eng": "University of New South Wales"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Mass_(liturgy)", "type": "wiki", "score": 3, "label": {"eng": "Mass (liturgy)"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 3, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Communism", "type": "wiki", "score": 3, "label": {"eng": "Communism"}}, {"uri": "http://en.wikipedia.org/wiki/Natural_disaster", "type": "wiki", "score": 3, "label": {"eng": "Natural disaster"}}, {"uri": "http://en.wikipedia.org/wiki/Canberra", "type": "loc", "score": 3, "label": {"eng": "Canberra"}, "location": {"type": "place", "label": {"eng": "Canberra"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Myanmar", "type": "loc", "score": 2, "label": {"eng": "Myanmar"}, "location": {"type": "country", "label": {"eng": "Myanmar"}}}, {"uri": "http://en.wikipedia.org/wiki/Vĩnh_Phúc_Province", "type": "loc", "score": 2, "label": {"eng": "Vĩnh Phúc Province"}, "location": {"type": "place", "label": {"eng": "Vĩnh Phúc Province"}, "country": {"type": "country", "label": {"eng": "Vietnam"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pinniped", "type": "wiki", "score": 2, "label": {"eng": "Pinniped"}}, {"uri": "http://en.wikipedia.org/wiki/Province", "type": "wiki", "score": 2, "label": {"eng": "Province"}}, {"uri": "http://en.wikipedia.org/wiki/Southeast_Asia", "type": "loc", "score": 2, "label": {"eng": "Southeast Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Informant", "type": "wiki", "score": 2, "label": {"eng": "Informant"}}, {"uri": "http://en.wikipedia.org/wiki/Surveillance", "type": "wiki", "score": 2, "label": {"eng": "Surveillance"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ho_Chi_Minh_City", "type": "loc", "score": 2, "label": {"eng": "Ho Chi Minh City"}, "location": {"type": "place", "label": {"eng": "Ho Chi Minh City"}, "country": {"type": "country", "label": {"eng": "Vietnam"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 2, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Fake_news", "type": "wiki", "score": 1, "label": {"eng": "Fake news"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 1, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_video", "type": "wiki", "score": 1, "label": {"eng": "Viral video"}}, {"uri": "http://en.wikipedia.org/wiki/Internet_meme", "type": "wiki", "score": 1, "label": {"eng": "Internet meme"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 16}, {"uri": "dmoz/Society/Military", "label": "dmoz/Society/Military", "wgt": 22}, {"uri": "dmoz/Society/Military/Veterans", "label": "dmoz/Society/Military/Veterans", "wgt": 27}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 18}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 15}, {"uri": "news/Environment", "label": "news/Environment", "wgt": 76}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F833f0ba0-6cc5-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5626335", "location": null, "shares": {"facebook": 2526}, "sentiment": -0.06666666666666665, "wgt": 2526, "relevance": 101}, {"uri": "6012409029", "lang": "eng", "isDuplicate": false, "date": "2020-03-29", "time": "17:52:00", "dateTime": "2020-03-29T17:52:00Z", "dateTimePub": "2020-03-29T17:52:00Z", "dataType": "news", "sim": 0.5607843399047852, "url": "https://www.ft.com/content/f3435779-a706-45c7-a7e2-43efbdd7777b", "title": "Countries reject China pandemic product batches", "body": "Several countries in or neighbouring the EU have rejected Chinese-made coronavirus testing kits and protective equipment as substandard, raising concerns about the quality of supplies.\n\nThe Netherlands, Spain and Turkey have all claimed there have been problems with products including masks and tests, as rising confirmed cases of Covid-19 infection in Europe increase dependence on Chinese imports.\n\nThe claims come as tensions grow over what the EU's top diplomat has branded Beijing's use of the \"politics of generosity\" in a \"battle of narratives\" over who were the most reliable international partners in the global crisis.\n\nThe Dutch health ministry said at the weekend it was forced to recall 600,000 face masks shipped from China on March 21 after they were found to be defective.\n\nThe faults, which included the masks failing to fit the mouth and having insufficient filters, were found during inspections after some masks had already been distributed to hospitals, the government said.\n\nAuthorities said the masks, from an undisclosed source, came with a KN95 certificate which meant they should filter out at least 95 per cent of airborne particles.\n\n\"Healthcare providers have been informed and told not to use the masks,\" the health ministry said in a statement. \"Due to shortages, we can find ourselves in a situation where only protective equipment is available that does not meet the highest standards. This is an issue in all countries.\"\n\nJosep Borrell, EU high representative for foreign policy, blogged last week that there was a \"geopolitical component\" to the Covid-19 crisis, including a \"struggle for influence through spinning and the 'politics of generosity'\".\n\nChina was \"sending equipment and doctors to Europe\" and \"aggressively pushing the message that, unlike the US, it is a responsible and reliable partner\", he said.\n\nThe Netherlands is among a growing number of European countries to receive medical equipment from China. Earlier this month, Chinese telecoms operator Huawei donated a separate delivery of 800,000 face masks to the country -- the first batch of which was personally welcomed into the country by Hugo de Jonge, health minister.\n\nIn Spain, which has the world's second highest official Covid-19 death toll after Italy, the ministry of health has said it withdrew 8,000 rapid testing kits delivered to Madrid's regional government because of worries about inaccurate results. It also sent back an additional 50,000 testing kits that had not been distributed.\n\nThe Spanish government says the supplier, Shenzhen Bioeasy Biotechnology, will replace them with 58,000 kits to the correct specifications in the \"coming days\", as part of a total planned shipment of 640,000.\n\nShenzhen Bioeasy has said that the problems may have been because of incorrect sample collection or use of the product.\n\nSpain says the order is separate from a €432m purchase of medical equipment from China announced last week, which includes 5.5m tests. The Chinese embassy in Madrid also stressed that the allegedly defective Shenzhen Bioeasy tests were not part of a consignment it helped arrange.\n\nIn Turkey, the government has said that it has found an unspecified number of antigen test kits sent from China to be substandard, causing it to reject them before they were used on any patients.\n\nAteş Kara, a member of the Turkish government's coronavirus scientific advisory committee, said the margin of error on the antigen tests was too high, creating the risk of false negatives. \"We wanted all the tests to be totally accurate,\" he said.\n\nMr Kara said that Turkey was happy with 350,000 rapid antibody testing kits it had also bought from China. All the tests bought by Turkey were purchased directly from private companies, rather than through the Chinese government, according to a person familiar with the matter.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Netherlands", "type": "loc", "score": 5, "label": {"eng": "Netherlands"}, "location": {"type": "country", "label": {"eng": "Netherlands"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 4, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 4, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Josep_Borrell", "type": "person", "score": 3, "label": {"eng": "Josep Borrell"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_policy", "type": "wiki", "score": 3, "label": {"eng": "Foreign policy"}}, {"uri": "http://en.wikipedia.org/wiki/Geopolitics", "type": "wiki", "score": 3, "label": {"eng": "Geopolitics"}}, {"uri": "http://en.wikipedia.org/wiki/Diplomat", "type": "wiki", "score": 3, "label": {"eng": "Diplomat"}}, {"uri": "http://en.wikipedia.org/wiki/Mouth", "type": "wiki", "score": 3, "label": {"eng": "Mouth"}}, {"uri": "http://en.wikipedia.org/wiki/Particulates", "type": "wiki", "score": 3, "label": {"eng": "Particulates"}}, {"uri": "http://en.wikipedia.org/wiki/Blog", "type": "wiki", "score": 3, "label": {"eng": "Blog"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Shenzhen", "type": "loc", "score": 3, "label": {"eng": "Shenzhen"}, "location": {"type": "place", "label": {"eng": "Shenzhen"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Turkey", "type": "loc", "score": 3, "label": {"eng": "Turkey"}, "location": {"type": "country", "label": {"eng": "Turkey"}}}, {"uri": "http://en.wikipedia.org/wiki/Hugo_de_Jonge", "type": "person", "score": 2, "label": {"eng": "Hugo de Jonge"}}, {"uri": "http://en.wikipedia.org/wiki/Antigen", "type": "wiki", "score": 2, "label": {"eng": "Antigen"}}, {"uri": "http://en.wikipedia.org/wiki/Biotechnology", "type": "wiki", "score": 2, "label": {"eng": "Biotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Telecommunication", "type": "wiki", "score": 2, "label": {"eng": "Telecommunication"}}, {"uri": "http://en.wikipedia.org/wiki/Diplomatic_mission", "type": "wiki", "score": 2, "label": {"eng": "Diplomatic mission"}}, {"uri": "http://en.wikipedia.org/wiki/Huawei", "type": "org", "score": 2, "label": {"eng": "Huawei"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 2, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Madrid", "type": "loc", "score": 2, "label": {"eng": "Madrid"}, "location": {"type": "place", "label": {"eng": "Madrid"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Antibody", "type": "wiki", "score": 1, "label": {"eng": "Antibody"}}], "categories": [{"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 26}, {"uri": "dmoz/Business/Electronics_and_Electrical/Test_and_Measurement", "label": "dmoz/Business/Electronics and Electrical/Test and Measurement", "wgt": 24}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 23}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 27}, {"uri": "news/Business", "label": "news/Business", "wgt": 72}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fc84474b5-a433-4631-b4df-8f228003f311.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5633405", "location": null, "shares": {"facebook": 2271}, "sentiment": -0.2705882352941177, "wgt": 2271, "relevance": 101}, {"uri": "6012636191", "lang": "eng", "isDuplicate": false, "date": "2020-03-29", "time": "23:47:00", "dateTime": "2020-03-29T23:47:00Z", "dateTimePub": "2020-03-29T23:46:00Z", "dataType": "news", "sim": 0.4745098054409027, "url": "https://www.ft.com/content/bc938195-82d3-43eb-b031-740028451382", "title": "US crude oil price hits 18-year low below $20", "body": "US crude oil prices fell below $20 a barrel shortly after trading reopened on Sunday, close to the lowest level in 18 years, as traders bet production will need to shut to cope with the collapse in demand from the coronavirus pandemic.\n\nThe US benchmark, known as West Texas Intermediate or WTI, hit a low of $19.92 a barrel, losing more than 6 per cent.\n\nBrent, the international benchmark, lost 6 per cent to hit a low of $23.03 a barrel, the lowest since 2002.\n\nOil prices have fallen by more than half in the past month as widespread lockdowns in Europe and North America have slashed oil demand by a huge amount, with analysts forecasting as much as a quarter of normal global consumption could be lost.\n\nWith supplies being boosted at the same time by the price war between Saudi Arabia and Russia, traders believe the surplus could approach 25m barrels a day next month, a level that could overwhelm storage capacity worldwide within weeks.\n\nPrices are expected to remain under pressure until the market adjusts, with producers likely to be forced to shut-in output at a scale never before seen in the modern oil industry.\n\nWTI briefly traded below $20 a barrel earlier this month as the April contract expired, dipping violently in thin trading. But this is the first time WTI has traded sub-$20 a barrel since 2002 in normal trading conditions.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 5, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Benchmark_(crude_oil)", "type": "wiki", "score": 4, "label": {"eng": "Benchmark (crude oil)"}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 4, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 3, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/North_America", "type": "loc", "score": 3, "label": {"eng": "North America"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 2, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 2, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum_industry", "type": "wiki", "score": 1, "label": {"eng": "Petroleum industry"}}], "categories": [{"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 21}, {"uri": "dmoz/Business/Investing/Commodities_and_Futures", "label": "dmoz/Business/Investing/Commodities and Futures", "wgt": 16}, {"uri": "dmoz/Arts/Music/Trading", "label": "dmoz/Arts/Music/Trading", "wgt": 17}, {"uri": "dmoz/Sports/Equestrian/Barrel_Racing", "label": "dmoz/Sports/Equestrian/Barrel Racing", "wgt": 29}, {"uri": "news/Business", "label": "news/Business", "wgt": 95}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Faef7602e-696b-4f6f-bba1-22eda45dae39.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5640963", "location": null, "shares": {"facebook": 1629}, "sentiment": -0.5607843137254902, "wgt": 1629, "relevance": 52}, {"uri": "6009399151", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "01:54:00", "dateTime": "2020-03-27T01:54:00Z", "dateTimePub": "2020-03-27T01:54:00Z", "dataType": "news", "sim": 0.6745098233222961, "url": "https://www.ft.com/content/4aa35288-3979-44f7-b204-b881f473fca0", "title": "Hidden infections challenge China's claim coronavirus is under control", "body": "China's official figures for new coronavirus cases suggest transmission has all but ended in many regions, but local experts have warned that official numbers omit important categories of cases.\n\nHubei, the province where the outbreak originated, has reported no more than one new case a day for more than a week, allowing the government to signal the end of the crisis period. Officials and disease control teams have been able to leave the area, and travel restrictions and quarantines have also been relaxed.\n\nBut interviews with local medics and disease specialists reveal that the situation in Hubei's capital Wuhan could be worse than the official figures make out, suggesting any declaration by Beijing of victory against the pandemic would be premature.\n\nExperts have highlighted the existence of unreported cases, as well as the large number of asymptomatic cases that the government refuses to publicise in its official tally.\n\nTwo nurses in Wuhan, who wished to remain anonymous because of the sensitivity of the pandemic, told the Financial Times of \"hidden\" infections that met the national criteria for confirmed cases but were not being recognised in the city's official count, helping to keep it at or near zero.\n\n\"The medics I know are all telling me that the hospital and the [National] Health Commission are using all their means to control the new case count,\" said one of the nurses.\n\n\"It is extremely worrying to continue to publicise 'zero new cases'. It is very risky and it will turn the sacrifices made in Wuhan and the whole of Hubei to nothing.\"\n\nLi Keqiang, the Chinese premier, this week warned that \"under no circumstances [should] cases be covered up or omitted in order to pursue a zero count\" strategy in Hubei.\n\nAt its peak in mid-February, more than 50,000 active virus cases were officially reported across China, leading to the lockdown of Hubei that is only now being relaxed. On Thursday fewer than 3,947 cases were recorded.\n\nHowever, one Beijing-based coronavirus researcher who wished to remain anonymous cast doubt on the official numbers, saying that cases with symptoms were just \"the tip of the iceberg\".\n\n\"China is counting asymptomatic cases but not making them public,\" he said.\n\nThe National Health Commission, the government agency that sets guidelines for how cases are reported and disclosed, has always maintained that asymptomatic cases should not be counted in its confirmed case total. Asymptomatic cases are patients who test positive for Sars-Cov-2, the virus that causes the disease Covid-19, but have \"no clinical symptoms\".\n\nBut a member of the Wuhan experts team told the local Caixin newspaper this week that \"every day we can still detect a few, or a few tens, of asymptomatic carriers\". The person added: \"We cannot conclude yet that Wuhan's transmission has completely ended.\"\n\nOver the past two weeks, Wuhan has gradually allowed some designated virus hospitals to resume normal functions. But a lack of transparency when transferring cases has caused some doctors to question whether their new coronavirus patients are being counted.\n\n\"A few nearby hospitals . . . have transferred their coronavirus patients to us,\" said Cao Jingchao, a senior staff member of Wuhan Union Hospital West's inpatient pharmacy division.\n\n\"But we were not informed of whether they were newly confirmed cases, or those hospitals' remaining patients, and if so, how long they had previously been hospitalised for,\" added Dr Cao, noting that his staff had not received the medical records of the new patients.\n\nOn March 15, Dr Cao's hospital took in around 100 virus patients, some of whom were confirmed cases transferred from other hospitals, but some of whom Dr Cao suspected were new cases. Four days later, 20 more transferred patients arrived. The local government announced the next day there had been zero new cases that day.\n\nMany experts who point to the dangers of omitting asymptomatic cases from the official count attributed the pandemic's rapid spread to the carriers without symptoms who take fewer precautions, combined with the virus's high reproduction rate.\n\nThe Chinese government maintains that infections from detected asymptomatic cases are not a problem, as they are held in centralised quarantine for 14 days and observed to see if they become symptomatic, and can be reclassified as confirmed cases if so.\n\nRecent academic work suggests asymptomatic cases are a large number of total infections. A paper by researchers at the Huazhong University of Science and Technology and others, not yet peer reviewed but published in Nature, estimated that at least 59 per cent of infected cases in Wuhan before mid-February were \"likely asymptomatic or with mild symptoms, who could mostly recover without seeking medical care\".\n\nA paper published in the International Journal of Infectious Diseases, based on evidence from Japanese evacuees from Wuhan, estimated that almost a third of total infections are asymptomatic.\n\nHowever, an analysis by the Korea Centers for Disease Control and Prevention of people potentially exposed to a virus cluster at a quasi-Christian sect -- which accounted for more than half the country's nearly 9,000 infections -- estimated the proportion of asymptomatic patients at just 8 per cent.\n\nBut experts stressed that the results were preliminary and that it was important for information on asymptomatic cases to be reported to encourage social distancing.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic", "type": "wiki", "score": 5, "label": {"eng": "Asymptomatic"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 5, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 4, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 4, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 4, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 4, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 4, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Commission", "type": "wiki", "score": 3, "label": {"eng": "National Health Commission"}}, {"uri": "http://en.wikipedia.org/wiki/Premier_of_the_People's_Republic_of_China", "type": "wiki", "score": 3, "label": {"eng": "Premier of the People's Republic of China"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 3, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Li_Keqiang", "type": "person", "score": 3, "label": {"eng": "Li Keqiang"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan_Union_Hospital", "type": "wiki", "score": 2, "label": {"eng": "Wuhan Union Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Caixin", "type": "org", "score": 2, "label": {"eng": "Caixin"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 2, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Asymptomatic_carrier", "type": "wiki", "score": 2, "label": {"eng": "Asymptomatic carrier"}}, {"uri": "http://en.wikipedia.org/wiki/Pharmacy", "type": "wiki", "score": 2, "label": {"eng": "Pharmacy"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_China", "type": "org", "score": 2, "label": {"eng": "Government of China"}}, {"uri": "http://en.wikipedia.org/wiki/Korea_Centers_for_Disease_Control_and_Prevention", "type": "wiki", "score": 1, "label": {"eng": "Korea Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Huazhong_University_of_Science_and_Technology", "type": "org", "score": 1, "label": {"eng": "Huazhong University of Science and Technology"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 1, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 18}, {"uri": "dmoz/Society/Crime/Trials", "label": "dmoz/Society/Crime/Trials", "wgt": 20}, {"uri": "dmoz/Shopping/Antiques_and_Collectibles/Supplies", "label": "dmoz/Shopping/Antiques and Collectibles/Supplies", "wgt": 26}, {"uri": "dmoz/Society/Organizations/Professional", "label": "dmoz/Society/Organizations/Professional", "wgt": 17}, {"uri": "dmoz/Business/Healthcare/Case_Management", "label": "dmoz/Business/Healthcare/Case Management", "wgt": 25}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Ff8f2870f-b040-4e1a-8908-3e5b7c7ca5b7.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5636214", "location": null, "shares": {"facebook": 1457}, "sentiment": -0.09019607843137256, "wgt": 1457, "relevance": 101}, {"uri": "6010210517", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "15:54:00", "dateTime": "2020-03-27T15:54:00Z", "dateTimePub": "2020-03-27T15:52:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/46988700-700b-11ea-9bca-bf503995cd6f", "title": "Angela Merkel: Germany's crisis manager is back", "body": "Last week, Angela Merkel did something she had never done before in her 14 years as Germany's chancellor. She went on national television to address the nation.\n\nIt was a historic moment. Germany had shut down schools and shops and sealed its borders in a desperate attempt to slow the advance of coronavirus. Factories were closed and millions stuck at home. A near palpable sense of alarm and confusion stalked the streets.\n\nMs Merkel's demeanour was calm but her tone insistent. We must all, she said, reduce our social lives to a minimum. Keep our distance from people. Avoid contact with the elderly, even our own grandparents. Show some solidarity. An uncharacteristically personal note crept in, a reference to her life in communist East Germany. \"For someone like me, for whom freedom of movement was a hard-fought right, such restrictions can only be justified by their absolute necessity,\" she said.\n\nNo one had seen Ms Merkel speak to the nation on TV, outside her perfunctory New Year's Eve addresses. Few had seen her show such empathy and emotion. The impact was correspondingly huge: some 30m people watched the 12-minute speech. They knew they were in the safe hands of Europe's most experienced crisis manager. \"Her style of leadership was out of fashion for a long time, but now it's exactly what people need,\" says Stefan Kornelius, Ms Merkel's biographer. \"You want someone like her who projects stability and maturity. Someone who isn't tweeting every five minutes.\"\n\nCometh the hour, cometh the Merkel, her supporters say. Strongmen and showmen might have their uses during peacetime, but in a pandemic, with the economy in a downward spiral and millions afraid, you need a cool head.\n\nEven after Ms Merkel went into quarantine last Monday, having come into contact with a doctor who tested positive for Covid-19, there was no doubt in most Germans' minds who was in charge. \"She analyses the situation very precisely and, unlike others, listens to the advice of experts,\" says Jürgen Hardt, foreign affairs spokesman for Ms Merkel's party, the Christian Democratic Union. It's not surprising she once cited Marie Curie, the physicist who discovered radium, as her role model.\n\nWestern Europe's longest-serving leader, 65-year-old Ms Merkel has been here before. She steered Germany through the 2008 financial meltdown, the eurozone debt crisis, and the migration emergency of 2015-16, when more than a million refugees entered Europe. Through it all she conveyed quiet competence and a minimum of fuss.\n\nHer return to the role of the nation's Mutti (or mummy) has taken some by surprise, however. Ms Merkel's fourth and final term has been a hard slog: the \"grand coalition\" she presides over with the Social Democrats has been riven by constant bickering, while uncertainty over who will succeed her as chancellor has destabilised German politics.\n\nCDU conservatives still cannot forgive her for keeping the country's borders open during the refugee crisis, a decision that fuelled political tensions and gave a huge boost to the far-right Alternative for Germany, now established in all 16 regional parliaments.\n\nNone of that seems to matter now. Her government has jumped into action, pushing through a €156bn emergency budget to protect the economy. For Germans, says Manfred Güllner, one of the country's leading pollsters, Ms Merkel is \"the living safety-net\". Her party is up 4 points at 36 per cent, the AfD down 4 points at 9.\n\nThrough it all, she has been her usual imperturbable self. Katja Leikert, a CDU MP, took part in a conference call with senior party figures on Tuesday, and was impressed, as ever, by Ms Merkel's style: \"Some of the people on the call were mansplaining for ages, and she spoke for just two minutes.\"\n\nMs Merkel's reticence has deep roots, originating in her upbringing in East Germany. She once said that \"learning when to keep quiet was a great advantage in the GDR period\". It was, she said, \"one of our survival strategies\".\n\nA pastor's daughter who became a physicist, she entered politics after the fall of the Berlin Wall and rose quickly to become a minister in the cabinet of Helmut Kohl. When he became embroiled in a party funding scandal, she turned on him and snatched the leadership of the CDU. As chancellor she won four consecutive elections and, in recent years, has become a symbol of western liberal values scorned by nationalists such as US president Donald Trump.\n\nBut her status as Europe's pre-eminent stateswoman faces a historic test. Some in Brussels believe the continent is now facing its worst peacetime crisis. Eurozone leaders may need to rally behind the single currency to save it from break-up. So far, though, there is little sign of co-ordinated European action.\n\nMs Merkel will have do what is necessary to ensure the euro's survival without alienating her compatriots. She once described the eurozone crisis as \"like being in a dark room, so dark that you couldn't see your hand in front of your face and you have to grope your way forward\". This crisis could be even more disorientating.\n\nBut as she girds herself for the monumental task of rescuing Germany and Europe, she at least enjoys wide support. Even opposition politicians give her the thumbs-up.\n\n\"In a crisis like this,\" Green MP Konstantin von Notz tweeted this month, \"we can only be happy that we have a chancellor like Angela Merkel.\"\n\nguy.chazan@ft.com", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Angela_Merkel", "type": "person", "score": 5, "label": {"eng": "Angela Merkel"}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 5, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Christian_Democratic_Union_of_Germany", "type": "org", "score": 4, "label": {"eng": "Christian Democratic Union of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/East_Germany", "type": "loc", "score": 4, "label": {"eng": "East Germany"}, "location": {"type": "place", "label": {"eng": "East Germany"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_of_Germany", "type": "wiki", "score": 4, "label": {"eng": "Chancellor of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 3, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Jürgen_Hardt", "type": "person", "score": 3, "label": {"eng": "Jürgen Hardt"}}, {"uri": "http://en.wikipedia.org/wiki/Marie_Curie", "type": "person", "score": 3, "label": {"eng": "Marie Curie"}}, {"uri": "http://en.wikipedia.org/wiki/Freedom_of_movement", "type": "wiki", "score": 3, "label": {"eng": "Freedom of movement"}}, {"uri": "http://en.wikipedia.org/wiki/New_Year's_Eve", "type": "wiki", "score": 3, "label": {"eng": "New Year's Eve"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Human_migration", "type": "wiki", "score": 3, "label": {"eng": "Human migration"}}, {"uri": "http://en.wikipedia.org/wiki/Alternative_for_Germany", "type": "org", "score": 3, "label": {"eng": "Alternative for Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Western_Europe", "type": "loc", "score": 3, "label": {"eng": "Western Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Communism", "type": "wiki", "score": 3, "label": {"eng": "Communism"}}, {"uri": "http://en.wikipedia.org/wiki/Physicist", "type": "wiki", "score": 3, "label": {"eng": "Physicist"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Katja_Leikert", "type": "person", "score": 2, "label": {"eng": "Katja Leikert"}}, {"uri": "http://en.wikipedia.org/wiki/European_debt_crisis", "type": "wiki", "score": 2, "label": {"eng": "European debt crisis"}}, {"uri": "http://en.wikipedia.org/wiki/European_migrant_crisis", "type": "wiki", "score": 2, "label": {"eng": "European migrant crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Member_of_parliament", "type": "wiki", "score": 2, "label": {"eng": "Member of parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Politics_of_Germany", "type": "wiki", "score": 2, "label": {"eng": "Politics of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Helmut_Kohl", "type": "person", "score": 2, "label": {"eng": "Helmut Kohl"}}, {"uri": "http://en.wikipedia.org/wiki/Berlin_Wall", "type": "wiki", "score": 2, "label": {"eng": "Berlin Wall"}}, {"uri": "http://en.wikipedia.org/wiki/Grand_coalition", "type": "wiki", "score": 2, "label": {"eng": "Grand coalition"}}, {"uri": "http://en.wikipedia.org/wiki/Liberalism", "type": "wiki", "score": 2, "label": {"eng": "Liberalism"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism", "type": "wiki", "score": 2, "label": {"eng": "Conservatism"}}, {"uri": "http://en.wikipedia.org/wiki/Far-right_politics", "type": "wiki", "score": 2, "label": {"eng": "Far-right politics"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_(government)", "type": "wiki", "score": 2, "label": {"eng": "Cabinet (government)"}}, {"uri": "http://en.wikipedia.org/wiki/Social_Democratic_Party_of_Germany", "type": "org", "score": 2, "label": {"eng": "Social Democratic Party of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Refugee", "type": "wiki", "score": 2, "label": {"eng": "Refugee"}}, {"uri": "http://en.wikipedia.org/wiki/Eurozone", "type": "loc", "score": 1, "label": {"eng": "Eurozone"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 1, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Brussels", "type": "loc", "score": 1, "label": {"eng": "Brussels"}, "location": {"type": "place", "label": {"eng": "Brussels"}, "country": {"type": "country", "label": {"eng": "Belgium"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 9}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 11}, {"uri": "dmoz/Society/Politics/Socialism", "label": "dmoz/Society/Politics/Socialism", "wgt": 8}, {"uri": "dmoz/Society/Issues/Territorial_Disputes", "label": "dmoz/Society/Issues/Territorial Disputes", "wgt": 8}, {"uri": "dmoz/Society/Politics/Christian_Democracy", "label": "dmoz/Society/Politics/Christian Democracy", "wgt": 9}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 54}, {"uri": "news/Business", "label": "news/Business", "wgt": 45}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F71920d1e-7024-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 1399}, "sentiment": -0.1294117647058823, "wgt": 1399, "relevance": 76}, {"uri": "6005396703", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "05:25:00", "dateTime": "2020-03-24T05:25:00Z", "dateTimePub": "2020-03-24T05:25:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/efdec278-6d01-11ea-9bca-bf503995cd6f", "title": "From cover-up to global donor: China's soft power play ", "body": "Just one month ago, China appeared to be reeling under the impact of the coronavirus epidemic. Its economy was in freefall and the death of a whistleblower doctor from Wuhan had unleashed an online revolt against the country's communist authorities.\n\nJust how quickly the situation has changed was demonstrated last week by Aleksandar Vucic. With the virus now classified as a pandemic and its epicentre having shifted from Asia to Europe, the Serbian president issued a public appeal that has become a much-needed propaganda boost for Beijing.\n\nCiting the \"centennial and strong-as-steel friendship\" between Serbia and China, he called on his \"brother and friend\" Xi Jinping, his Chinese counterpart, to assist in battling the disease.\n\n\"I am asking that you send us anything you can,\" Mr Vucic was quoted as saying. \"We need everything, from masks, gloves to ventilators, literally everything, and most of all we need your knowledge and people who would be willing to come here and help.\"\n\nIt was just what China had been looking for -- an opportunity to start reframing its role from that of the country that accelerated the virus's spread through cover-ups, to that of the magnanimous global power offering leadership at a time of panic and peril in much of the rest of the world.\n\n\"China is trying to turn its health crisis into a geopolitical opportunity,\" says Yu Jie, senior research fellow on China at Chatham House, a UK think-tank. \"It is launching a soft power campaign aimed at filling the vacuum left by the United States.\"\n\nThe aim of its new propaganda push, analysts say, is mostly to repair the serious damage that the pandemic -- which originated in China -- has done to its reputation at home and abroad. China is intent on showing itself as a responsible power, just as it did in the aftermath of the 2008 financial crisis when Beijing's economic stimulus helped lift global demand.\n\nBut this time, it is also displaying a much harder edge. Whereas in 2008 Beijing co-ordinated its efforts with those of the US, China is now mixing its humanitarian donations to hard-hit countries with stinging tirades against the US. The impression given is that of a rising superpower trying to show the incumbent which is the more important nation.\n\nWhile US president Donald Trump lashes out over the \"Chinese virus\" as he fights criticism and a market meltdown at home, China has launched a high-tempo programme of pandemic diplomacy, winning headlines around the world for the good deeds it is doing in Europe, Africa and elsewhere.\n\nBeijing has much ground to make up. Many people around the world blame China for multiple mis-steps that helped make the coronavirus such a potent threat. But with its economy starting to bounce back after a disastrous three months and its financial markets becoming a refuge for skittish global capital, there is a chance that Beijing may end up enhancing its international standing -- something that would have seemed unthinkable a month ago.\n\nChina's play rests upon its claim to have all but halted the virus's spread domestically. In spite of scepticism over the accuracy of official statistics, the number of people newly-infected with coronavirus each day has fallen to double digits recently. In countries such as Italy, Spain, Iran and Germany, the new case count is running at well over 1,000 a day.\n\nThe impression that China is turning a corner is reinforced by economic data. A China Economic Activity Index compiled by the Financial Times to track the country's progress in getting back to work shows a steady uptick in areas such as real estate sold, power plant coal consumption and traffic congestion. However, cinema admissions, a proxy for consumer demand, remains very weak.\n\nIf China can avoid a second wave of outbreaks, it will probably become the first large country to recover from the pandemic. Most economists are now forecasting an unprecedented contraction in gross domestic product during the first quarter of the year, followed by a sharp snapback in the second quarter.\n\nFor instance, Louis Kuijs, head of Asia economics at Oxford Economics in Hong Kong, expects a bounce of 8 per cent for the second quarter from the previous three-month period.\n\nIf such growth materialises, then China could stand as a rare example of growth in a world racked by economic crisis, boosting both its soft power appeal and giving it room to intervene on behalf of countries that are stricken and request assistance, such as Serbia.\n\n\"With China's domestic demand-driven economy set to rebound and mainland investors avoiding the panic that has smacked western markets, its economy could put a floor under global growth and offer a safe haven to investors,\" says Andy Rothman, an investment strategist at Matthews Asia, an investment fund.\n\nThe potential for such \"safe haven\" status does not seem far fetched. Offshore investors poured Rmb90bn ($13bn) into China's government bond and policy bank securities market in the year to the end of February, according to figures from the company that operates Hong Kong's bond trading scheme with the mainland -- and inflows have accelerated further in March, traders said. This brought total foreign ownership of sovereign renminbi bonds to a record Rmb2.27tn.\n\n\"Global investors are not going to stop piling in,\" says Hayden Briscoe, Asia-Pacific head of fixed income at UBS Asset Management. \"They need a safe market that's actually offering them a nominal yield.\"\n\nOpinion differs on whether Beijing, confronted with a sharp contraction in growth in the first quarter, will unleash a stimulus package reminiscent of the one that dragged the global economy back to growth in the aftermath of the 2008 financial crisis. Some analysts think China's high debt levels preclude such an option but others, such as Mr Rothman, regard such a package as a distinct possibility.\n\n\"I have no doubt that if the domestic economy fails to show clear signs of reawakening in April, the government will step in with some of the bazooka-like measures deployed during the [financial crisis],\" he says. \"Interest rates in China are relatively high, so there is room to cut [and] there is room to . . . ramp up infrastructure construction.\"\n\nWith its economy recovering, Beijing is at liberty to hand out assistance to affected countries -- not forgetting to play their gratitude back to home audiences. In the case of Serbia, for example, some 300m Chinese have watched a video in which Mr Vucic says that without \"our Chinese brothers\", Serbia would be incapable of defending itself against the virus, Chinese officials said.\n\nSerbia has been far from the only recipient of Chinese goodwill. In a phone conversation last week, Mr Xi told Pedro Sánchez, the Spanish prime minister, that China will do its best to provide support. He added that \"sunshine comes after a storm\", suggesting that the two countries should step up co-operation after the outbreak is over.\n\nItaly, which has suffered more than 6,000 deaths -- a higher toll than China -- appealed to its EU neighbours this month to send face masks for medical workers. But it was China that stepped up first. It dispatched masks, ventilators and 300 intensive care doctors to reinforce overwhelmed hospitals in the country.\n\nLuigi Di Maio, Italy's foreign minister, said last week: \"We will remember those who were close to us in this difficult period.\"\n\nWatching the Chinese example, Russia has also followed suit, announcing on Sunday that it was sending planeloads of medics and hospital supplies to Italy.\n\nChina has made similar overtures -- supplying medical equipment, advice and in some cases staff -- to several other countries in Europe, Africa and the Middle East. Xinhua, the official Chinese news agency, reported that each of 54 African nations will receive 20,000 testing kits, 100,000 masks and 1,000 protective suits for medical use from the Jack Ma Foundation, a charitable organisation led by China's wealthiest individual and former Alibaba chief.\n\nMr Xi lost no time in linking such efforts last week to the Belt and Road Initiative, his signature policy to win influence around the world by building infrastructure. Mr Xi was quoted as telling Giuseppe Conte, Italy's prime minister, by phone that Beijing was willing to contribute to a \"health silk road\" -- a clear reference to the fact that Italy is the only country in the G7 to have signed up to the BRI.\n\n\"China is trying to capitalise now in terms of soft power,\" says Joshua Kurlantzick, senior fellow at the Council on Foreign Relations, a US think-tank.\n\nAs it portrays itself as a saviour, China is also emphasising a telling difference between this and previous global crises: Beijing is going it alone, with no hint of US co-operation.\n\nEven as recently as 2014, when the Ebola virus ravaged west Africa, killing at least 10,000 people, the US and China co-operated closely. Chinese and Americans worked side by side in laboratories in Sierra Leone and at an airport offloading emergency supplies, according to a Carter Center report.\n\nBeijing and Washington also joined relief efforts in the aftermath of the 2004 south-east Asian tsunami. Following the 2008 financial crisis, both countries agreed on the causes of the crisis and took concerted measures to boost global demand. It was China's $586bn stimulus programme in 2009 that helped lead the world out of the downturn.\n\nBut after years of trade disputes, this time things are very different, says Ryan Hass, a former senior White House and state department official who is now at the Brookings Institution think-tank.\n\n\"The spread of the coronavirus has held a mirror up to the bilateral relationship and the image that has emerged is ugly,\" says Mr Hass. \"Now, leaders in both countries are consumed by arguments over where the virus emerged and who is to blame for its spread, rather than on what must be done, collectively, to stop it.\"\n\nThe clearest example of what Mr Hass calls a \"downward spiral\" in US-China relations has come in a bitter argument over what to call the coronavirus pandemic. Donald Trump, the US president, has repeatedly called it the \"Chinese virus\", eliciting a \"strong condemnation\" from Beijing's foreign ministry.\n\nBut Mr Trump has not been unprovoked. Zhao Lijian, a Chinese foreign ministry spokesperson, has pushed theories -- without providing supporting evidence -- that the virus may have been hatched by the US military. This claim has been repeated by China's official media and by Chinese ambassadors around the world, although Cui Tiankai, China's ambassador to the US, appeared to distance himself from the claim this week.\n\nNot content with starting a war of words with the US president, China's state media has also claimed that its authoritarian governance system is better suited to cope with a viral outbreak than democratic systems, even though this ignores the performance of Taiwan and South Korea, which arrested the virus' spread far more effectively than China.\n\nSuch moves, say analysts, are undermining the soft power projection that Beijing is aiming for.\n\n\"China will struggle to persuade the world that it is a benign major power coming to the aid of those in need when it simultaneously is pushing out fringe conspiracy theories,\" says Mr Hass. \"It would be much wiser of Beijing to let its aid to others speak for itself, but it is unclear whether it has the discipline to do so at the moment.\"\n\nMinxin Pei, a professor at Claremont McKenna College in Los Angeles, says China's recent actions, including the expulsion of US journalists this month, made potential co-operation with the US to combat the virus more difficult.\n\n\"Instead of touting the superiority of its one-party regime, China will do well to be a generous global leader that shares its medical resources and supplies with other countries, especially developing countries in desperate need of help,\" he says.\n\nAnd whatever kudos China wins from its humanitarian gestures will be set against its early mis-steps and cover-up.\n\n\"Its progress was achieved at horrendous cost. Since arguably China could have prevented the outbreak in the first place if it had a more transparent system and greater press freedom, Beijing could try to cite its success as proof of the capabilities of its political system, but not many people outside China would buy it,\" he adds.\n\nIt is clear that the pandemic is compounding deep fractures in a US-China relationship that has sunk to its lowest ebb since the 1989 massacre of pro-democracy demonstrations around Tiananmen Square in Beijing. Bill Bishop, a Washington-based China expert and author of the newsletter Sinocism, says the relationship is approaching a \"precipice\".\n\nMr Bishop says a toxic mix of economic downturns in the US and China, nationalistic citizens and political leaders trying to deflect blame on to an external rival has the potential to deepen the crisis. He wrote last week: \"The carnage from the coronavirus has barely begun in the US.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 5, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Aleksandar_Vučić", "type": "person", "score": 5, "label": {"eng": "Aleksandar Vučić"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 5, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Propaganda", "type": "wiki", "score": 5, "label": {"eng": "Propaganda"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 5, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Serbia", "type": "loc", "score": 5, "label": {"eng": "Serbia"}, "location": {"type": "country", "label": {"eng": "Serbia"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/President_of_Serbia", "type": "wiki", "score": 4, "label": {"eng": "President of Serbia"}}, {"uri": "http://en.wikipedia.org/wiki/Socialist_Republic_of_Romania", "type": "loc", "score": 4, "label": {"eng": "Socialist Republic of Romania"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 4, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Soft_power", "type": "wiki", "score": 4, "label": {"eng": "Soft power"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 4, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Whistleblower", "type": "wiki", "score": 4, "label": {"eng": "Whistleblower"}}, {"uri": "http://en.wikipedia.org/wiki/Think_tank", "type": "wiki", "score": 4, "label": {"eng": "Think tank"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 4, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Proxy_war", "type": "wiki", "score": 3, "label": {"eng": "Proxy war"}}, {"uri": "http://en.wikipedia.org/wiki/Power_(international_relations)", "type": "wiki", "score": 3, "label": {"eng": "Power (international relations)"}}, {"uri": "http://en.wikipedia.org/wiki/Chatham_House", "type": "org", "score": 3, "label": {"eng": "Chatham House"}}, {"uri": "http://en.wikipedia.org/wiki/Humanitarianism", "type": "wiki", "score": 3, "label": {"eng": "Humanitarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Geopolitics", "type": "wiki", "score": 3, "label": {"eng": "Geopolitics"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Renminbi", "type": "wiki", "score": 3, "label": {"eng": "Renminbi"}}, {"uri": "http://en.wikipedia.org/wiki/UBS", "type": "org", "score": 3, "label": {"eng": "UBS"}}, {"uri": "http://en.wikipedia.org/wiki/Superpower", "type": "wiki", "score": 3, "label": {"eng": "Superpower"}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 3, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Oxford", "type": "loc", "score": 3, "label": {"eng": "Oxford"}, "location": {"type": "place", "label": {"eng": "Oxford"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 3, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Cui_Tiankai", "type": "person", "score": 2, "label": {"eng": "Cui Tiankai"}}, {"uri": "http://en.wikipedia.org/wiki/Jack_Ma", "type": "person", "score": 2, "label": {"eng": "Jack Ma"}}, {"uri": "http://en.wikipedia.org/wiki/Carter_Center", "type": "org", "score": 2, "label": {"eng": "Carter Center"}}, {"uri": "http://en.wikipedia.org/wiki/Luigi_Di_Maio", "type": "person", "score": 2, "label": {"eng": "Luigi Di Maio"}}, {"uri": "http://en.wikipedia.org/wiki/Ministry_of_Foreign_Affairs_of_the_People's_Republic_of_China", "type": "org", "score": 2, "label": {"eng": "Ministry of Foreign Affairs of the People's Republic of China"}}, {"uri": "http://en.wikipedia.org/wiki/Brookings_Institution", "type": "org", "score": 2, "label": {"eng": "Brookings Institution"}}, {"uri": "http://en.wikipedia.org/wiki/Alibaba_Group", "type": "org", "score": 2, "label": {"eng": "Alibaba Group"}}, {"uri": "http://en.wikipedia.org/wiki/Southeast_Asia", "type": "loc", "score": 2, "label": {"eng": "Southeast Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 2, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_Armed_Forces", "type": "org", "score": 2, "label": {"eng": "United States Armed Forces"}}, {"uri": "http://en.wikipedia.org/wiki/Xinhua_News_Agency", "type": "org", "score": 2, "label": {"eng": "Xinhua News Agency"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 2, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/West_Africa", "type": "loc", "score": 2, "label": {"eng": "West Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Minxin_Pei", "type": "person", "score": 1, "label": {"eng": "Minxin Pei"}}, {"uri": "http://en.wikipedia.org/wiki/Claremont_McKenna_College", "type": "org", "score": 1, "label": {"eng": "Claremont McKenna College"}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 17}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 22}, {"uri": "dmoz/Business/Chemicals/Fine-Chemical_Intermediates", "label": "dmoz/Business/Chemicals/Fine-Chemical Intermediates", "wgt": 19}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 18}, {"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 23}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 73}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F834f67b2-6d23-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 1283}, "sentiment": -0.09019607843137256, "wgt": 1283, "relevance": 101}, {"uri": "6006122341", "lang": "eng", "isDuplicate": false, "date": "2020-03-24", "time": "16:33:00", "dateTime": "2020-03-24T16:33:00Z", "dateTimePub": "2020-03-24T16:32:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/de7796b6-6cef-11ea-9bca-bf503995cd6f", "title": "This pandemic is an ethical challenge", "body": "The coronavirus seeks only to replicate. We seek to halt that replication. Unlike the virus, humans make choices. This pandemic will pass into history. But the way in which it passes will shape the world it leaves behind. It is the first such pandemic for a century. And it comes to a world that -- unlike in 1918, when the Spanish flu hit -- has been at peace and enjoys unprecedented wealth. We should be able to manage it well. If we do not do so, this will be a turning point for the worse.\n\nMaking the right decisions requires that we understand the options and their moral implications. We now confront two fundamental sets of choices: within our countries and across borders.\n\nIn high-income countries, the biggest choice is how aggressively to halt transmission of the virus. But we also need to decide who will bear the costs of that choice and how.\n\nSome continue to argue that it is wrong to force the economy into a depression to suppress transmission of the virus. This, they suggest, will cause unnecessary disruption. If, instead, the virus is left to spread relatively freely, we can achieve \"herd immunity\", sustain the economy and still focus resources on the vulnerable.\n\nYet it is not clear that the economy would fare better under this relatively laissez faire \"mitigation\" policy than under one of determined \"suppression\". Long before government-imposed lockdowns, many people stopped travelling or going to restaurants, cinemas or shops. Decisive action to suppress the virus and follow up with testing and tracking of new infections could well end the inevitable economic slump even sooner than otherwise.\n\nWhat seems quite certain is the global health system would fare much better under suppression than mitigation. Under the latter, argues the Imperial College Covid-19 Response Team, the health systems of the UK and US would be overwhelmed: large numbers of predominantly old people would be left to die untreated. It was presumably to prevent this from happening across China that the government suppressed the virus so fiercely in Hubei. Could a health calamity that is unacceptable in China be acceptable in the UK or US?\n\nYet the critics are also right: it will be impossible to close large parts of our economies for very long. If suppression is to be tried, it must be successful quickly and resurgence of the virus must be throttled. Meanwhile, central banks and governments must seek to keep as much of the economy going as possible, preserve as much productive capacity intact as possible and ensure that the people, above all the vulnerable, are generously protected in whatever way a country finds practical.\n\nThe solidarity between countries needs to be as strong as within them. The financial instability and looming recession (probably depression) we see coming will inflict huge harm on emerging and developing countries. The IMF states that investors have already removed $83bn from emerging economies. The fall in the prices of commodities, upon which many emerging and developing countries depend, is also deep.\n\nThese countries must also grapple with the domestic spread of the virus and the weakening of their own domestic demand. Their ability to manage these internal and external pressures is limited. The outcome could be huge economic and social disasters. The IMF itself already faces 80 requests for rapid financial support. The aggregate external financing gaps of emerging and developing countries are likely to be far beyond the IMF's lending capacity.\n\nThese vulnerable countries will benefit if high-income countries succeed in suppressing the disease and rescuing their economies. But this will not be true in the short run. Emerging and developing countries will need much assistance. That will also help every country's economic recovery. The virus is a shared challenge. So, too, is the coming global slump. Practicality and the demands of solidarity justify generous help.\n\nThe same is true within the eurozone. The defining characteristic of a currency union is that individual members have given up the insurance of fiscal autonomy and a sovereign currency in favour of collective mechanisms. During the global financial crisis, that largely failed a number of member countries. Yet, in that case, a moralistic argument could plausibly assert that it was in good part their own fault. This pandemic is not anybody's fault. If the eurozone cannot show solidarity in such a crisis, its failure will be neither forgotten nor forgiven. The wounds will be deep, perhaps mortal. Without visible solidarity in a crisis for which nobody bears blame, the European project will be morally, maybe practically, dead.\n\nAny cross-border aid cannot, moreover, be purely financial. Medical help will be needed too. A crucial step will be ending the spate of export controls that are destroying medical supply chains.\n\nFortunately, the disease we now confront is nothing like as bad as the plagues that repeatedly devastated the lives of our ancestors. Yet it is still something virtually no living person has experienced. It is a practical challenge that must be met with well-informed decisions. But it is also an ethical challenge. We should recognise both aspects of the decisions we must make.\n\nDo leaders project calm and use reason? Do we defeat the disease, while minimising the economic damage? Do we ensure that the weakest people and countries are protected? Do we choose solidarity over hostility and global responsibility over inward-looking nationalism? Do we seek to bequeath a better post-pandemic world, not a worse one? Unlike viruses, human beings have choices. Choose well.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 4, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Bank_high-income_economy", "type": "wiki", "score": 4, "label": {"eng": "World Bank high-income economy"}}, {"uri": "http://en.wikipedia.org/wiki/Depression_(mood)", "type": "wiki", "score": 4, "label": {"eng": "Depression (mood)"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 4, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 4, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Developing_country", "type": "wiki", "score": 4, "label": {"eng": "Developing country"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 3, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 3, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/Laissez-faire", "type": "wiki", "score": 3, "label": {"eng": "Laissez-faire"}}, {"uri": "http://en.wikipedia.org/wiki/International_Monetary_Fund", "type": "org", "score": 3, "label": {"eng": "International Monetary Fund"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 3, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Emerging_market", "type": "wiki", "score": 2, "label": {"eng": "Emerging market"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Autonomy", "type": "wiki", "score": 2, "label": {"eng": "Autonomy"}}, {"uri": "http://en.wikipedia.org/wiki/Sovereignty", "type": "wiki", "score": 2, "label": {"eng": "Sovereignty"}}, {"uri": "http://en.wikipedia.org/wiki/Currency_union", "type": "wiki", "score": 2, "label": {"eng": "Currency union"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 2, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/Eurozone", "type": "loc", "score": 2, "label": {"eng": "Eurozone"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 18}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 18}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 23}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 17}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 17}, {"uri": "news/Business", "label": "news/Business", "wgt": 49}, {"uri": "news/Science", "label": "news/Science", "wgt": 48}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc610359c-6dda-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 1088}, "sentiment": 0.05882352941176472, "wgt": 1088, "relevance": 76}, {"uri": "6007896515", "lang": "eng", "isDuplicate": false, "date": "2020-03-25", "time": "23:12:00", "dateTime": "2020-03-25T23:12:00Z", "dateTimePub": "2020-03-25T23:12:00Z", "dataType": "news", "sim": 0.5882353186607361, "url": "https://www.ft.com/content/4cc667f2-6ee2-11ea-89df-41bea055720b", "title": "Dyson to produce 15,000 ventilators from scratch 'in weeks'", "body": "Dyson plans to manufacture 15,000 medical ventilators designed from scratch, following a call from the prime minister for British industry to supply the National Health Service with equipment to fight coronavirus.\n\nThe appliances maker told staff it had received a UK government order for 10,000 of the devices and aims to begin delivering them \"in weeks\", contingent on regulatory approval it expects to obtain on Friday.\n\nBillionaire founder Sir James Dyson is to pay for a further 5,000 to be made, of which 4,000 will be donated to other countries.\n\nVentilators support patients with acute respiratory difficulties, which occurs in severe cases of the Covid-19 virus that has now killed more than 450 people in Britain.\n\nThe NHS has access to 8,175 ventilators but the government has indicated that 60,000 are needed in total, up from a previous estimate of 30,000, according to one person involved in the procurement process. The shortfall is difficult to plug because the UK is not a major manufacturer of the equipment.\n\nAs countries affected by the coronavirus outbreak scramble to source the life-saving machines, companies from the automotive, aerospace and engineering sectors have been working on various plans, including another \"clean sheet\" blueprint by Meggitt, the aircraft parts maker.\n\nDyson's CoVent model was developed in 10 days in conjunction with The Technology Partnership, a medical devices company based in Cambridge. The vacuum company declined to disclose the financial arrangements of the government deal, though it said it does not expect to make a profit on the ventilators.\n\nIn an email to staff seen by the Financial Times, Sir James wrote: \"This new device can be manufactured quickly, efficiently and at volume. It is designed to address the specific clinical needs of Covid-19 patients, and it is suited to a variety of clinical settings.\n\n\"The core challenge was how to design and deliver a new, sophisticated medical product in volume and in an extremely short space of time. The race is now on to get it into production.\"\n\nThe government said it had received an overwhelming response from businesses. It is now testing proof of concepts from a number of suppliers with the support of clinicians, though any orders are dependent on machines passing regulatory tests.\n\nDyson, known for its floor cleaners, hair dryers and air purifiers, is looking to assemble the ventilators at its research centre at Hullavington, Wiltshire, located on the site of a former Royal Air Force base.\n\nThey will contain Dyson motors that are made in Singapore, where the company was planning to manufacture an electric car until the programme was scrapped last year. Dyson's other products are made in Asia.\n\nMinisters have already given the green light to an aerospace-automotive consortium, called Ventilator Challenge UK, to accelerate production of two existing machines that are made domestically, subject to regulatory approval.\n\nOne is a transport ventilator produced in Luton by Smiths Group, which is typically deployed in ambulances. It is quadrupling output to about 200 to 300 a week, with the possibility of expanding production at factories owned by GKN and Airbus. The other model, made by Penlon in Oxfordshire, will be modified for use on more acute patients.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Dyson_(company)", "type": "org", "score": 5, "label": {"eng": "Dyson (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_ventilator", "type": "wiki", "score": 5, "label": {"eng": "Medical ventilator"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 5, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/James_Dyson", "type": "person", "score": 4, "label": {"eng": "James Dyson"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 4, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Aerospace", "type": "wiki", "score": 3, "label": {"eng": "Aerospace"}}, {"uri": "http://en.wikipedia.org/wiki/Procurement", "type": "wiki", "score": 3, "label": {"eng": "Procurement"}}, {"uri": "http://en.wikipedia.org/wiki/Engineering", "type": "wiki", "score": 3, "label": {"eng": "Engineering"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_device", "type": "wiki", "score": 3, "label": {"eng": "Medical device"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 3, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Automotive_industry", "type": "wiki", "score": 3, "label": {"eng": "Automotive industry"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Cambridge", "type": "loc", "score": 3, "label": {"eng": "Cambridge"}, "location": {"type": "place", "label": {"eng": "Cambridge"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Air_purifier", "type": "wiki", "score": 2, "label": {"eng": "Air purifier"}}, {"uri": "http://en.wikipedia.org/wiki/Hair_dryer", "type": "wiki", "score": 2, "label": {"eng": "Hair dryer"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 2, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Air_Force", "type": "wiki", "score": 2, "label": {"eng": "Royal Air Force"}}, {"uri": "http://en.wikipedia.org/wiki/Vacuum", "type": "wiki", "score": 2, "label": {"eng": "Vacuum"}}, {"uri": "http://en.wikipedia.org/wiki/Electric_car", "type": "wiki", "score": 2, "label": {"eng": "Electric car"}}, {"uri": "http://en.wikipedia.org/wiki/Wiltshire", "type": "loc", "score": 2, "label": {"eng": "Wiltshire"}, "location": {"type": "place", "label": {"eng": "Wiltshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 2, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Smiths_Group", "type": "org", "score": 1, "label": {"eng": "Smiths Group"}}, {"uri": "http://en.wikipedia.org/wiki/GKN", "type": "org", "score": 1, "label": {"eng": "GKN"}}, {"uri": "http://en.wikipedia.org/wiki/Consortium", "type": "wiki", "score": 1, "label": {"eng": "Consortium"}}, {"uri": "http://en.wikipedia.org/wiki/Airbus", "type": "org", "score": 1, "label": {"eng": "Airbus"}}, {"uri": "http://en.wikipedia.org/wiki/Ambulance", "type": "wiki", "score": 1, "label": {"eng": "Ambulance"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 1, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Luton", "type": "loc", "score": 1, "label": {"eng": "Luton"}, "location": {"type": "place", "label": {"eng": "Luton"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oxfordshire", "type": "loc", "score": 1, "label": {"eng": "Oxfordshire"}, "location": {"type": "place", "label": {"eng": "Oxfordshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "dmoz/Business", "label": "dmoz/Business", "wgt": 20}, {"uri": "dmoz/Business/Industrial_Goods_and_Services", "label": "dmoz/Business/Industrial Goods and Services", "wgt": 19}, {"uri": "dmoz/Business/Industrial_Goods_and_Services/Machinery_and_Tools", "label": "dmoz/Business/Industrial Goods and Services/Machinery and Tools", "wgt": 17}, {"uri": "dmoz/Business/Healthcare", "label": "dmoz/Business/Healthcare", "wgt": 19}, {"uri": "dmoz/Business/Healthcare/Products_and_Services", "label": "dmoz/Business/Healthcare/Products and Services", "wgt": 21}, {"uri": "news/Business", "label": "news/Business", "wgt": 89}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fd58e22d2-6ee7-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5632104", "location": null, "shares": {"facebook": 981}, "sentiment": -0.0980392156862745, "wgt": 981, "relevance": 101}, {"uri": "6012192283", "lang": "eng", "isDuplicate": false, "date": "2020-03-29", "time": "13:18:00", "dateTime": "2020-03-29T13:18:00Z", "dateTimePub": "2020-03-29T13:17:00Z", "dataType": "news", "sim": 0.7411764860153198, "url": "https://www.ft.com/content/d28914c0-7036-11ea-9bca-bf503995cd6f", "title": "Go-it-alone eurozone 'coronabonds' are worth the risk", "body": "The eurobond is to the eurozone what Brexit has been in the UK: the defining ideological issue. No one ever changes their views on it, at least not as a result of a reasoned debate. You are either here, or there.\n\nLast week, nine EU leaders wrote a letter to Charles Michel, president of the European Council, asking for a mutualised asset to share some of the direct fiscal costs from the coronavirus pandemic. The European Council, predictably, refused to act on this request.\n\nNo crisis is ever big enough to stop European member states putting their narrow interests first. Wopke Hoekstra, Dutch finance minister, even used the opportunity to lash out at what he considers the past fiscal profligacy of some member states. He invoked the standard argument: a eurobond would produce moral hazard. Among German and Dutch economists, the idea that a backstop encourages irresponsible spending is a popular concept. More often than not, hiding deep prejudices and distrust of foreigners. While not everybody is quite as tactless as the Dutch finance minister, the sentiment is shared in his country and in Germany, too.\n\nFor France, Italy, Spain and the rest of the nine eurozone countries calling for \"coronabonds\", there is a way forward. They could set up a mutualised bond backed by themselves, in a coalition of the willing. They could then challenge the European Central Bank to buy these securities as part of its pandemic emergency purchasing programme. Legally, a mutualised debt instrument between a group of sovereign states would still count as national debt. The repayment obligation would be shared.\n\nThis would not reduce the debt load of vulnerable member states in a way a properly designed EU-wide instrument could. But, at the very least, it would set a precedent, and raise some money.\n\nTherein lies an opportunity and a risk. Bonds backed by the nine countries may be seen as a precursor to a future split. It has been my view since the eurozone crisis that Germany will only act to help others when it perceives an existential threat to the eurozone.\n\nIf members are not ready to walk out, nothing will ever shift. If the eurozone nine choose to play it safe, they will miss the moment. I note with interest that the prime ministers of Italy and Spain acted jointly when they rejected the draft conclusions of the European Council last week. This is a confrontation that absolutely needs to happen.\n\nWhat would such a mutualised bond do? At the beginning of the eurozone crisis, I argued in favour of a eurozone bond as a risk-sharing device -- the need for which has now become sadly obvious. The purpose of a one-time \"coronabond\" would have to go far beyond providing insurance, or even beyond paying for healthcare expenses. I think the funds should be used for a post-crisis investment programme.\n\nAs the German constitutional court keeps reminding us in ruling after ruling, fiscal policy is a national prerogative. If the nine countries want to go down the mutual path, they can. It is a risky choice, but not nearly as risky as sheltering under the rescue umbrella the eurozone set up after the last crisis.\n\nUnder that precedent, when member states in need of cash seek emergency financing from the European Stability Mechanism, they must subject themselves to fiscal supervision. Italy and Spain would have to accept an erosion of fiscal sovereignty, possibly for generations, even as Germany, the Netherlands, and Finland reverted to running large fiscal surpluses against the rest of the eurozone and the rest of the world.\n\nI do not believe this to be sustainable. Italy could easily end up with a ratio of debt to gross domestic product of close to 200 per cent once this crisis is over. With high unemployment, low growth and no fiscal sovereignty, it would be fertile political ground for those on the right who are urging it to leave the euro.\n\nRemember how the Brexit majority arose in the UK. Leaving the EU started as a fringe project of the nationalist right. It won because it attracted sufficient support from the political mainstream, and from parts of the left. No matter whether you are pro- or anti-European, it is not rational for countries to choose economic arrangements that are detrimental to their interest.\n\nIt is no accident that the nine countries seeking a shared bond -- Portugal, Ireland, Greece, Slovenia, Luxembourg and Belgium are the others -- are largely connected geographically in the eurozone's south and west.\n\nWe do not know whether the monetary union will split, and if so, whether a split would be clean or messy. But if it happens, we know where the line will be drawn.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Member_state_of_the_European_Union", "type": "wiki", "score": 5, "label": {"eng": "Member state of the European Union"}}, {"uri": "http://en.wikipedia.org/wiki/Eurozone", "type": "loc", "score": 5, "label": {"eng": "Eurozone"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Netherlands", "type": "loc", "score": 5, "label": {"eng": "Netherlands"}, "location": {"type": "country", "label": {"eng": "Netherlands"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 5, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Charles_Michel", "type": "person", "score": 4, "label": {"eng": "Charles Michel"}}, {"uri": "http://en.wikipedia.org/wiki/President_of_the_European_Council", "type": "wiki", "score": 4, "label": {"eng": "President of the European Council"}}, {"uri": "http://en.wikipedia.org/wiki/Finance_minister", "type": "wiki", "score": 4, "label": {"eng": "Finance minister"}}, {"uri": "http://en.wikipedia.org/wiki/European_Council", "type": "wiki", "score": 4, "label": {"eng": "European Council"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 4, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 4, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/European_debt_crisis", "type": "wiki", "score": 3, "label": {"eng": "European debt crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 3, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Wopke_Hoekstra", "type": "wiki", "score": 3, "label": {"eng": "Wopke Hoekstra"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Sovereign_state", "type": "wiki", "score": 3, "label": {"eng": "Sovereign state"}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_government", "type": "wiki", "score": 3, "label": {"eng": "Coalition government"}}, {"uri": "http://en.wikipedia.org/wiki/Moral_hazard", "type": "wiki", "score": 3, "label": {"eng": "Moral hazard"}}, {"uri": "http://en.wikipedia.org/wiki/Government_debt", "type": "wiki", "score": 3, "label": {"eng": "Government debt"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 3, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/European_Central_Bank", "type": "org", "score": 3, "label": {"eng": "European Central Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Security_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Security (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/European_Stability_Mechanism", "type": "wiki", "score": 2, "label": {"eng": "European Stability Mechanism"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Fiscal_policy", "type": "wiki", "score": 2, "label": {"eng": "Fiscal policy"}}, {"uri": "http://en.wikipedia.org/wiki/Sovereignty", "type": "wiki", "score": 2, "label": {"eng": "Sovereignty"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 2, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 2, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Finland", "type": "loc", "score": 2, "label": {"eng": "Finland"}, "location": {"type": "country", "label": {"eng": "Finland"}}}, {"uri": "http://en.wikipedia.org/wiki/Ireland", "type": "loc", "score": 1, "label": {"eng": "Ireland"}, "location": {"type": "country", "label": {"eng": "Ireland"}}}, {"uri": "http://en.wikipedia.org/wiki/Slovenia", "type": "loc", "score": 1, "label": {"eng": "Slovenia"}, "location": {"type": "country", "label": {"eng": "Slovenia"}}}, {"uri": "http://en.wikipedia.org/wiki/Portugal", "type": "loc", "score": 1, "label": {"eng": "Portugal"}, "location": {"type": "country", "label": {"eng": "Portugal"}}}, {"uri": "http://en.wikipedia.org/wiki/Luxembourg", "type": "loc", "score": 1, "label": {"eng": "Luxembourg"}, "location": {"type": "country", "label": {"eng": "Luxembourg"}}}, {"uri": "http://en.wikipedia.org/wiki/Greece", "type": "loc", "score": 1, "label": {"eng": "Greece"}, "location": {"type": "country", "label": {"eng": "Greece"}}}, {"uri": "http://en.wikipedia.org/wiki/Belgium", "type": "loc", "score": 1, "label": {"eng": "Belgium"}, "location": {"type": "country", "label": {"eng": "Belgium"}}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 10}, {"uri": "dmoz/Society/Government", "label": "dmoz/Society/Government", "wgt": 17}, {"uri": "dmoz/Society/Government/Multilateral", "label": "dmoz/Society/Government/Multilateral", "wgt": 15}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 12}, {"uri": "dmoz/Business/Financial_Services/Surety_Bonds", "label": "dmoz/Business/Financial Services/Surety Bonds", "wgt": 11}, {"uri": "news/Business", "label": "news/Business", "wgt": 96}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fd9735328-6f90-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5652273", "location": null, "shares": {"facebook": 621}, "sentiment": -0.01960784313725494, "wgt": 621, "relevance": 52}, {"uri": "6008163006", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "05:30:00", "dateTime": "2020-03-26T05:30:00Z", "dateTimePub": "2020-03-26T05:29:00Z", "dataType": "news", "sim": 0.5647059082984924, "url": "https://www.ft.com/content/91bd081e-6e7b-11ea-9bca-bf503995cd6f", "title": "The global hunt for a coronavirus drug", "body": "It was Friday March 13 when doctors at the largest healthcare provider in New York City decided to take the search for a coronavirus drug into their own hands. Many of their Covid-19 patients were not getting better -- and some were getting worse.\n\nTwo of the hospitals' scientists each called their contacts at US biotech companies Gilead Sciences and Regeneron to offer to test their potential treatments: an antiviral called remdesivir and an anti-inflammatory called Kevzara, developed for Ebola and rheumatoid arthritis respectively. Clinicians, researchers and regulators rushed to set up the clinical trials, which usually take months, and just four days later two patients took their first doses of the experimental drugs.\n\n\"The patients were very, very sick,\" says Kevin Tracey, president of the Feinstein Institute, the research arm of Northwell Health. \"Everybody just rolled up their sleeves and said we're facing a crisis and the patients need this. After 30 years of doing research, it was one of the proudest days of my life to know patients were getting treated with these drugs that may help them.\"\n\nThe hospital hopes the drugs will stop the replication of the virus and reduce the inflammation in the lungs of the patients.\n\nAs the pandemic spreads -- recorded cases have more than doubled over the past week to over 460,000 on Wednesday, with more than 20,000 deaths -- no one can afford to wait the 18 months it might take to find a vaccine. Northwell is one of many hospitals across the globe running clinical trials on drugs that were developed for other diseases, from Ebola to malaria to arthritis, but that early studies suggest could offer some hope to Covid-19 patients.\n\nDoctors are desperate for evidence of what works. In the next month, they will learn more as some important trials in China are due to publish preliminary results.\n\nYet the desire from politicians and investors for a miracle cure has led to a maelstrom of misinformation about drugs to treat the virus. Just as Northwell was dosing its first patients, President Donald Trump said the US Food and Drug Administration had approved the antimalarials chloroquine and hydroxychloroquine for use against Covid-19. This turned out to be not true, with fatal consequences for some. The FDA was actually just collecting evidence on whether it worked.\n\nChristos Kyratsous, vice-president of research in infectious diseases at Regeneron, says anecdotal evidence from China provides a reason to be \"optimistic\" that Kevzara, developed with Sanofi, will help Covid-19 patients suffering from acute respiratory distress syndrome.\n\n\"The challenge now is finding the best and quickest way to see if it is effective in the clinic,\" he adds. \"That's very, very important, because if you can get meaningful data, and if the data is positive, we can expand access to something like this, which is going to be life saving.\"\n\nScientists are investigating three main types of drugs. The first are antivirals to stop the virus from replicating. Treatment guidelines compiled by the Chinese government during the outbreak include HIV drug combination Kaletra, which US biotech AbbVie recently waived its patents on so it can be made available as a generic; antimalarials such as chloroquine, which generic drugmakers are gearing up to manufacture at scale; and favipiravir, an anti-flu drug from Japan's Fujifilm.\n\nThe second category is anti-inflammatories that treat the lungs after the immune system is overwhelmed. Regeneron and Sanofi have partnered on Kevzara, while Roche has started a trial on Actemra, approved for use on rheumatoid arthritis in 100 countries.\n\nThe third group are antibody-based treatments, derived either from recovered Covid-19 patients or developed in labs, to be given to the seriously ill or as a temporary prophylactic for healthcare workers. Eli Lilly has paired up with Canadian start-up AbCellera to work on antibodies developed from one of the first US Covid-19 patients, while Japan's Takeda is developing a new drug derived from the blood plasma of others who have survived the virus.\n\nAnalysts are eagerly awaiting data from early trials into remdesivir, an antiviral drug that the California-based biotech group developed for Ebola. It has also been shown to work against other coronaviruses in animal studies. Umer Raffat, a biotech analyst at US bank advisory firm Evercore, says evidence could be published in the next couple of weeks.\n\n\"It has by far the best prospects,\" Mr Raffat says. His optimism stems from the drug's ability to disable the machinery that helps the virus replicate, which is similar to that found in Ebola. But he believes the early data may not be \"spectacular\", if too many of the patients took it too late in the progression of their disease.\n\nAndre Kalil, an investigator in a large remdesivir trial, which plans to recruit 400 patients and is sponsored by the US National Institutes of Health, says they are making patients take the drug within 72 hours of diagnosis. Dr Kalil ran a clinical trial during the 2014 Ebola outbreak. He believes they moved too slowly to set up a trial then.\n\n\"This is a fight against time. We need to move as fast as possible,\" he says. \"We have no idea what works or does not at this point. There are zero therapies specifically against coronavirus.\"\n\nTiming will be crucial. A study published last week of the HIV drug combination was dismissed as disappointing, but survival rates were better when patients had taken the antiviral drug earlier in the disease.\n\nThe antimalarial chloroquine does have two clear advantages over remdesivir: it is a generic, so is likely to be far cheaper; and it is a pill, when remdesivir is delivered by an intravenous infusion, so would probably need to be given in hospital. But studies in France and China, hailed by Mr Trump, are small and did not follow the recommended protocols of a randomised control trial, designed to prevent bias. A study in China released on Tuesday found the drug had no impact.\n\nEarly results from clinical trials in China fuelled enthusiasm for a second antiviral -- favipiravir -- after reports of faster recovery times for patients that took the drug. Junji Okada, president of Fujifilm Toyama Chemical, the unit that produces the branded version Avigan, says the company is responding to a flood of inquiries from across the world.\n\n\"Our sense of mission became bigger and bigger as it became clear that Avigan may be effective,\" Mr Okada says. \"We have made the preparations so that we can increase production if needed.\"\n\nKimiyasu Shiraki, an emeritus professor at the University of Toyama who was involved in Avigan's early development, says studies show that the drug does not generate an Avigan-resistant virus that could make it less effective in the long term: \"This suggests Avigan could treat the first to the last patient with the same efficacy during the epidemic.\"\n\nAntibody-based treatments could be important for helping the hardest hit and those key workers that need to stay healthy. New York -- now the centre of the crisis in the US, with almost 200 deaths -- is set to start testing plasma from recovered patients in a trial with the seriously ill. But most drugmakers are looking at refining the process to create a concentrated and purified product, or creating artificial antibodies, often developed in mice. Their products will have to go through clinical trials, likely to take many months.\n\nAbCellera was working on a test project on influenza with the US Defense Advanced Research Projects Agency when Covid-19 emerged -- so it rapidly switched to preparing their antibody-finding platform for the new virus. They took blood samples from one patient and generated almost 6m immune cells for antibodies, using an AI-based platform that can screen down to the individual cell and allows them to find more antibody-secreting cells. Researchers have narrowed it down to the 500 most potent against Covid-19 and partnered with Eli Lilly for the first human trials of the drug by July.\n\n\"Every day between now and the first human testing is mapped out and precious,\" says Daniel Skovronsky, chief medical officer of Eli Lilly.\n\nTakeda began looking at plasma-derived therapies after they proved effective in reducing mortality during the outbreaks of both severe acute respiratory syndrome (Sars) in 2002-03 and Middle East respiratory syndrome (Mers) in 2009. But the treatment will not be widely available -- the plasma will need to be donated by recovered patients. It is not yet known how many patients could be treated with the plasma from a single recovered patient.\n\nAnother obstacle is that all the drugs being tested have potentially serious side effects: remdesivir may cause liver damage, Avigan can cause birth defects, and Regeneron and Sanofi's Kevzara works by suppressing the immune system -- but it could potentially go too far.\n\nRajeev Venkayya, president of Takeda's vaccine business, says the industry is facing a new challenge. \"It is unprecedented,\" he says. \"[But] what is very different is the opportunity we have with the tools and technologies that can help us to address this in ways that we didn't have in the past.\"\n\nDrugmakers face similar challenges to vaccine developers: by the time they have the evidence they need, the new virus may have disappeared. But at least it is now clear that Covid-19 is likely to be a longer-term problem.\n\n\"When it becomes a global health crisis, it is easy for companies like us to make decisions to invest . . . There is a concern for wellbeing, patients, society,\" says Dr Skovronsky. \"But when it first emerges and there are five or 10 patients, is it worth spinning out incredible resources and financial costs when you'll never get repaid if the virus is successfully contained?\"\n\nEven if a drug succeeds, there will be political pressure to price it affordably. Rising Pharmaceuticals, a generic maker of chloroquine, almost doubled the price to $7.66 per 250mg pill in the US in January, as the coronavirus outbreak raged in China. This month, as the crisis hit the US, it cut the price to its previous level.\n\nAbbVie, maker of the HIV drug combination, will allow generics makers to manufacture the drug, relinquishing its intellectual property claims, in a move that should make it cheaper.\n\nBut Gilead initially took a different approach: it won the right to extend its intellectual property rights for remdesivir by using an \"orphan drug designation\" in the US. The rule was designed to encourage drugmakers to make treatments for rare diseases, further fuelling criticism of the industry's pricing policies. Ellen 't Hoen, director at non-governmental organisation Medicines Law & Policy, called it \"the most blatant abuse\" of the act. But on Wednesday Gilead asked the FDA to rescind the application citing the \"urgent public health needs posed by the Covid-19 pandemic.\"\n\nDrugmakers will need to make large investments to increase production fast. Kenneth Kaixin, director of the Tufts Center for the study of drug development, says: \"You don't want to invest a lot in manufacturing before you know you are going to have a drug on the market. [Yet] you want to make sure you can manufacture as much as needed, perhaps hundreds of thousands of doses at the end of the day.\"\n\nOnce a drug is ready to sell, governments are likely to compete to put their citizens first. Already, there are reports that the White House tried to buy German vaccine maker CureVac, with Berlin trying to find ways to keep it at home. The UK has banned the \"parallel export\" of three drugs: Kaletra, chloroquine and hydroxychloroquine.\n\nSome believe the pharmaceutical business model simply does not work for pandemics, because the diseases will always compete for resources with blockbuster drugs that people take for years. Emergent Biosolutions takes a different approach: it specialises in making \"rescue therapies\" for unlikely events, selling the only antidotes to smallpox, anthrax and botulism to US and allied governments to stockpile in case of bioterrorism. It is now working on an antibody treatment for Covid-19.\n\n\"What differentiates us from just about any other pharma company is that they want an immediate return, very quickly within six to 12 months, and we take a little bit of a longer view,\" says Robert Kramer, chief executive of the Maryland-based speciality pharmaceuticals company.\n\nDespite the obstacles, finding drugs that can be repurposed to help coronavirus patients' recovery is one of the only hopes for their health, their families -- and ultimately, the economy.\n\nDennis DeBusschere, who leads Evercore's portfolio strategy team, is closely watching when medications might be ready because he believes they are crucial to getting those people in lockdowns outside to spend again. Even if the virus continues to spread, having medications available would take some of the fear out of infection.\n\n\"You may want to go on vacation again, actually go to a restaurant, to the movies,\" he says.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Remdesivir", "type": "wiki", "score": 5, "label": {"eng": "Remdesivir"}}, {"uri": "http://en.wikipedia.org/wiki/Favipiravir", "type": "wiki", "score": 5, "label": {"eng": "Favipiravir"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Chloroquine", "type": "wiki", "score": 5, "label": {"eng": "Chloroquine"}}, {"uri": "http://en.wikipedia.org/wiki/Antiviral_drug", "type": "wiki", "score": 5, "label": {"eng": "Antiviral drug"}}, {"uri": "http://en.wikipedia.org/wiki/Biotechnology", "type": "wiki", "score": 5, "label": {"eng": "Biotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 5, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 5, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 5, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 5, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Antimalarial_medication", "type": "wiki", "score": 4, "label": {"eng": "Antimalarial medication"}}, {"uri": "http://en.wikipedia.org/wiki/Anti-inflammatory", "type": "wiki", "score": 4, "label": {"eng": "Anti-inflammatory"}}, {"uri": "http://en.wikipedia.org/wiki/Rheumatoid_arthritis", "type": "wiki", "score": 4, "label": {"eng": "Rheumatoid arthritis"}}, {"uri": "http://en.wikipedia.org/wiki/Eli_Lilly_and_Company", "type": "org", "score": 4, "label": {"eng": "Eli Lilly and Company"}}, {"uri": "http://en.wikipedia.org/wiki/Experiment", "type": "wiki", "score": 4, "label": {"eng": "Experiment"}}, {"uri": "http://en.wikipedia.org/wiki/Blood_plasma", "type": "wiki", "score": 4, "label": {"eng": "Blood plasma"}}, {"uri": "http://en.wikipedia.org/wiki/Antibody", "type": "wiki", "score": 4, "label": {"eng": "Antibody"}}, {"uri": "http://en.wikipedia.org/wiki/Malaria", "type": "wiki", "score": 4, "label": {"eng": "Malaria"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Food_and_Drug_Administration", "type": "org", "score": 4, "label": {"eng": "Food and Drug Administration"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 4, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Sanofi", "type": "org", "score": 4, "label": {"eng": "Sanofi"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 4, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hoffmann-La_Roche", "type": "org", "score": 3, "label": {"eng": "Hoffmann-La Roche"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 3, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "org", "score": 3, "label": {"eng": "National Institutes of Health"}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 3, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/AbbVie_Inc.", "type": "org", "score": 2, "label": {"eng": "AbbVie Inc."}}, {"uri": "http://en.wikipedia.org/wiki/DARPA", "type": "org", "score": 2, "label": {"eng": "DARPA"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 2, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Emergent_BioSolutions", "type": "org", "score": 1, "label": {"eng": "Emergent BioSolutions"}}, {"uri": "http://en.wikipedia.org/wiki/Tufts_University", "type": "org", "score": 1, "label": {"eng": "Tufts University"}}, {"uri": "http://en.wikipedia.org/wiki/Berlin", "type": "loc", "score": 1, "label": {"eng": "Berlin"}, "location": {"type": "place", "label": {"eng": "Berlin"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/CureVac", "type": "org", "score": 1, "label": {"eng": "CureVac"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 1, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 1, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}], "categories": [{"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 32}, {"uri": "dmoz/Health/Pharmacy/Drugs_and_Medications", "label": "dmoz/Health/Pharmacy/Drugs and Medications", "wgt": 43}, {"uri": "dmoz/Health/Teen_Health/Drugs_and_Alcohol", "label": "dmoz/Health/Teen Health/Drugs and Alcohol", "wgt": 36}, {"uri": "dmoz/Health/Medicine/Pharmacology", "label": "dmoz/Health/Medicine/Pharmacology", "wgt": 34}, {"uri": "dmoz/Shopping/Health/Home_Tests", "label": "dmoz/Shopping/Health/Home Tests", "wgt": 32}, {"uri": "news/Health", "label": "news/Health", "wgt": 71}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F6e6b2076-6ebc-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5622803", "location": null, "shares": {"facebook": 582}, "sentiment": -0.03529411764705881, "wgt": 582, "relevance": 101}, {"uri": "6011719158", "lang": "eng", "isDuplicate": false, "date": "2020-03-29", "time": "01:41:00", "dateTime": "2020-03-29T01:41:00Z", "dateTimePub": "2020-03-29T01:41:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/72c485e8-fd0c-3bc9-885e-7ca2d6a91091", "title": "Coronavirus latest: Global toll rises as US passes grim milestone", "body": "The milestone comes 23 days after the US recorded its first coronavirus-related death, and the toll of 2,010 deaths has more than doubled since Wednesday, according to FT analysis of the university's data.\n\nA coronavirus-stricken cruise liner stuck off the coast of Panama has begun transferring healthy holidaymakers to a sister ship, as Panama reversed course on Saturday and decide to allow it to dock. Four passengers have died and two Covid-19 cases have been confirmed on board the Zaandam. Holland America Line, owner of the Zaandam, confirmed that 53 guests - 4 per cent of the total - and 85 crew - 14 per cent - had reported flu-like symptoms.\n\nAlister Jack, the UK secretary for Scotland,, is the third British cabinet minister to announce he is self-isolating after displaying \"mild\" symptoms of coronavirus. He has not been tested for the virus. It comes after the British prime minister Boris Johnson and health secretary Matt Hancock tested positive. Chris Whitty, England's chief medical officer, is confined to home after displaying symptoms consistent with the virus.\n\nSpain's prime minister issued an emotional call for the EU to take \"economic and social action\" to deal with the aftermath of the health crisis. \"This is the most difficult moment since its foundation and the EU has to measure up to the circumstances,\" Pedro Sánchez said. At a teleconference of EU leaders last week, Spain, Italy and France called for the EU to take actions such as issuing common debt and commit to bloc-wide spending plans. Mr Sánchez announced a two-week ban on all non-essential work in Spain.\n\nUK fashion house Burberry will retool its famous trench coat factory in Yorkshire to make non-surgical gowns and masks for patients. In a statement it said it will also use its global supply chain network to fast-track the delivery of more than 100,000 surgical masks for the UK's National Health Service medical staff.\n\nThe number of dead in Italy from Covid-19 has risen past 10,000, with a further 889 deaths reported on Saturday. Confirmed cases rose by 6.9 per cent to 92,472, the lowest daily growth rate since the outbreak began, according to official figures. On Friday, Italy suffered the deadliest reported day for any country since the outbreak began, when 919 people died from coronavirus.\n\nIreland reported 14 new coronavirus deaths on Saturday, the most in a single day after the government directed people to stay indoors under sweeping new restrictions that took force. Police set up road checkpoints in a weekend operation to ensure compliance with the new measures, with only workers in designated \"essential\" services now allowed travel to work.\n\nJuventus, Italy's richest football club, announced on Saturday that its players will take a collective pay cut worth €90m, as Europe's biggest football teams seek to cut costs in response to the coronavirus shutdown. The Serie A league leaders became the latest big European side to agree a reduction in player salaries, following Barcelona, Borussia Dortmund and Bayern Munich.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 5, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Panama", "type": "loc", "score": 5, "label": {"eng": "Panama"}, "location": {"type": "country", "label": {"eng": "Panama"}}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 4, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Zaandam", "type": "loc", "score": 4, "label": {"eng": "Zaandam"}, "location": {"type": "place", "label": {"eng": "Zaandam"}, "country": {"type": "country", "label": {"eng": "Netherlands"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 4, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Chris_Whitty", "type": "person", "score": 3, "label": {"eng": "Chris Whitty"}}, {"uri": "http://en.wikipedia.org/wiki/Alister_Jack", "type": "person", "score": 3, "label": {"eng": "Alister Jack"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary_of_State_for_Health_and_Social_Care", "type": "wiki", "score": 3, "label": {"eng": "Secretary of State for Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Matt_Hancock", "type": "person", "score": 3, "label": {"eng": "Matt Hancock"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_of_the_United_Kingdom", "type": "wiki", "score": 3, "label": {"eng": "Cabinet of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Holland_America_Line", "type": "org", "score": 3, "label": {"eng": "Holland America Line"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 3, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 3, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Scotland", "type": "loc", "score": 3, "label": {"eng": "Scotland"}, "location": {"type": "place", "label": {"eng": "Scotland"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 2, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Burberry", "type": "org", "score": 2, "label": {"eng": "Burberry"}}, {"uri": "http://en.wikipedia.org/wiki/Alexis_Sánchez", "type": "person", "score": 2, "label": {"eng": "Alexis Sánchez"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "wiki", "score": 2, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Pedro_Sánchez", "type": "loc", "score": 2, "label": {"eng": "Pedro Sánchez"}, "location": {"type": "place", "label": {"eng": "Pedro Sánchez"}, "country": {"type": "country", "label": {"eng": "Dominican Republic"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ireland", "type": "loc", "score": 2, "label": {"eng": "Ireland"}, "location": {"type": "country", "label": {"eng": "Ireland"}}}, {"uri": "http://en.wikipedia.org/wiki/Yorkshire", "type": "loc", "score": 2, "label": {"eng": "Yorkshire"}, "location": {"type": "place", "label": {"eng": "Yorkshire"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Serie_A", "type": "wiki", "score": 1, "label": {"eng": "Serie A"}}, {"uri": "http://en.wikipedia.org/wiki/Borussia_Dortmund", "type": "wiki", "score": 1, "label": {"eng": "Borussia Dortmund"}}, {"uri": "http://en.wikipedia.org/wiki/FC_Bayern_Munich", "type": "org", "score": 1, "label": {"eng": "FC Bayern Munich"}}, {"uri": "http://en.wikipedia.org/wiki/Juventus_F.C.", "type": "org", "score": 1, "label": {"eng": "Juventus F.C."}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 1, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Association_football", "type": "wiki", "score": 1, "label": {"eng": "Association football"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 1, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Barcelona", "type": "loc", "score": 1, "label": {"eng": "Barcelona"}, "location": {"type": "place", "label": {"eng": "Barcelona"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 12}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 13}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 13}, {"uri": "news/Business", "label": "news/Business", "wgt": 63}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fblogs.ft.com%2Fthe-world%2Ffiles%2F2020%2F03%2F2020-03-28T224435Z_859988446_RC2ATF9VLPNP_RTRMADP_3_HEALTH-CORONAVIRUS-CZECH.jpeg?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 579}, "sentiment": -0.1215686274509804, "wgt": 579, "relevance": 101}, {"uri": "6010269847", "lang": "eng", "isDuplicate": false, "date": "2020-03-27", "time": "16:43:00", "dateTime": "2020-03-27T16:43:00Z", "dateTimePub": "2020-03-27T16:43:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/09d934ac-6f59-11ea-9bca-bf503995cd6f", "title": "Letter: We call on leaders to put climate and biodiversity at the top of the agenda", "body": "It is time to harness our fears, build hope and drive action to build resilient societies on the longer term.\n\nThe world has been plunged into an extraordinary crisis. We share a deep concern for the human cost that Covid-19 is inflicting and express a profound sense of solidarity with the most vulnerable communities. We fully support the emergency measures needed to save lives and protect the economy.\n\nThis pandemic is teaching us how much we depend on each other for our health systems, food systems and supply chains. We are all on this planet together. And the planet is in the midst of a deeper and longer-term crisis rooted in a number of interconnected global challenges. Humanity has crossed planetary boundaries. International co-operation is the best option to resolve future existential threats. Like Covid-19, climate change, biodiversity loss, and financial collapse do not observe national borders. These threats must be managed through systemic and collective action. Countries are stronger together.\n\nHow leaders decide to stimulate the economy and allocate capital in response to the crisis will either amplify these threats or mitigate them. The risk is making nearsighted decisions that increase emissions and continue to degrade nature. It is time to invest in nature, phase out fossil fuels, move to a circular economy and accelerate the transition to resilient low-carbon economies.\n\nWe call on leaders to have the courage, wisdom and foresight to seize the opportunity to make their economic recovery plans transformative for people and nature. In so doing, they will secure a path to net zero emissions by 2050 to meet the Paris Agreement, transform our food systems and rebuild our relationship with nature.\n\nThat is why it is so important that climate and biodiversity stay at the top of the agenda, and that leaders leverage every opportunity to keep up momentum and make progress at the United Nations nature, climate and biodiversity summits later this year.\n\nThis is the moment to rise to the challenge to emerge from this emergency with a global economic reset. Ensuring the health and prosperity of people and the planet is possible if we make bold decisions today so that future generations can survive and thrive in a better world.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Planetary_boundaries", "type": "wiki", "score": 3, "label": {"eng": "Planetary boundaries"}}, {"uri": "http://en.wikipedia.org/wiki/Vulnerability", "type": "wiki", "score": 3, "label": {"eng": "Vulnerability"}}, {"uri": "http://en.wikipedia.org/wiki/Collective_action", "type": "wiki", "score": 3, "label": {"eng": "Collective action"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Existentialism", "type": "wiki", "score": 3, "label": {"eng": "Existentialism"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Global_warming", "type": "wiki", "score": 3, "label": {"eng": "Global warming"}}, {"uri": "http://en.wikipedia.org/wiki/Biodiversity_loss", "type": "wiki", "score": 3, "label": {"eng": "Biodiversity loss"}}, {"uri": "http://en.wikipedia.org/wiki/Paris_Agreement", "type": "wiki", "score": 2, "label": {"eng": "Paris Agreement"}}, {"uri": "http://en.wikipedia.org/wiki/Circular_economy", "type": "wiki", "score": 2, "label": {"eng": "Circular economy"}}, {"uri": "http://en.wikipedia.org/wiki/Fossil_fuel", "type": "wiki", "score": 2, "label": {"eng": "Fossil fuel"}}, {"uri": "http://en.wikipedia.org/wiki/Low-carbon_economy", "type": "wiki", "score": 2, "label": {"eng": "Low-carbon economy"}}, {"uri": "http://en.wikipedia.org/wiki/Biodiversity", "type": "wiki", "score": 2, "label": {"eng": "Biodiversity"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 1, "label": {"eng": "United Nations"}}], "categories": [{"uri": "dmoz/Society/Issues/Environment", "label": "dmoz/Society/Issues/Environment", "wgt": 18}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 19}, {"uri": "dmoz/Science/Environment/Climate_Change", "label": "dmoz/Science/Environment/Climate Change", "wgt": 20}, {"uri": "dmoz/Society/Future/Organizations", "label": "dmoz/Society/Future/Organizations", "wgt": 16}, {"uri": "dmoz/Society/Future/Essays", "label": "dmoz/Society/Future/Essays", "wgt": 16}, {"uri": "news/Environment", "label": "news/Environment", "wgt": 62}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F87827214-6f8c-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 547}, "sentiment": 0.003921568627450966, "wgt": 547, "relevance": 76}, {"uri": "6008104859", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "04:09:00", "dateTime": "2020-03-26T04:09:00Z", "dateTimePub": "2020-03-26T04:09:00Z", "dataType": "news", "sim": 0.4470588266849518, "url": "https://www.ft.com/content/8ccae8d2-6eb0-11ea-89df-41bea055720b", "title": "Britain heading for a deep recession, say experts", "body": "The UK economy is plunging into a deeper recession than the 2008-09 financial crisis, according to the most reliable data published so far, with unemployment surging and the public finances sliding sharply into the red because of the coronavirus pandemic.\n\nEconomists said there was huge uncertainty over the depth of the coming recession and the speed of the subsequent recovery. Some predict the downturn will be short and sharp, but fear that like a decade ago, there will also be a painful transition to a persistently weaker path for economic growth.\n\nWith most UK households under lockdown, high streets shuttered except for essential stores, and many companies struggling to keep going, large parts of the economy are grinding to a halt.\n\nDiane Coyle, professor of public policy economics at Cambridge university's Bennett Institute, said the interconnected nature of the modern economy meant everyone was affected by the coronavirus crisis.\n\n\"The long list of categories regarded by the UK government as 'key workers' is testament to how reliant we are on each other, even within one country,\" she added, referring to the government's list of people such as health and transport workers who are involved in the response to Covid-19 and whose children are still able to attend school.\n\nThe downgrades to forecasts as the UK economy has progressively shut up shop are dramatic.\n\nCapital Economics thought on March 10 that a pessimistic scenario would be for gross domestic product -- the size of the UK economy -- to fall from peak to trough by 5 per cent.\n\nExactly one week later, it thought a realistic scenario was a 15 per cent decline. \"It's clear we are in the early days of a big recession,\" said Paul Dales, economist at Capital Economics.\n\nSimilar dire forecasts are being released by many consultancies and banks, reflecting the fast spread of coronavirus through the population, the lockdown and recent poor economic data.\n\nOn Tuesday, a closely watched business survey for March showed the worst monthly decline in economic activity on record, although a silver lining was a slightly less dire reading for employment.\n\nThis element of good news in the IHS Markit flash purchasing managers' index was shattered on Wednesday when the Department for Work and Pensions revealed that 477,000 people had registered for the universal credit welfare benefit in the previous nine days, most likely because they had been laid off. In a normal week, the figure is 55,000.\n\nYouGov, the polling company, revealed in a snap survey that 5 per cent of people in Britain reported having lost their job as a result of the coronavirus outbreak.\n\nThis rise in joblessness has no historical precedent, according to professor Jonathan Portes of King's College London. \"Most worrying is that despite rapid policy action designed to stop firms laying people off -- the government has done its best to throw the kitchen sink at the problem -- so far at least that's exactly what they're doing,\" he added.\n\nAs far as the coming drop in GDP is concerned, economists can estimate this in three ways: by looking at what is produced by the public and private sectors, what is spent by households, the government and foreigners on UK exports, or what is earned by people and companies.\n\nOn the output side, with much of the economy closed, the PMI figures suggested at least a 2 per cent drop in the first quarter, followed by close to 8 per cent in the second, according to Allan Monks, economist at JPMorgan. \"The worst is yet to come,\" he said.\n\nExpenditure is falling rapidly, with restaurant sales down to zero, for example. Samuel Tombs, economist at Pantheonmacroeconomics, estimated that non-food retail sales would be down 80 per cent following the lockdown.\n\nRetail sales are only a third of household consumption, but Adam Slater, economist at Oxford Economics, was only a little more optimistic for total spending.\n\nHe estimated that a 12 week lockdown would slash consumption by 18 to 32 per cent. \"The GDP impacts would be very large,\" he added, saying they would amount to \"very roughly\" a reduction of 13 to 22 per cent.\n\nWith the government replacing up to 80 per cent of lost earnings in its job retention scheme for many private sector workers, the income side of the national accounts might not look that awful, according to Professor Coyle. But for the Office for National Statistics, she said working out the impact on GDP would be \"bloody complicated\".\n\nAny drops in GDP in the sorts of ranges now predicted by economists would devastate the public finances in the short term.\n\nPublic borrowing is especially sensitive to the economy performing much worse than expected, with the Office for Budget Responsibility's ready reckoner showing that for every 1 per cent of lost GDP compared with the fiscal watchdog's forecasts, borrowing tends to rise by 0.7 per cent of output.\n\nIf the economy lost 5 per cent of its GDP in the whole of 2020, compared with the OBR's latest forecast for growth of 1.1 per cent, it would suggest borrowing rises by 4.2 per cent of output. This would be on top of borrowing put at 2.4 per cent of GDP by the OBR at the Budget, and before the Treasury counts the discretionary coronavirus-related measures it has announced so far, worth at least another 2 to 3 per cent of output.\n\nIn total, this would raise borrowing close to £200bn or 9 per cent of GDP, eliminating almost all of the reductions from a decade of austerity.\n\nRichard Hughes, research associate at the Resolution Foundation, the think-tank, said such figures were plausible and seen in African countries when they had to deal with the Ebola crisis.\n\nRobert Chote, chair of the OBR, said last week that only after the epidemic has passed would events reveal whether the recession left lasting scars that required higher taxes or renewed austerity to repair the public finances.\n\nThere is no doubt Britain is entering a deep recession: the answer to the question about scarring remains the big unknown economic element of the coronavirus crisis.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 5, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_Kingdom", "type": "wiki", "score": 5, "label": {"eng": "Economy of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 5, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 5, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 4, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Capital_Economics", "type": "org", "score": 4, "label": {"eng": "Capital Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 4, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 4, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 4, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/IHS_Markit", "type": "wiki", "score": 3, "label": {"eng": "IHS Markit"}}, {"uri": "http://en.wikipedia.org/wiki/Diane_Coyle", "type": "person", "score": 3, "label": {"eng": "Diane Coyle"}}, {"uri": "http://en.wikipedia.org/wiki/Universal_Credit", "type": "wiki", "score": 3, "label": {"eng": "Universal Credit"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Cambridge", "type": "org", "score": 3, "label": {"eng": "University of Cambridge"}}, {"uri": "http://en.wikipedia.org/wiki/Public_finance", "type": "wiki", "score": 3, "label": {"eng": "Public finance"}}, {"uri": "http://en.wikipedia.org/wiki/Public_policy", "type": "wiki", "score": 3, "label": {"eng": "Public policy"}}, {"uri": "http://en.wikipedia.org/wiki/YouGov", "type": "wiki", "score": 3, "label": {"eng": "YouGov"}}, {"uri": "http://en.wikipedia.org/wiki/Department_for_Work_and_Pensions", "type": "org", "score": 3, "label": {"eng": "Department for Work and Pensions"}}, {"uri": "http://en.wikipedia.org/wiki/Private_sector", "type": "wiki", "score": 3, "label": {"eng": "Private sector"}}, {"uri": "http://en.wikipedia.org/wiki/Welfare", "type": "wiki", "score": 3, "label": {"eng": "Welfare"}}, {"uri": "http://en.wikipedia.org/wiki/Layoff", "type": "wiki", "score": 3, "label": {"eng": "Layoff"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 3, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Silver", "type": "wiki", "score": 3, "label": {"eng": "Silver"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 3, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 2, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/Office_for_National_Statistics", "type": "org", "score": 2, "label": {"eng": "Office for National Statistics"}}, {"uri": "http://en.wikipedia.org/wiki/King's_College_London", "type": "org", "score": 2, "label": {"eng": "King's College London"}}, {"uri": "http://en.wikipedia.org/wiki/JPMorgan_Chase", "type": "org", "score": 2, "label": {"eng": "JPMorgan Chase"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Chote", "type": "person", "score": 1, "label": {"eng": "Robert Chote"}}, {"uri": "http://en.wikipedia.org/wiki/HM_Treasury", "type": "org", "score": 1, "label": {"eng": "HM Treasury"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 10}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 15}, {"uri": "dmoz/Science/Social_Sciences", "label": "dmoz/Science/Social Sciences", "wgt": 10}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 19}, {"uri": "dmoz/Science/Social_Sciences/Public_Administration", "label": "dmoz/Science/Social Sciences/Public Administration", "wgt": 10}, {"uri": "news/Business", "label": "news/Business", "wgt": 87}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F9c563fca-6ec1-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5628362", "location": null, "shares": {"facebook": 523}, "sentiment": -0.4666666666666667, "wgt": 523, "relevance": 101}, {"uri": "6008567487", "lang": "eng", "isDuplicate": false, "date": "2020-03-26", "time": "12:00:00", "dateTime": "2020-03-26T12:00:00Z", "dateTimePub": "2020-03-26T11:59:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/6a639c58-3c69-4bc6-8ab2-c194b3d04278", "title": "The wrong kind of American exceptionalism", "body": "Within 48 hours, America's coronavirus infections will surpass China's total. The US will probably replace Italy as the centre of the pandemic. At just the moment Britain dropped its flirtation with \"herd immunity\", Donald Trump is embracing it.\n\nThis makes America exceptional on two counts. First, it is the only nation whose leader explicitly questions the trade-off between economic growth and saving lives. Second, America is unique in lacking a clear policy. Its federal system offers a menu of epidemiological options. Viruses pay no heed to democracy or autocracy. They do thrive on confusion.\n\nCovid-19 has given Mr Trump licence to air his alt-science theories. Every day he broadcasts homegrown ideas of how to defeat the disease. This includes a cocktail of anti-malaria drugs, the imminence of a \"miracle\" vaccine, predictions the virus will wash away by itself, change-of-season optimism and a drip drip of scepticism about social distancing.\n\nThe sight of experts around him is meant to reassure. Their look of strained reticence prompt thoughts of sappers navigating a minefield. Muammer Gaddafi used to stage accompaniments like this. It takes some getting used to in America.\n\nMore than half the country says it approves of how Mr Trump is handling the epidemic. Such polls should come with a health warning. Ratings for leaders across the west have risen sharply -- as tends to happen in the early stages of an external threat.\n\nRumours of Mr Trump's re-election are thus premature. Polls show Joe Biden beating him by an average of 7 percentage points in a presidential election. That lead has not narrowed in the past three weeks. But the gulf between the federal government and America's largest states is widening.\n\nSuch mixed signalling poses two threats to the US. The first is an à la carte grade of seriousness. Some states, such as New York, California, Washington and Connecticut, are enforcing lockdowns. Most are Democratic. Exceptions include Ohio and Maryland, whose governors are Republican.\n\nOthers, such as Texas and Florida, are taking a far more relaxed approach. This makes it easier for the virus to spread. The fact that Florida is packed with retirees from New York is treated with remarkable insouciance. There are no barriers stopping the flow of people south, nor 14-day quarantines for those who have made the trip. One of America's greatest strengths -- its laboratories of democracy -- is becoming a liability.\n\nMr Trump's timing is menacing. He wants to lift federal restrictions by Easter, which is in about two weeks. That almost exactly coincides with the expected peak of the epidemic in New York, the centre of the US outbreak. No state, including New York, has to follow Mr Trump's lead. Nor are the majority of Americans likely to cram on to aeroplanes against scientific advice.\n\nBut he is giving dissenters an alternative path. The battle against socially communicable disease is as strong as its weakest link. America's president is making it much weaker. He is also politicising social behaviour. Liberals want to shut down the economy to stop his re-election, he says. conservatives must therefore do the opposite.\n\nMr Trump's ambivalence is also hurting New York and other viral hubs. Under the Defense Production Act, he can direct the private sector to make what is lacking -- ventilators, protective gear and surgical equipment -- then send the materials to where they are most needed. Mr Trump is refusing on the grounds that he is not a \"shipping clerk\".\n\nMaterial is going to the highest bidders, who are not necessarily those most in need. Mr Trump's passivity reflects what he is hearing from chief executives rather than governors, who know what their hospitals lack. States are competing with each other for scarce goods. Another of America's great strengths, its vibrant private sector, is therefore becoming a weakness.\n\nThe second threat is to America's global power. The virus originated in China. But it will probably do more damage to the US. It is China, not the US, which is shipping ventilators to Europe, Africa and central Asia. China's \"face mask\" diplomacy is breathtakingly opportunistic. But it meets a need.\n\nAmerica's abdication of leadership is an act of self harm, which threatens to make it an object of mockery. There are no do-overs on pandemics. Mr Trump's response to the coronavirus is worse than a crime. It is a mistake.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 5, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 4, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Herd_immunity", "type": "wiki", "score": 4, "label": {"eng": "Herd immunity"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 4, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 3, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/2016_United_States_presidential_election", "type": "wiki", "score": 3, "label": {"eng": "2016 United States presidential election"}}, {"uri": "http://en.wikipedia.org/wiki/.mr", "type": "wiki", "score": 3, "label": {"eng": ".mr"}}, {"uri": "http://en.wikipedia.org/wiki/Skepticism", "type": "wiki", "score": 3, "label": {"eng": "Skepticism"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Federalism", "type": "wiki", "score": 3, "label": {"eng": "Federalism"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 3, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Recreational_drug_use", "type": "wiki", "score": 3, "label": {"eng": "Recreational drug use"}}, {"uri": "http://en.wikipedia.org/wiki/Land_mine", "type": "wiki", "score": 3, "label": {"eng": "Land mine"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Gulf_of_Mexico", "type": "wiki", "score": 3, "label": {"eng": "Gulf of Mexico"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Muammar_Gaddafi", "type": "person", "score": 3, "label": {"eng": "Muammar Gaddafi"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 3, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Democracy", "type": "wiki", "score": 3, "label": {"eng": "Democracy"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 3, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Autocracy", "type": "wiki", "score": 3, "label": {"eng": "Autocracy"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 3, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 3, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Florida", "type": "loc", "score": 3, "label": {"eng": "Florida"}, "location": {"type": "place", "label": {"eng": "Florida"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Defense_Production_Act", "type": "wiki", "score": 2, "label": {"eng": "Defense Production Act"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Airplane", "type": "loc", "score": 2, "label": {"eng": "Airplane"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Ohio", "type": "loc", "score": 2, "label": {"eng": "Ohio"}, "location": {"type": "place", "label": {"eng": "Ohio"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 2, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Maryland", "type": "loc", "score": 2, "label": {"eng": "Maryland"}, "location": {"type": "place", "label": {"eng": "Maryland"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 1, "label": {"eng": "Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 1, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Central_Asia", "type": "loc", "score": 1, "label": {"eng": "Central Asia"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 12}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 12}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 11}, {"uri": "dmoz/Society/Politics/Democracy", "label": "dmoz/Society/Politics/Democracy", "wgt": 11}, {"uri": "dmoz/Shopping/Sports/Petanque", "label": "dmoz/Shopping/Sports/Petanque", "wgt": 12}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 83}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F093e877a-9995-45e4-aabd-6ce0f60bc527.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 516}, "sentiment": 0.05098039215686279, "wgt": 516, "relevance": 76}, {"uri": "6004487067", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "13:04:00", "dateTime": "2020-03-23T13:04:00Z", "dateTimePub": "2020-03-23T13:03:00Z", "dataType": "news", "sim": 0.7098039388656616, "url": "https://www.ft.com/content/b71f0c32-6cfb-11ea-89df-41bea055720b", "title": "Fed pledges unlimited bond buying to steady market", "body": "The Federal Reserve has committed to unlimited purchases of US Treasuries and agency mortgage-backed securities and set up additional lending tools to shore up struggling companies and financial markets.\n\nThe new moves, announced on Monday, add monetary firepower to America's efforts to support its economy through the coronavirus pandemic.\n\n\"The Federal Reserve is committed to using its full range of tools to support households, businesses, and the US economy overall in this challenging time,\" the Fed said in a statement.\n\n\"While great uncertainty remains, it has become clear that our economy will face severe disruptions. Aggressive efforts must be taken across the public and private sectors to limit the losses to jobs and incomes and to promote a swift recovery once the disruptions abate,\" it said.\n\nThe Fed had originally planned to purchase at least $500bn in US Treasuries and at least $200bn in agency mortgage-backed securities. In recent days it has sped up the pace of these purchases, after earlier interventions failed to address strains that had emerged in both debt markets.\n\nBy Friday, it had already completed roughly half of its planned Treasury purchases, as well as about a third for the agency mortgage-backed securities. Following a meeting of the Federal Open Market Committee, its monetary policy setting committee, the US central bank is no longer putting a numerical cap on its purchases of Treasuries and mortgage-backed securities, instead signalling that it is prepared to act as much as necessary.\n\nThe Fed also unveiled two new facilities that allow it to purchase corporate bonds, including new issues. Another facility called TALF -- revived from the 2008 financial crisis -- gives the Fed the ability to buy securities backed by student, car and credit-card loans, as well as loans to businesses through the Small Business Administration. The Fed also expanded existing programmes to ease strains in the markets for municipal debt and the short-term loans known as \"commercial paper.\"\n\nThe Fed also said it would soon announce a \"Main Street Business Lending Programme\" to lend directly to small businesses.\n\nThe central bank's intervention on Monday sent US stock-index futures soaring almost 8 per cent from early losses to trade around 3 per cent higher. A rally in US government debt accelerated, with the 10-year Treasury yield down 0.2 percentage points to 0.742 per cent. Yields fall when prices rise.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 5, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage-backed_security", "type": "wiki", "score": 5, "label": {"eng": "Mortgage-backed security"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 5, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_market", "type": "wiki", "score": 3, "label": {"eng": "Financial market"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Open_Market_Committee", "type": "wiki", "score": 2, "label": {"eng": "Federal Open Market Committee"}}, {"uri": "http://en.wikipedia.org/wiki/Small_Business_Administration", "type": "org", "score": 2, "label": {"eng": "Small Business Administration"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 2, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Corporate_bond", "type": "wiki", "score": 2, "label": {"eng": "Corporate bond"}}, {"uri": "http://en.wikipedia.org/wiki/Credit_card", "type": "wiki", "score": 2, "label": {"eng": "Credit card"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 2, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Monetary_policy", "type": "wiki", "score": 2, "label": {"eng": "Monetary policy"}}, {"uri": "http://en.wikipedia.org/wiki/Security_(finance)", "type": "wiki", "score": 2, "label": {"eng": "Security (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/National_debt_of_the_United_States", "type": "wiki", "score": 1, "label": {"eng": "National debt of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Commercial_paper", "type": "wiki", "score": 1, "label": {"eng": "Commercial paper"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 1, "label": {"eng": "Futures contract"}}], "categories": [{"uri": "dmoz/Business/Financial_Services", "label": "dmoz/Business/Financial Services", "wgt": 21}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 20}, {"uri": "dmoz/Home/Personal_Finance", "label": "dmoz/Home/Personal Finance", "wgt": 17}, {"uri": "dmoz/Home/Personal_Finance/Money_Management", "label": "dmoz/Home/Personal Finance/Money Management", "wgt": 18}, {"uri": "dmoz/Business/Financial_Services/Mortgages", "label": "dmoz/Business/Financial Services/Mortgages", "wgt": 22}, {"uri": "news/Business", "label": "news/Business", "wgt": 93}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fb4595a6a-686a-11ea-a6ac-9122541af204?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5622621", "location": null, "shares": {"facebook": 500}, "sentiment": 0.192156862745098, "wgt": 500, "relevance": 52}, {"uri": "6004857184", "lang": "eng", "isDuplicate": false, "date": "2020-03-23", "time": "18:21:00", "dateTime": "2020-03-23T18:21:00Z", "dateTimePub": "2020-03-23T18:20:00Z", "dataType": "news", "sim": 0.7686274647712708, "url": "https://www.ft.com/content/5a7a9658-6d1f-11ea-89df-41bea055720b", "title": "AbbVie drops patent rights for Kaletra antiviral treatment", "body": "AbbVie is giving up its patents on a combination drug that is being studied as a coronavirus treatment, becoming the first major drugmaker to drop its rights to make money from a drug that might be used during the pandemic.\n\nThe US drugmaker will no longer enforce patents relating to Kaletra anywhere in the world for all formulations, according to the Medicines Patent Pool, a UN-backed non-governmental organisation.\n\nThe company gave notice of the change last week, according to a document seen by the Financial Times, after Israel moved to issue a compulsory licence for the drug combination's use against the SARS-CoV2 coronavirus that is spreading worldwide.\n\nKaletra is a combination of two antivirals -- lopinavir and ritonavir -- and is usually used to treat HIV. But some doctors have turned to it for treating patients with coronavirus, and its efficacy is being studied in several clinical trials, including one by the World Health Organization.\n\nStat News, a trade publication, reported last week that the company would allow Israel to purchase generic versions of the drug. AbbVie declined to comment.\n\nThe company had already donated a supply to the Chinese health authorities in January.\n\nWhat AbbVie has chosen to do \"isn't terribly common, certainly not globally\", said Ellen 't Hoen, director of Medicines Law & Policy, a non-governmental organisation. Kaletra has patent protection until at least 2026 in certain territories, according to MedsPaL, a database.\n\nThe pandemic has caused 12,000 deaths so far and infected nearly 300,000. There are no approved treatments.\n\nA Chinese study of Kaletra, which was published in the New England Journal of Medicine last week, showed disappointing results, with no effect on the progression of the disease.\n\nBut for patients who started the drugs less than 12 days after their first symptoms, the mortality rate was 15 per cent, compared with 27 per cent over all, and the authors suggested it may work better if combined with other antiviral agents.\n\nPharmaceutical companies are racing to develop treatments and vaccines for the virus. So far, scientists have most hope for remdesivir, a drug developed by Gilead as a potential treatment for Ebola. Hospitals in the US are also stockpiling generic antimalarial drugs chloroquine and hydroxychloroquine, which have shown some positive impact in small studies.\n\n\"AbbVie did the right thing,\" said Ms 't Hoen. \"But it foremost shows the power of the measure. Benefits will be immediate for people living with HIV, because generic supply is now possible everywhere in the world. The usefulness for Covid-19 still needs to be demonstrated and trials have started.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/AbbVie_Inc.", "type": "org", "score": 5, "label": {"eng": "AbbVie Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Lopinavir/ritonavir", "type": "wiki", "score": 5, "label": {"eng": "ritonavir"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Patent", "type": "wiki", "score": 5, "label": {"eng": "Patent"}}, {"uri": "http://en.wikipedia.org/wiki/Combination_drug", "type": "wiki", "score": 4, "label": {"eng": "Combination drug"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Non-governmental_organization", "type": "wiki", "score": 4, "label": {"eng": "Non-governmental organization"}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 4, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/Stat_(website)", "type": "wiki", "score": 3, "label": {"eng": "Stat (website)"}}, {"uri": "http://en.wikipedia.org/wiki/Lopinavir", "type": "wiki", "score": 3, "label": {"eng": "Lopinavir"}}, {"uri": "http://en.wikipedia.org/wiki/Ritonavir", "type": "wiki", "score": 3, "label": {"eng": "Ritonavir"}}, {"uri": "http://en.wikipedia.org/wiki/Efficacy", "type": "wiki", "score": 3, "label": {"eng": "Efficacy"}}, {"uri": "http://en.wikipedia.org/wiki/Antiviral_drug", "type": "wiki", "score": 3, "label": {"eng": "Antiviral drug"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "wiki", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 3, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 3, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Remdesivir", "type": "wiki", "score": 2, "label": {"eng": "Remdesivir"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_England_Journal_of_Medicine", "type": "wiki", "score": 2, "label": {"eng": "The New England Journal of Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 2, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 2, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 2, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}], "categories": [{"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 25}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Pharmaceuticals", "wgt": 25}, {"uri": "dmoz/Health/Pharmacy/Drugs_and_Medications", "label": "dmoz/Health/Pharmacy/Drugs and Medications", "wgt": 34}, {"uri": "dmoz/Health/Teen_Health/Drugs_and_Alcohol", "label": "dmoz/Health/Teen Health/Drugs and Alcohol", "wgt": 30}, {"uri": "dmoz/Health/Medicine/Pharmacology", "label": "dmoz/Health/Medicine/Pharmacology", "wgt": 28}, {"uri": "news/Health", "label": "news/Health", "wgt": 63}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F52a5cdbe-6d27-11ea-89df-41bea055720b?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5630202", "location": null, "shares": {"facebook": 489}, "sentiment": 0.09019607843137245, "wgt": 489, "relevance": 101}], "totalResults": 564, "page": 1, "count": 25, "pages": 23}}