{"articles": {"results": [{"uri": "1458893011", "lang": "eng", "isDuplicate": false, "date": "2020-02-24", "time": "08:45:00", "dateTime": "2020-02-24T08:45:00Z", "dateTimePub": "2020-02-24T08:45:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/what-we-know-about-the-wuhan-virus-11579716128", "title": "What We Know About the Coronavirus, From Symptoms to Who Is at Risk", "body": "Health officials are worried about a growing number of cases outside China By Betsy McKay Betsy McKay The Wall Street Journal BiographyBetsy McKay @betswrites Betsy.McKay@wsj.com Updated Feb. 27, 2020 1:01 pm ET\n\nConcern is high about the dangerous coronavirus behind an epidemic in China and 33 other countries. The number of people newly diagnosed every day with illness caused by the virus is on the decline in the epicenter of Hubei Province, China, though it is still high. International health officials are increasingly worried about growing outbreaks of the virus elsewhere, including among people who neither have been to China nor in contact with anyone who has. U.S. health officials have warned that they expect more transmission of the virus in the country.\n\nThe Latest on the Virus The global death toll now exceeds 2,800 people. The outbreak in South Korea is spreading faster than the epidemic in China. The country reported 505 new infections over the 24-hour period ended Thursday afternoon. Iran reported 106 new infections, lifting its tally to 245 cases. Its death toll rose to at least 26. In Italy, the number of confirmed cases leapt to 528 from 400.\n\nScientists and public-health officials keep learning about the virus, called Severe Acute Respiratory Syndrome Coronavirus 2, or Sars-CoV-2. The disease it causes is called Covid-19.\n\nAmong key questions they are seeking answers to are how the virus is transmitted, how easily it spreads and how many people are infected but don't develop symptoms.\n\nHere is what they know so far.\n\nTRACKING THE CORONAVIRUS\n\nVIEW In Depth\n\nWhat is a coronavirus?\n\nThis new virus belongs to a family of viruses known as coronaviruses. Named for the crown-like spikes on their surfaces, they infect mostly bats, pigs and small mammals. But they mutate easily and can jump from animals to humans, and from one human to another. In recent years, they have become a growing player in infectious-disease outbreaks world-wide.\n\nSeven strains are known to infect humans, including this new virus, causing illnesses in the respiratory tract. Four of those strains cause common colds. Two others, by contrast, rank among the deadliest of human infections: severe acute respiratory syndrome, or SARS, and Middle East respiratory syndrome, or MERS.\n\nCoronaviruses: From Animals to Humans\n\nResearchers aren't sure how the novel coronavirus first infected people in China, but the viruses that cause SARS and MERS, which originated in bats, provide clues.\n\n2\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nBat respiratory tract\n\nHuman respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\nMutation\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers have found the novel coronavirus likely originated in bats, but haven't pinpointed the source of transmission to humans.\n\n2\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nBat respiratory tract\n\nHuman respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\nMutation\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers have found the novel coronavirus likely originated in bats, but haven't pinpointed the source of transmission to humans.\n\n2\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nBat respiratory tract\n\nHuman respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\nMutation\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers have found the novel coronavirus likely originated in bats, but haven't pinpointed the source of transmission to humans.\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nBat respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\n2\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nMutation\n\nHuman respiratory tract\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\n4\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers have found the novel coronavirus likely originated in bats, but haven't pinpointed the source of transmission to humans.\n\nSource: Timothy Sheahan, University of North Carolina\n\nAlberto Cervantes and Josh Ulick /THE WALL STREET JOURNAL\n\nWhat are the symptoms of the illness and how do you know if you have it? Epidemic Potential\n\nCoronaviruses are jumping increasingly from animals to humans, creating new threats\n\nNL63 (1100s)\n\nSARS (2003)\n\n229E (1800s)\n\nMERS (2012)\n\nOC43 (1800s)\n\nWuhan CoV (2020)\n\nHKU1 (unknown)\n\nSource: Timothy Sheahan, University of North Carolina\n\nThe virus infects the lower respiratory tract. Patients initially develop a fever, cough and aches, and can progress to shortness of breath and complications from pneumonia, according to case reports. They might develop nausea, with vomiting and diarrhea. Some become only mildly ill, or are infected but don't get sick. Others are mildly ill for a few days, then rapidly develop more severe symptoms of pneumonia.\n\nSome patients haven't had a fever initially or might develop a \"walking pneumonia,\" meaning they might spread their infection to others because they aren't sick enough to be in a hospital.\n\nWho is most at risk?\n\nAdults of all ages have been infected, but the risk is highest for older people and those with other health conditions such as diabetes. Most of the 1,023 people whose deaths were included in a study by the Chinese Center for Disease Control and Prevention were age 60 or older, and/or had other illnesses. Many patients who have died were admitted to hospitals when their illness was advanced. Few children have been reported with the infection, but that could change.\n\nHow at risk is someone in the U.S.?\n\nThe current risk to the U.S. public is low, says the U.S. Centers for Disease Control and Prevention. There are very few cases in the U.S., and the virus isn't spreading widely. The majority of confirmed infections are in people who were infected while abroad and were quarantined upon their return to the U.S. But the agency says it expects the virus to spread more widely in the country, and is preparing for that likelihood.\n\nHow is the virus spread among humans?\n\nIt is likely spread through a cough, sneeze or other contact with saliva, Chinese officials say. There is no evidence of transmission by aerosol, or through the air. MERS and SARS spread mainly through \"respiratory droplets\" produced when someone coughs or sneezes. Those two viruses spread mostly through close contact.\n\nScientists are also investigating whether the new coronavirus may spread in feces, as tests have found it in the digestive tract of some patients.\n\nWhat is the incubation period?\n\nPeople become ill between two and 14 days after infection, according to the U.S. CDC. Chinese researchers recently cited an average incubation period of 5.2 days.\n\nIs there a test?\n\nPublic-health officials have developed and are distributing diagnostic tests, which are being used to confirm whether a patient has the new coronavirus or another infection. In Hubei Province, cases are also being diagnosed based on chest X-rays and symptoms. Scientists are working on a blood test to detect antibodies to the virus, to determine how many people in the population have been infected. Some may not have gotten sick.\n\nCan face masks protect you?\n\nHealth experts and mask makers say only a properly used reusable N95 respirator mask certified by an independent agency can guard against the virus. Paper or polyurethane foam masks don't filter out smaller particles responsible for transmitting infectious agents. They may help prevent sick people from transmitting to others.\n\nHow Effective Are Masks?\n\nThe World Health Organization and other experts report that a mask's efficacy in social settings is inconclusive. But some health experts and mask makers say that properly used, the N95 respirator mask can guard against the new coronavirus.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large airborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets can travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large airborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets can travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large airborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets can travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large\n\nairborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets\n\ncan travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSources: BMC Infectious Diseases; The Journal of Hospital Infection\n\nResearch: Lindsay Huth and Taylor Umlauf Graphic: Alberto Cervantes/THE WALL STREET JOURNAL\n\nWhat else can I do to protect myself?\n\nThe most important thing you can do is wash your hands frequently, for at least 20 seconds each time. Wash them when you come home, before you eat, and other times that you are touching surfaces. Don't touch your eyes, nose or mouth -- viruses can enter your body that way. Wipe down objects and surfaces with household cleaner. Maintain a distance from people who are sick.\n\nHow easily does the new virus spread?\n\nDisease-modeling experts have estimated that on average, each infected person has transmitted the virus to about 2.6 others, though the range is between 1.5 and 3.5. Those rates are higher than for some influenza viruses, some are lower than SARS, and they are far lower than measles, in which one infected person can transmit the virus to 12 to 18 other people.\n\nPublic-health experts caution that these estimates are preliminary, change over time and can be lowered by measures to prevent the virus from spreading.\n\nCan you catch the virus from someone even before they have symptoms?\n\nIt is possible. But little is known so far. In Macau, a 15-year-old resident of Wuhan, the epicenter of the outbreak, tested positive for the coronavirus despite having no fever or cough, according to that special administrative region of China. Scientists reported in the Lancet medical journal that they identified the coronavirus in a 10-year-old boy who developed no symptoms, even though others in the child's family fell ill. Chinese news outlets have reported a handful of other potential asymptomatic cases.\n\nHow the First Patients Fared\n\nBy Jan. 2, Researchers identifed 41 novel coronavirus patients who had been admitted to the hospital in Wuhan, China.\n\nMOST COMMON EARLY SYMPTOMS\n\nFever\n\n98%\n\nCough\n\n76\n\nAches, fatigue\n\n44\n\nHOW THE DISEASE PROGRESSED\n\nAvg. days since\n\nonset of symptoms\n\n7\n\n8\n\n9\n\n10.5 days\n\nAdmitted\n\nto hospital\n\nAcute\n\nrespiratory\n\ndistress\n\nNo. of patients\n\n41\n\n21\n\n11\n\n16\n\nAdmitted\n\nto intensive\n\ncare unit\n\nShortness\n\nof breath\n\nOUTCOMES*\n\nOut of 41 patients\n\n28 Discharged from hospital\n\n7 Still hospitalized\n\n6 Died\n\n*As of Jan. 22, roughly 20 days after coronavirus diagnoses confimed Source: The Lancet\n\nWhere did the new coronavirus come from?\n\nThe new virus likely came originally from bats, scientists say. It isn't known exactly where or how it jumped to humans, though. Viruses from bats often infect another mammal first and then mutate to become more transmissible to humans. One hypothesis is that the intermediary animal for this new virus may be a pangolin, a small mammal sold in wildlife markets, prized for its meat and scales covering its body.\n\nSHARE YOUR THOUGHTS\n\nDo you have questions about the risk of the new coronavirus from China? Join the conversation below.\n\nHealth officials believe the outbreak originated in a large animal and seafood market in Wuhan, China.\n\nOf the first 41 cases, 27 had some exposure to that market, according to a report in the Lancet. But three of the first four people to become ill, on Dec. 1 and Dec. 10, said they had no contact with the market.\n\nA study in the New England Journal of Medicine found that 55% of patients in Wuhan who became ill before Jan. 1 had a link to the market, compared with 8.6% of those who became ill after that point. Scientists say it will take some time to identify the exact source.\n\nHow dangerous is the new coronavirus?\n\nIt appears to be less deadly than a related pathogen -- SARS, which erupted in China in 2002 and spread globally in 2003. SARS killed about 10% of the people it infected, while about 2.9% of the people confirmed to be infected with this new coronavirus have died, according to World Health Organization data.\n\nBut the new virus spreads from one person to another more easily than SARS, some disease modeling and case studies suggest.\n\nIs the virus mutating, particularly in a way that would make it more contagious?\n\nNo. The virus has remained stable genetically thus far, according to the World Health Organization and the U.S. CDC.\n\nHow worried should I be?\n\nMost people who are infected may become only mildly ill, data suggest. Of 44,672 cases in China, 81% had mild symptoms, 13.8% were severely ill, and 4.7% were critically ill, according to the Chinese CDC. All of those who died were in critical condition.\n\nPublic-health officials are trying to determine how many people have been infected, including those who didn't get sick at all. They are concerned and want to contain the virus because its effects aren't fully known. In addition, new viruses can mutate, possibly becoming more virulent as they work their way through a population.\n\nIs it safe to travel to China?\n\nThe U.S. State Department has warned Americans not to travel to China. Most commercial airlines have suspended or reduced flights to and from China. Americans who remain in China should stay home as much as possible, limit contact with others and follow guidelines from the U.S. Centers for Disease Control and Prevention to prevent infection, U.S. authorities say.\n\nIs it safe to go on a cruise?\n\nThe U.S. State Department has urged Americans to reconsider cruises to or within Asia, given the risk of infection and of being subjected to a lengthy quarantine.\n\nAre there drugs to treat coronaviruses?\n\nThere aren't any drugs or vaccines approved specifically for the new virus. But several are in development or being studied. Two clinical trials in China are evaluating remdesivir, an antiviral drug from Gilead Sciences Inc. that was also tested for Ebola.\n\nA hospital in Wuhan is conducting a clinical trial using a combination of two drugs for HIV that had been tested on MERS patients in Saudi Arabia. The therapy, sold under the brand name Kaletra in the U.S., is normally used to treat HIV patients and belongs to a class of drugs known as protease inhibitors, which block a key enzyme that helps viruses replicate. In addition, a few vaccine makers are developing products targeting the virus.\n\nWhat is being done to contain the spread of the virus?\n\nChina imposed quarantines on Wuhan, the epicenter of the outbreak, and several other cities, affecting millions of citizens. Officials built a large field hospital in Wuhan to isolate and care for patients and are investigating chains of transmission. It isn't clear what effect the quarantine measures are having.\n\nThe U.S. imposed entry restrictions on foreign nationals who have visited China in the past 14 days. Most international airlines suspended flights from China. Americans who were evacuated from Hubei Province and a cruise ship where an outbreak occurred have undergone or are undergoing quarantines for 14 days.\n\nThere are few travelers from China currently. Those who do come to the U.S. are screened at the airport. Those who don't have symptoms of illness are asked to self-quarantine for 14 days.\n\nCould goods imported from China carry the virus?\n\nThat is unlikely, the CDC says. Coronaviruses generally don't survive long on inanimate surfaces, according to the agency.\n\nHealth News in Your Inbox\n\nGet a curated weekly look at features, columns and headlines on personal health and the health industry. Sign up.\n\n-- Lucy Craymer, Fanfan Wang, Qianwei Zhang, Lekai Liu and Wenxin Fan contributed to this article.\n\nWrite to Betsy McKay at betsy.mckay@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "betsy_mckay@wsj.com", "name": "Betsy McKay", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Flip-flop_(electronics)", "type": "wiki", "score": 5, "label": {"eng": "Flip-flop (electronics)"}}, {"uri": "http://en.wikipedia.org/wiki/Nokia_N95", "type": "wiki", "score": 5, "label": {"eng": "Nokia N95"}}, {"uri": "http://en.wikipedia.org/wiki/Civet", "type": "wiki", "score": 5, "label": {"eng": "Civet"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Middle East respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 5, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Airborne_forces", "type": "wiki", "score": 5, "label": {"eng": "Airborne forces"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 5, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Host_(biology)", "type": "wiki", "score": 5, "label": {"eng": "Host (biology)"}}, {"uri": "http://en.wikipedia.org/wiki/Exoskeleton", "type": "wiki", "score": 5, "label": {"eng": "Exoskeleton"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 5, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Camel", "type": "wiki", "score": 5, "label": {"eng": "Camel"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 5, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 5, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Mouth", "type": "wiki", "score": 5, "label": {"eng": "Mouth"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 5, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Mutation", "type": "wiki", "score": 5, "label": {"eng": "Mutation"}}, {"uri": "http://en.wikipedia.org/wiki/Gene", "type": "wiki", "score": 5, "label": {"eng": "Gene"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_North_Carolina", "type": "loc", "score": 4, "label": {"eng": "University of North Carolina"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 4, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 4, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Miguel_de_Cervantes", "type": "person", "score": 3, "label": {"eng": "Miguel de Cervantes"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/BioMed_Central", "type": "org", "score": 2, "label": {"eng": "BioMed Central"}}, {"uri": "http://en.wikipedia.org/wiki/Bridge_of_Independent_Lists", "type": "org", "score": 2, "label": {"eng": "Bridge of Independent Lists"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Huth", "type": "person", "score": 2, "label": {"eng": "Robert Huth"}}, {"uri": "http://en.wikipedia.org/wiki/Special_administrative_regions_of_China", "type": "loc", "score": 2, "label": {"eng": "Special administrative regions of China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 2, "label": {"eng": "United States Department of State"}}, {"uri": "http://en.wikipedia.org/wiki/Macau", "type": "loc", "score": 2, "label": {"eng": "Macau"}, "location": {"type": "country", "label": {"eng": "Macau"}}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 1, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 1, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Qianwei_County", "type": "loc", "score": 1, "label": {"eng": "Qianwei County"}, "location": {"type": "place", "label": {"eng": "Qianwei County"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 1, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 98}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 23}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 18}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 28}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 21}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 28}], "image": "https://images.wsj.net/im-148700/social", "eventUri": null, "location": null, "shares": {"facebook": 12478, "pinterest": 10}, "sentiment": -0.4274509803921569, "wgt": 12488, "relevance": 101}, {"uri": "1460955068", "lang": "eng", "isDuplicate": false, "date": "2020-02-25", "time": "20:43:00", "dateTime": "2020-02-25T20:43:00Z", "dateTimePub": "2020-02-25T20:43:00Z", "dataType": "news", "sim": 0.4823529422283173, "url": "https://www.wsj.com/articles/cdc-warns-it-expects-coronavirus-to-spread-in-u-s-11582653829", "title": "CDC Warns It Expects Coronavirus to Spread in U.S. ", "body": "Federal health authorities said Tuesday they now expect a wider spread of the coronavirus in the U.S. and are preparing for a potential pandemic, though they remain unsure about how severe the health threat could be.\n\nNancy Messonnier, director of the National Center for Immunization and Respiratory Diseases at the Centers for Disease Control and Prevention, said Tuesday the agency expects a sustained transmission of the virus and called for businesses, schools and communities to brace themselves and plan for potential outbreaks....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "brianna_abbott@wsj.com", "name": "Brianna Abbott", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/National_Center_for_Immunization_and_Respiratory_Diseases", "type": "wiki", "score": 2, "label": {"eng": "National Center for Immunization and Respiratory Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 23}, {"uri": "dmoz/Health/Animal/Birds", "label": "dmoz/Health/Animal/Birds", "wgt": 20}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 24}, {"uri": "dmoz/Health/Animal/Wildlife", "label": "dmoz/Health/Animal/Wildlife", "wgt": 21}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 23}], "image": "https://images.wsj.net/im-157569/social", "eventUri": "eng-5547849", "location": null, "shares": {"facebook": 5665, "pinterest": 4}, "sentiment": -0.2627450980392156, "wgt": 5669, "relevance": 52}, {"uri": "1466935115", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "16:50:00", "dateTime": "2020-03-01T16:50:00Z", "dateTimePub": "2020-03-01T16:50:00Z", "dataType": "news", "sim": 0.6235294342041016, "url": "https://www.wsj.com/articles/coronavirus-spreads-in-u-s-as-rhode-island-confirms-states-first-case-11583080456", "title": "Coronavirus Cases Mount as Second Person Dies in U.S.", "body": "New cases of the novel coronavirus reported Sunday, including the second death from the virus in the U.S., raised fears of a wider spread of the disease, prompting federal officials to ramp up efforts to test for and fight the growing health threat.\n\nHealth officials are focused on a cluster of confirmed cases in Washington, including the two deaths. Those infections, and several others in states such as Oregon and California -- many with no clear path to exposure -- signal that there might be wider spread of the virus in some communities,...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "brianna_abbott@wsj.com", "name": "Brianna Abbott", "type": "author", "isAgency": false}, {"uri": "joe_barrett@wsj.com", "name": "Joe Barrett", "type": "author", "isAgency": false}, {"uri": "alex_leary@wsj.com", "name": "Alex Leary", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Rhode_Island", "type": "loc", "score": 4, "label": {"eng": "Rhode Island"}, "location": {"type": "place", "label": {"eng": "Rhode Island"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}], "categories": [{"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 16}, {"uri": "dmoz/Recreation/Travel/Publications", "label": "dmoz/Recreation/Travel/Publications", "wgt": 17}, {"uri": "dmoz/Recreation/Travel/Preparation", "label": "dmoz/Recreation/Travel/Preparation", "wgt": 16}, {"uri": "dmoz/Health/Public_Health_and_Safety/Statistics", "label": "dmoz/Health/Public Health and Safety/Statistics", "wgt": 16}], "image": "https://images.wsj.net/im-159291/social", "eventUri": "eng-5561440", "location": null, "shares": {"facebook": 4336}, "sentiment": -0.2156862745098039, "wgt": 4336, "relevance": 52}, {"uri": "1459683007", "lang": "eng", "isDuplicate": false, "date": "2020-02-24", "time": "21:37:00", "dateTime": "2020-02-24T21:37:00Z", "dateTimePub": "2020-02-24T21:37:00Z", "dataType": "news", "sim": 0.7921568751335144, "url": "https://www.wsj.com/articles/drugmaker-moderna-delivers-first-coronavirus-vaccine-for-human-testing-11582579099", "title": "Drugmaker Ships First Experimental Coronavirus Vaccine for Human Tests", "body": "© Adam Glanzman for The Wall Street Journal\n\nDrugmaker Moderna Inc. has shipped the first batch of its rapidly developed coronavirus vaccine to U.S. government researchers, who will launch the first human tests of whether the experimental shot could help suppress the epidemic originating in China.\n\nModerna on Monday sent vaccine vials from its Norwood, Mass., manufacturing plant to the National Institute of Allergy and Infectious Diseases in Bethesda, Md., the company said. The institute expects by the end of April to start a clinical trial of about 20 to 25 healthy volunteers, testing whether two doses of the shot are safe and induce an immune response likely to protect against infection, NIAID Director Anthony Fauci said in an interview. Initial results could become available in July or August.\n\nModerna's turnaround time in producing the first batch of the vaccine -- co-designed with NIAID, after learning the new virus's genetic sequence in January -- is a stunningly fast response to an emerging outbreak.\n\nGet fresh news and exclusive analysis on politics, policy, national security, regulation and more, delivered right to your inbox\n\nIf a trial starts as planned in April, it would be about three months from vaccine design to human testing. In comparison, after an outbreak of an older coronavirus, severe acute respiratory syndrome, in China in 2002, it took about 20 months for NIAID to get a vaccine into the first stage of human testing, according to Dr. Fauci.\n\n\"Going into a Phase One trial within three months of getting the sequence is unquestionably the world indoor record. Nothing has ever gone that fast,\" Dr. Fauci said.\n\nPublic-health authorities say advances in vaccine technology, aided by government and private investments, are shortening development timelines when outbreaks occur. In the past, researchers scrambled to develop vaccines in response to outbreaks such as SARS, Ebola and Zika with mixed results. Older types of vaccines are developed from viral proteins that must be grown in eggs or cell cultures, and together with animal testing it can take years before a vaccine can be used in humans.\n\nNewer approaches rely on what are known as platform technologies -- building blocks that can be tweaked quickly with the genetic information from a newly emerged pathogen.\n\nThe fast production of a vaccine and plans to test it soon don't guarantee its success. \"You're never sure until you're at the end what you have,\" said Bruce Gellin, president of global immunization at the Sabin Vaccine Institute. Saying there are other coronavirus vaccines in the works, he added: \"The sequence of testing is designed to sort out what works from what doesn't. That's why it's important to try as many things as possible that seem feasible, because not all horses will finish the race.\"\n\nIt is uncertain whether Moderna's vaccine will work because its gene-based technology hasn't yet yielded an approved human vaccine. And even if the first study is positive, the coronavirus vaccine might not become widely available until next year because further studies and regulatory clearances will be needed, Dr. Fauci said.\n\nBut health authorities say it is worth placing bets on these new technologies in the face of fast-moving outbreaks. Since early January, when only a few dozen cases were confirmed in central China, the virus has spread to more than 79,000 people, including more than 2,600 who have died. The vast majority of the cases are in China, according to the World Health Organization.\n\nDr. Fauci said it is possible the spread of coronavirus could lessen during warmer months, but then return next winter and become a seasonal virus like the flu, making a vaccine useful even if it isn't ready for widespread distribution until next year.\n\n\"The only way you can completely suppress an emerging infectious disease is with a vaccine,\" Dr. Fauci said in his office in Bethesda. \"If you want to really get it quickly, you're using technologies that are not as time-honored as the standard, what I call antiquated, way of doing it.\"\n\nModerna, which has more than 800 employees, was founded in 2010 to develop drugs and vaccines based on what is known as messenger RNA, the genetic molecules that carry instructions from DNA to the body's cells to make certain proteins. The company is targeting cancer, heart disease and infectious diseases. It hasn't brought any drugs or vaccines to market.\n\nModerna Chief Executive Stephane Bancel said he got in touch with NIAID after hearing about the new China virus while vacationing with his family in France in early January, to discuss collaborating on a vaccine.\n\nChinese scientists found the genetic sequence of the new virus and published it online around Jan. 10. Researchers at NIAID and Moderna analyzed the sequence and homed in on a section they believed was most likely to induce the desired immune response if incorporated into a vaccine. NIAID agreed to run a clinical trial if Moderna could supply a vaccine.\n\nModerna didn't need actual samples of the virus or its proteins. The company's vaccines instead contain nucleic acids with genetic codes that instruct the body's own cells to make certain proteins from the virus that don't infect a person, but trigger an immune response.\n\nModerna in 2018 opened a manufacturing site in the shell of a former Polaroid plant in Norwood, near the company's Cambridge, Mass., headquarters. In the plant, employees wearing white lab gowns, hair nets and safety goggles work amid lab hoods, robotic machinery and steel tanks to produce drugs and vaccines for clinical trials. Meeting rooms are named after famous scientists such as Curie and Pasteur.\n\nTo make the coronavirus vaccine, Moderna repurposed some of the robotic equipment that was making cancer vaccines tailored to the genetic mutations of patients' tumors.\n\nAs many as 100 manufacturing and quality-control employees were involved in the effort, many working nights and weekends. As manufacturing ramped up, the company's leaders had frequent meetings, calls and WhatsApp messaging chains to monitor progress, and stayed in close contact with NIAID.\n\nAfter Moderna's effort became public in January, friends and family members became interested.\n\nJuan Andres, Moderna's head of technical operations, said, \"I wasn't used to my kid thinking I did anything cool,\" but his 15-year-old son began asking questions about the project at dinner.\n\nModerna finished manufacturing about 500 vials on Feb. 7, a Friday. Normally, the company would have waited until Monday to start quality-control tests, but about 10 to 15 workers spent the weekend testing samples for potency and other features. The batch cleared most tests that weekend, but it took about two weeks to complete sterility testing. Moderna stored the supply in freezers set to minus-70 degrees Celsius.\n\nOne risk of moving so fast is that Moderna and NIAID won't know for sure they picked the best fragment of the virus's genetic sequence to target until the human study is completed.\n\n\"It is possible it's going to work, but we have to wait and see,\" said Mr. Bancel, Moderna's CEO.\n\nThe first trial will be conducted at NIAID's clinical-trials unit in Bethesda. If the first one is successful, a second trial of hundreds or thousands of participants could begin, which could take six to eight months, Dr. Fauci said. This trial could be conducted partly in the U.S. but also in China or a region where the virus is spreading, so the testing could gauge whether the vaccine reduces infection rates.\n\nIf the second trial is positive, the vaccine could be ready for widespread use, he said. How widely the virus has spread by then will determine whether it is given to targeted groups such as health-care workers, or more broadly to the general population, Dr. Fauci said.\n\nWrite to Peter Loftus at peter.loftus@wsj.com\n\nRead More", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "peter_loftus@wsj.com", "name": "Peter Loftus", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 5, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Nucleic_acid_sequence", "type": "wiki", "score": 5, "label": {"eng": "Nucleic acid sequence"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 5, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Immune_response", "type": "wiki", "score": 4, "label": {"eng": "Immune response"}}, {"uri": "http://en.wikipedia.org/wiki/Spur", "type": "wiki", "score": 4, "label": {"eng": "Spur"}}, {"uri": "http://en.wikipedia.org/wiki/Eastern_Time_Zone", "type": "wiki", "score": 4, "label": {"eng": "Eastern Time Zone"}}, {"uri": "http://en.wikipedia.org/wiki/Mass_(liturgy)", "type": "wiki", "score": 4, "label": {"eng": "Mass (liturgy)"}}, {"uri": "http://en.wikipedia.org/wiki/Plant", "type": "wiki", "score": 4, "label": {"eng": "Plant"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 4, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Bethesda,_Maryland", "type": "loc", "score": 4, "label": {"eng": "Bethesda, Maryland"}, "location": {"type": "place", "label": {"eng": "Bethesda, Maryland"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Turnaround_time", "type": "wiki", "score": 3, "label": {"eng": "Turnaround time"}}, {"uri": "http://en.wikipedia.org/wiki/Sabin_Vaccine_Institute", "type": "org", "score": 3, "label": {"eng": "Sabin Vaccine Institute"}}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 3, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_protein", "type": "wiki", "score": 3, "label": {"eng": "Viral protein"}}, {"uri": "http://en.wikipedia.org/wiki/Phase_One_(company)", "type": "wiki", "score": 3, "label": {"eng": "Phase One (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Vial", "type": "wiki", "score": 3, "label": {"eng": "Vial"}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 3, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/Central_China", "type": "loc", "score": 3, "label": {"eng": "Central China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Drug", "type": "wiki", "score": 3, "label": {"eng": "Drug"}}, {"uri": "http://en.wikipedia.org/wiki/Cell_culture", "type": "wiki", "score": 3, "label": {"eng": "Cell culture"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 3, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Polaroid_Corporation", "type": "org", "score": 2, "label": {"eng": "Polaroid Corporation"}}, {"uri": "http://en.wikipedia.org/wiki/Marie_Curie", "type": "person", "score": 2, "label": {"eng": "Marie Curie"}}, {"uri": "http://en.wikipedia.org/wiki/Louis_Pasteur", "type": "person", "score": 2, "label": {"eng": "Louis Pasteur"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Cambridge", "type": "loc", "score": 2, "label": {"eng": "University of Cambridge"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/WhatsApp", "type": "org", "score": 2, "label": {"eng": "WhatsApp"}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 50}, {"uri": "dmoz/Science/Biology/Genetics", "label": "dmoz/Science/Biology/Genetics", "wgt": 16}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 16}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 42}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 32}, {"uri": "dmoz/Recreation/Pets/Issues", "label": "dmoz/Recreation/Pets/Issues", "wgt": 17}], "image": "https://images.wsj.net/im-155785/social", "eventUri": "eng-5545379", "location": null, "shares": {"facebook": 3642, "pinterest": 3}, "sentiment": 0.1215686274509804, "wgt": 3645, "relevance": 101}, {"uri": "1463786404", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "21:54:00", "dateTime": "2020-02-27T21:54:00Z", "dateTimePub": "2020-02-27T21:53:00Z", "dataType": "news", "sim": 0.6117647290229797, "url": "https://www.wsj.com/articles/whistleblower-says-federal-employees-flown-from-coronavirus-sites-didnt-follow-safety-protocols-11582840144", "title": "Whistleblower Says Federal Employees Flown From Coronavirus Sites Didn't Follow Safety Protocols", "body": "WASHINGTON -- A whistleblower alleges that some federal employees were sent to work at coronavirus quarantine locations in California without adequate safety protocols and then flew back home on commercial airplanes, according to a person familiar with the complaint against the Department of Health and Human Services.\n\nThe complaint, which HHS said it was evaluating, focuses on some employees who work at the Administration for Children and Families, or ACF, an HHS division that handles programs such as Head Start and disaster...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "natalie_andrews@wsj.com", "name": "Natalie Andrews", "type": "author", "isAgency": false}, {"uri": "stephanie_armour@wsj.com", "name": "Stephanie Armour", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Whistleblower", "type": "wiki", "score": 4, "label": {"eng": "Whistleblower"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 3, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 3, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Administration_for_Children_and_Families", "type": "wiki", "score": 2, "label": {"eng": "Administration for Children and Families"}}, {"uri": "http://en.wikipedia.org/wiki/American_Car_and_Foundry_Company", "type": "wiki", "score": 1, "label": {"eng": "American Car and Foundry Company"}}, {"uri": "http://en.wikipedia.org/wiki/Head_Start_(program)", "type": "wiki", "score": 1, "label": {"eng": "Head Start (program)"}}], "categories": [{"uri": "dmoz/Business/Human_Resources", "label": "dmoz/Business/Human Resources", "wgt": 17}, {"uri": "dmoz/Society/Work/Whistleblowing", "label": "dmoz/Society/Work/Whistleblowing", "wgt": 22}, {"uri": "dmoz/Society/Work/Work_and_Family", "label": "dmoz/Society/Work/Work and Family", "wgt": 18}, {"uri": "dmoz/Business/Human_Resources/Employee_Relations", "label": "dmoz/Business/Human Resources/Employee Relations", "wgt": 19}], "image": "https://images.wsj.net/im-158661/social", "eventUri": "eng-5554791", "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 2610}, "sentiment": -0.4666666666666667, "wgt": 2610, "relevance": 52}, {"uri": "1465585806", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "09:05:00", "dateTime": "2020-02-29T09:05:00Z", "dateTimePub": "2020-02-29T09:05:00Z", "dataType": "news", "sim": 0.545098066329956, "url": "https://www.wsj.com/articles/south-korea-coronavirus-cases-rise-as-china-touts-recoveries-11582966142", "title": "China Touts Slowing Coronavirus Toll, as South Korean Cases Rise", "body": "South Korea reported more than 800 new coronavirus cases on Saturday, the most of any country caught up in the epidemic, as China said it crossed a key threshold in its fight against the deadly disease.\n\nHealth officials in the state of Washington reported the first coronavirus death in the U.S. on Saturday, and Australia on Sunday reported its first confirmed death -- a man in his 70s who had returned from the Diamond Princess cruise ship in Japan....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "wenxin_fan@wsj.com", "name": "Wenxin Fan", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Daegu", "type": "loc", "score": 2, "label": {"eng": "Daegu"}, "location": {"type": "place", "label": {"eng": "Daegu"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 18}, {"uri": "dmoz/Health/Animal/Fish", "label": "dmoz/Health/Animal/Fish", "wgt": 18}, {"uri": "dmoz/Health/Animal/Birds", "label": "dmoz/Health/Animal/Birds", "wgt": 16}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 18}, {"uri": "dmoz/Sports/Running/Cross_Country", "label": "dmoz/Sports/Running/Cross Country", "wgt": 15}], "image": "https://images.wsj.net/im-159212/social", "eventUri": "eng-5562443", "location": null, "shares": {"facebook": 2495}, "sentiment": -0.1529411764705882, "wgt": 2495, "relevance": 52}, {"uri": "1465112095", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "21:40:00", "dateTime": "2020-02-28T21:40:00Z", "dateTimePub": "2020-02-28T21:40:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/more-markets-head-toward-correction-territory-as-coronavirus-spooks-investors-11582864550", "title": "Stocks Suffer Biggest Weekly Losses Since 2008", "body": "U.S. stocks extended a punishing selloff Friday, finishing their worst week since the financial crisis with mounting investor unease about the economic fallout from the coronavirus epidemic.\n\nThe Dow Jones Industrial Average shed 357 points after being down more than 1,000 points before paring declines. The blue-chip index avoided falling by more than 1,000 points for the second consecutive day by staging a roughly 640-point rally in the last 15 minutes of trading. ...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "avantika_chilkoti@wsj.com", "name": "Avantika Chilkoti", "type": "author", "isAgency": false}, {"uri": "gunjan_banerji@wsj.com", "name": "Gunjan Banerji", "type": "author", "isAgency": false}, {"uri": "chong_koh_ping@wsj.com", "name": "Chong Koh Ping", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 4, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 3, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Blue_chip_(stock_market)", "type": "wiki", "score": 2, "label": {"eng": "Blue chip (stock market)"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 76}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 11}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 13}, {"uri": "dmoz/Games/Tile_Games/Spectrangle", "label": "dmoz/Games/Tile Games/Spectrangle", "wgt": 14}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 13}], "image": "https://images.wsj.net/im-158772/social", "eventUri": null, "location": null, "shares": {"facebook": 1242, "pinterest": 3}, "sentiment": -0.3490196078431372, "wgt": 1245, "relevance": 52}, {"uri": "1462852639", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "07:19:00", "dateTime": "2020-02-27T07:19:00Z", "dateTimePub": "2020-02-27T07:19:00Z", "dataType": "news", "sim": 0.4745098054409027, "url": "https://www.wsj.com/articles/smart-travel-planning-in-the-time-of-coronavirus-11582726776", "title": "Smart Travel Planning in the Time of Coronavirus", "body": "What you need to know to assess the pros, cons and potential complications of a trip far from home By Scott McCartney Scott McCartney The Wall Street Journal BiographyScott McCartney @MiddleSeat Scott.McCartney@wsj.com Feb. 26, 2020 9:19 am ET\n\nShould you postpone or cancel travel because of coronavirus?\n\nYes, no and maybe.\n\nFor some destinations, the answer is a clear yes; others, a clear no. An increasing number are becoming a maybe, where it's really a question of how much worry and hassle you want to pack into your trip.\n\nOne threat: If you get the flu while traveling, you could end up quarantined somewhere because the symptoms in early stages are very similar to those of Covid-19.\n\n\"I think it's a good time to assess personal risk tolerance,\" says Henry Wu, director of Emory University's TravelWell Center and assistant professor of infectious diseases at Emory University School of Medicine. \"There's a lot of potential for complications for travelers that may happen even if they're not high-risk for getting the disease.\"\n\nNewsletter Sign-up\n\nWith the virus spreading beyond China to new countries, events and conferences are being canceled, airlines are expanding waivers to change reservations without penalty and more travelers are looking to postpone or cancel trips. The spread of the virus to Italy and South Korea changes travel considerations for many.\n\nTravel does present greater risk because you typically encounter more people when traveling, public health experts say. They add that proper precautions -- frequently washing hands, avoiding touching unwashed hands to the face and liberal use of hand sanitizer -- reduce risk.\n\nHow to decide whether to go or not? Here's a guide to help you make informed decisions:\n\nSome Absolutes\n\nFirst, if you're sick, don't travel. This rule applies all the time, but people routinely ignore it. Don't do that in this climate unless you want to end up quarantined.\n\nSome countries are or will be scanning passengers for increased body temperature. If you have a fever, you may be detained. Further, airline crews -- not to mention passengers -- are on heightened alert for anyone sneezing or coughing. In the U.S., the Centers for Disease Control and Prevention has recommended flight crews isolate ill passengers. And it's not negotiable: On an airplane, failure to comply with crew orders is a federal crime.\n\nSecond, no matter where you travel internationally, there is increased risk that travel may be disrupted. An outbreak can mean a city is sealed off, flights are canceled and travelers are quarantined. So best to plan ahead for serious disruption, just in case.\n\nTake extra supplies of your medications with you. Take a supply of cold medicine and a thermometer. You might want to take work materials with you that you need after your return in case you end up stuck somewhere. Make sure you have health insurance documentation in case you end up sick. And have someone back home at the ready to help with emergency travel plans if you need to find a way home quickly. A travel agent may be a very good idea.\n\n\"As we learn more about the virus, governments can change overnight how they are responding,\" says epidemiologist Jennifer Nuzzo of the Johns Hopkins Center for Health Security.\n\nShare Your Thoughts\n\nWhat are your biggest concerns about traveling right now? Join the conversation below.\n\nThird, consider whether you have a higher risk of getting sick while traveling. Older people or those with underlying medical conditions may want to ground themselves, experts say.\n\nDr. Wu advises getting a flu shot before traveling if you haven't already. It can take a week to become effective, but it's not too late in the flu season to protect yourself.\n\nFourth, if you want to consider travel insurance, consider only \"cancel for any reason\" plans. These policies typically cost about 40% more than standard policies and typically reimburse about 75% of nonrefundable trip costs if you do cancel, says Megan Moncrief, chief marketing officer for Squaremouth, a travel insurance comparison service. That's a lower payout than other plans, but it's the only type of travel insurance that will help at this point.\n\nIf you have insurance you bought before the outbreak began, it likely will only cover you if you contract the virus. It might cover you if you get sick and your doctor certifies you shouldn't travel during your planned itinerary. But travel insurance doesn't cover fear.\n\n\"People are just nervous. They aren't sure what's going to happen. They simply don't want to go anymore, don't feel comfortable going, don't feel safe going. But those aren't covered reasons under a standard policy,\" Ms. Moncrief says.\n\nNow that the coronavirus outbreak is well known, policies you buy won't cover it -- it's a known hazard. It's the same reason you can't buy fire insurance as wildfires approach your house.\n\nSome Options\n\nThere are some logical ways to make an informed choice about where to go. Use the CDC's three-level warning system, which is frequently updated and considered reliable.\n\nLevel 3 is a high-level warning of serious outbreak and it's a no-go. The CDC recommends avoiding all nonessential travel. If your destination is Level 3 -- mainland China and South Korea, which was added to Level 3 on Tuesday -- the decision is simple.\n\nLevel 2 calls for practicing enhanced precautions. You can still go, but a good rule for any travelers nervous about the virus would be to postpone or cancel trips to Level 2 counties -- Italy, Iran and Japan as of Tuesday. Wait for things to resolve.\n\nLevel 1 is when a place has been put on watch. Right now, only Hong Kong is listed as Level 1 for coronavirus. But other countries are listed with \"apparent community spread\": Singapore, Thailand, Taiwan and Vietnam. The CDC says virus spread isn't sustained or widespread enough to warrant a travel health notice. But that may be notice enough for you. (Here's a link to all CDC travel warnings.)\n\nEven without notice, you may find public events canceled and venues closed. And closings to prevent congregating crowds may happen anywhere.\n\nPublic health experts say the biggest health risk for domestic travel now is the flu. No part of the U.S. is considered higher risk for coronavirus than any other. But Dr. Nuzzo of Johns Hopkins says she doesn't believe authorities have a good handle on where the virus is and where it isn't, including in the U.S., because many countries aren't testing aggressively.\n\n\"I think this virus will turn up everywhere,\" she says, because that's how respiratory viruses tend to spread. She also notes that trying to stop the spread by restricting travel hasn't worked so far.\n\nStill, Dr. Nuzzo booked a family summer vacation recently to Mexico and plans to go, even though she expects the virus to show up in Mexico. \"My risk tolerance is that life needs to go on,\" she says.\n\nFlights by themselves aren't considered higher risk, except that they are crowded situations. Dr. Wu notes there have been no documented or confirmed cases of coronavirus transmission aboard an airplane. The World Health Organization says an airplane cabin by itself isn't more conducive to spreading infection. But the proximity of passengers does matter.\n\nThe WHO says the virus is transmitted by droplets, and only lives on surfaces for short periods, perhaps 30 minutes. Other health groups have questioned that, suggesting it can live much longer on surfaces. If you are concerned, wipe down surfaces you are going to touch on airplanes or other public spaces, such as hotel rooms.\n\nPaper surgical masks are effective at keeping you from spreading disease if you are sick, but not effective at blocking you from ingesting virus. For that, health experts recommend an N95 respirator -- a heavy-duty mask.\n\nWrite to Scott McCartney at middleseat@wsj.com\n\nMORE FROM THE MIDDLE SEAT\n\nThe Bumps in the Road Leaving the Airport February 19, 2020 How to Handle Air Travel During the Coronavirus Outbreak February 4, 2020 A Backlash Brews Against Phantom Hotel Fees January 29, 2020 The Best Seats Airlines Hold Back From Frequent Fliers January 22, 2020 The Best and Worst U.S. Airlines of 2019 January 15, 2020\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "scott_mccartney@wsj.com", "name": "Scott McCartney", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Travel_insurance", "type": "wiki", "score": 4, "label": {"eng": "Travel insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 4, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 4, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_Center_for_Health_Security", "type": "wiki", "score": 3, "label": {"eng": "Johns Hopkins Center for Health Security"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_washing", "type": "wiki", "score": 3, "label": {"eng": "Hand washing"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 3, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/Emory_University_School_of_Medicine", "type": "loc", "score": 3, "label": {"eng": "Emory University School of Medicine"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Sneeze", "type": "wiki", "score": 3, "label": {"eng": "Sneeze"}}, {"uri": "http://en.wikipedia.org/wiki/Emory_University", "type": "loc", "score": 3, "label": {"eng": "Emory University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Influenza_vaccine", "type": "wiki", "score": 3, "label": {"eng": "Influenza vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Indian_reservation", "type": "wiki", "score": 3, "label": {"eng": "Indian reservation"}}, {"uri": "http://en.wikipedia.org/wiki/Thermoregulation", "type": "wiki", "score": 3, "label": {"eng": "Thermoregulation"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance", "type": "wiki", "score": 3, "label": {"eng": "Health insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 3, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Thermometer", "type": "wiki", "score": 3, "label": {"eng": "Thermometer"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 2, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Vietnam", "type": "loc", "score": 2, "label": {"eng": "Vietnam"}, "location": {"type": "country", "label": {"eng": "Vietnam"}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 2, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 2, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 2, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Mexico", "type": "loc", "score": 2, "label": {"eng": "Mexico"}, "location": {"type": "country", "label": {"eng": "Mexico"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 2, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 94}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 31}, {"uri": "dmoz/Recreation/Travel/Publications", "label": "dmoz/Recreation/Travel/Publications", "wgt": 36}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 32}, {"uri": "dmoz/Recreation/Travel/Preparation", "label": "dmoz/Recreation/Travel/Preparation", "wgt": 29}], "image": "https://images.wsj.net/im-157627/social", "eventUri": "eng-5545564", "location": null, "shares": {"facebook": 1073, "pinterest": 5}, "sentiment": -0.04313725490196074, "wgt": 1078, "relevance": 76}, {"uri": "1461155509", "lang": "eng", "isDuplicate": false, "date": "2020-02-26", "time": "00:16:00", "dateTime": "2020-02-26T00:16:00Z", "dateTimePub": "2020-02-26T00:15:00Z", "dataType": "news", "sim": 0.7019608020782471, "url": "https://www.wsj.com/articles/tokyo-olympics-could-be-a-victim-of-the-coronavirus-ioc-official-says-11582665911", "title": "Tokyo Olympics Could Be a Victim of the Coronavirus, IOC Official Says", "body": "As outbreaks of the coronavirus spread, IOC member Dick Pound raises the possibility of cancellation or postponement of the Games By Joshua Robinson, Joshua Robinson The Wall Street Journal BiographyJoshua Robinson @JoshRobinson23 Joshua.Robinson@wsj.com Ben Cohen and Ben Cohen The Wall Street Journal BiographyBen Cohen @bzcohen ben.cohen@wsj.com Rachel Bachman Rachel Bachman The Wall Street Journal BiographyRachel Bachman @Bachscore Rachel.Bachman@wsj.com Feb. 25, 2020 4:25 pm ET\n\nTokyo is on the way to spending more than $20 billion on hosting this summer's Olympic Games. NBC has a multibillion-dollar agreement to broadcast them. Athletes who have been training for years are months away from the pinnacle of their sporting lives.\n\nBut there is increasing concern that the Summer Games won't go on at all.\n\nAs outbreaks of the novel coronavirus spread through Asia and Europe, organizers made it clear on Tuesday that they have begun worrying about the public health implications of holding the Games, where hundreds of thousands of people gather in one place, spend two weeks in close quarters and fly back to some 200 countries.\n\nThe Tokyo Games are scheduled to begin on July 24, but a senior member of the International Olympic Committee raised the possibility of cancellation or postponement if the outbreak wasn't contained in the next three months, setting an unofficial deadline around the end of May. The last time the Olympics were canceled was during World War II.\n\n\"This is the new war and you have to face it,\" Dick Pound, an IOC member since 1978, told the Associated Press. \"In and around that time, I'd say folks are going to have to ask: 'Is this under sufficient control that we can be confident about going to Tokyo, or not?'\"\n\nIn a subsequent interview with The Wall Street Journal, Pound said that the IOC was in daily contact with the World Health Organization, but it was impossible to make predictions about the fate of an event five months away.\n\n\"If you're dealing with athletes, you say, 'As far as we know, it's still on in Tokyo,'\" Pound said.\n\nAthletes should remain focused on their sports, Pound told the AP, but he warned that the IOC would take action if required. \"Be sure that the IOC is not going to send you into a pandemic situation,\" he said.\n\nOn a regularly scheduled IOC conference call with athletes' councils around the world Tuesday morning, athletes asked about the status of upcoming Olympic qualifying events but not the Games themselves, said Han Xiao, chairman of the Athletes' Advisory Council for the U.S. Olympic & Paralympic Committee.\n\n\"I guess I'm just weirded out that there's no acknowledgment that nobody seems to know what's going to happen,\" Xiao said. \"If all these travel advisories and restrictions are still in place this summer, if contingencies are in place, they're not being discussed in public right now.\"\n\nPound appears to have been speaking for the IOC. A spokesperson for the governing body of the Games said that Pound \"explains very well that the IOC continues to work toward successful Olympic Games Tokyo 2020 beginning at the end of July.\"\n\nTokyo 2020 officials have said that they hope to deliver the Games as planned, despite the country reporting hundreds of cases of coronavirus outside the Diamond Princess cruise ship, which is docked in the Yokohama port near Tokyo.\n\nBut fears surrounding the virus are already sweeping through sports in the host nation.\n\nJapanese soccer authorities on Tuesday announced that they would suspend all 94 professional matches scheduled between now and mid-March. Nippon Professional Baseball, too, is expected to announce postponements on Wednesday ahead of Opening Day on March 20. Several baseball teams are planning to play preseason games behind closed doors this week. Earlier this month organizers cut more than 30,000 runners from this Sunday's Tokyo Marathon, saying only about 200 elite runners would be allowed in the race.\n\n\"We had to make this decision,\" the chairman of Japan's soccer league Mitsuru Murai said. \"I am sorry to all of the fans who looked forward to the matches, but we will cooperate in a situation that is somewhat of a national crisis.\"\n\nJapan's precautionary tactics so far have been sensible measures to mitigate risk, Pound said, but they are likely not replicable for the Olympics.\n\n\"It can be done on a one-sport basis,\" he said. \"It's when you have 11,000 athletes and related officials coming from all over the world in a fairly compact situation that multiplies the risk if anybody's infected.\"\n\nPound said it was unclear who would make the final decision to cancel, postpone or move the Olympics if the virus continues spreading. In his interview with the AP, he also expressed skepticism that the Games could be delayed until 2021, noting the challenges that come with hosting a sprawling international event that requires years of planning.\n\nThe Olympics are a major enterprise for the media companies that broadcast the games, including Comcast Corp.'s NBCUniversal and Discovery Inc. NBCUniversal agreed to pay $1.1 billion for the Tokyo Games, as part of a long-term deal covering U.S. rights for multiple Olympics. Discovery agreed to pay $1.45 billion for European rights to the games from 2018 to 2024.\n\nDiscovery would not have to pay rights fees if the games were canceled, a person familiar with the matter said. An NBC Sports spokesman had no comment on the rights deal. \"The safety of our employees is always our top priority, but there is no impact on our preparations at this time, \" the spokesman said in a statement.\n\nThe companies would miss out on a tentpole event for their networks. NBCUniversal has highlighted that its upcoming streaming service, Peacock, will carry the Olympics. The company secured $1.1 billion in ad commitments for the Olympics as of January.\n\nOlympic jitters have become just as much a part of the Games as the opening ceremony. The buildup to the past few editions has raised fears of a nuclear standoff on the Korean Peninsula, a mass contamination of the mosquito-borne Zika virus in Brazil, and violent threats by Chechen separatists in Russia.\n\nThe fears of Zika, which spreads through mosquito bites and sexual contact, turned out to be unfounded. After recommending against canceling the Rio Games, where the Summer Games in the Southern Hemisphere meant chilly weather and fewer mosquitoes, the World Health Organization said afterward that Brazil had reported no infections during the Olympics.\n\nThis epidemic is more troubling than previous health concerns that have threatened the Olympics because the novel virus appears to be highly contagious and because there are no vaccines to prevent it.\n\nThe tight living quarters and working conditions of the Olympics make the Games a dangerous potential breeding ground for infectious diseases. An outbreak of the norovirus bug at the last Winter Olympics in Pyeongchang, South Korea, sickened more than 300 people and resulted in quarantines for patients until they tested negative. The Korea Center for Disease Control distributed tens of thousands of bottles of hand sanitizer and urged spectators to wash their hands thoroughly.\n\nAs the Olympics officials attempt to buy time before making a decision with billions of dollars on the line, several events in the region have already been postponed.\n\nThe World Indoor Track Championships, which were scheduled to be held March 13-15 in Nanjing, China, decided on Jan. 29 to delay the event for one year, even after other cities volunteered to host. In a statement then, World Athletics said: \"No one should be going ahead with any major gathering that can be postponed.\"\n\nThe last time the Olympics were canceled altogether was during World War II. The IOC skipped the 1944 Games and allowed London to host four years later instead. The city that missed out in 1940 had to wait until 1964: It was Tokyo.\n\n-- Suzanne Vranica contributed to this article.\n\nMore\n\nCDC Warns It Expects Coronavirus to Spread in U.S. New Cases Drop in China as Virus Spreads Globally First U.S. Testing Begins for Potential Coronavirus Treatment China's Virus Censorship and Propaganda Draw Backlash What We Know About the Coronavirus Coronavirus Infections Increase in Italy Iran's Deputy Health Minister Contracts Coronavirus\n\nWrite to Joshua Robinson at joshua.robinson@wsj.com, Ben Cohen at ben.cohen@wsj.com and Rachel Bachman at rachel.bachman@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "rachel_bachman@wsj.com", "name": "Rachel Bachman", "type": "author", "isAgency": false}, {"uri": "joshua_robinson@wsj.com", "name": "Joshua Robinson", "type": "author", "isAgency": false}, {"uri": "ben_cohen@wsj.com", "name": "Ben Cohen", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Joshua_Robinson", "type": "person", "score": 5, "label": {"eng": "Joshua Robinson"}}, {"uri": "http://en.wikipedia.org/wiki/Ben_Cohen_(rugby_union)", "type": "person", "score": 5, "label": {"eng": "Ben Cohen (rugby union)"}}, {"uri": "http://en.wikipedia.org/wiki/Dick_Pound", "type": "person", "score": 5, "label": {"eng": "Dick Pound"}}, {"uri": "http://en.wikipedia.org/wiki/International_Olympic_Committee", "type": "org", "score": 5, "label": {"eng": "International Olympic Committee"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Olympic_Games", "type": "wiki", "score": 5, "label": {"eng": "Olympic Games"}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 5, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Nippon_Professional_Baseball", "type": "wiki", "score": 3, "label": {"eng": "Nippon Professional Baseball"}}, {"uri": "http://en.wikipedia.org/wiki/Paralympic_Games", "type": "wiki", "score": 3, "label": {"eng": "Paralympic Games"}}, {"uri": "http://en.wikipedia.org/wiki/NBCUniversal", "type": "org", "score": 3, "label": {"eng": "NBCUniversal"}}, {"uri": "http://en.wikipedia.org/wiki/NBC", "type": "org", "score": 3, "label": {"eng": "NBC"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 3, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Han_Chinese", "type": "wiki", "score": 3, "label": {"eng": "Han Chinese"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/World_War_II", "type": "wiki", "score": 3, "label": {"eng": "World War II"}}, {"uri": "http://en.wikipedia.org/wiki/Port", "type": "wiki", "score": 3, "label": {"eng": "Port"}}, {"uri": "http://en.wikipedia.org/wiki/Association_football", "type": "wiki", "score": 3, "label": {"eng": "Association football"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Yokohama", "type": "loc", "score": 3, "label": {"eng": "Yokohama"}, "location": {"type": "place", "label": {"eng": "Yokohama"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo_Marathon", "type": "wiki", "score": 2, "label": {"eng": "Tokyo Marathon"}}, {"uri": "http://en.wikipedia.org/wiki/Discovery,_Inc.", "type": "org", "score": 2, "label": {"eng": "Discovery, Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 2, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/NBC_Sports", "type": "org", "score": 2, "label": {"eng": "NBC Sports"}}, {"uri": "http://en.wikipedia.org/wiki/Mosquito", "type": "wiki", "score": 2, "label": {"eng": "Mosquito"}}, {"uri": "http://en.wikipedia.org/wiki/Korean_Peninsula", "type": "wiki", "score": 2, "label": {"eng": "Korean Peninsula"}}, {"uri": "http://en.wikipedia.org/wiki/Comcast", "type": "org", "score": 2, "label": {"eng": "Comcast"}}, {"uri": "http://en.wikipedia.org/wiki/Streaming_media", "type": "wiki", "score": 2, "label": {"eng": "Streaming media"}}, {"uri": "http://en.wikipedia.org/wiki/Baseball", "type": "wiki", "score": 2, "label": {"eng": "Baseball"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Southern_Hemisphere", "type": "wiki", "score": 2, "label": {"eng": "Southern Hemisphere"}}, {"uri": "http://en.wikipedia.org/wiki/Chechnya", "type": "loc", "score": 2, "label": {"eng": "Chechnya"}, "location": {"type": "place", "label": {"eng": "Chechnya"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 2, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 2, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 1, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pyeongchang_County", "type": "loc", "score": 1, "label": {"eng": "Pyeongchang County"}, "location": {"type": "place", "label": {"eng": "Pyeongchang County"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nanjing", "type": "loc", "score": 1, "label": {"eng": "Nanjing"}, "location": {"type": "place", "label": {"eng": "Nanjing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 1, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}], "categories": [{"uri": "dmoz/Games/Board_Games/Developers_and_Publishers", "label": "dmoz/Games/Board Games/Developers and Publishers", "wgt": 22}, {"uri": "dmoz/Sports/Disabled/Mentally_Challenged", "label": "dmoz/Sports/Disabled/Mentally Challenged", "wgt": 26}, {"uri": "dmoz/Shopping/Sports/Olympics", "label": "dmoz/Shopping/Sports/Olympics", "wgt": 32}], "image": "https://images.wsj.net/im-157609/social", "eventUri": "eng-5546355", "location": null, "shares": {"facebook": 927}, "sentiment": -0.03529411764705881, "wgt": 927, "relevance": 101}, {"uri": "1463699051", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "20:16:00", "dateTime": "2020-02-27T20:16:00Z", "dateTimePub": "2020-02-27T20:15:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/white-house-wants-signoff-on-coronavirus-messaging-11582832832", "title": "White House Wants Signoff on Coronavirus Messaging ", "body": "WASHINGTON -- The White House is taking steps to better coordinate messaging on the coronavirus outbreak, instructing senior officials to seek approval from Vice President Mike Pence's office before speaking publicly about the epidemic, according to people familiar with the directive.\n\nAn administrative official said the move is aimed at getting the administration's political leaders on the same page following days of mixed messages from senior aides, but isn't intended to muzzle government scientists and health experts....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "andrew_restuccia@wsj.com", "name": "Andrew Restuccia", "type": "author", "isAgency": false}, {"uri": "stephanie_armour@wsj.com", "name": "Stephanie Armour", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 4, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 3, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vice_President_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Vice President of the United States"}}], "categories": [{"uri": "dmoz/Home/Moving_and_Relocating", "label": "dmoz/Home/Moving and Relocating", "wgt": 12}, {"uri": "dmoz/Home/Moving_and_Relocating/Moving", "label": "dmoz/Home/Moving and Relocating/Moving", "wgt": 13}, {"uri": "dmoz/Health/Senior_Health/Well-Being_and_Safety", "label": "dmoz/Health/Senior Health/Well-Being and Safety", "wgt": 18}, {"uri": "dmoz/Health/Senior_Health/Fitness", "label": "dmoz/Health/Senior Health/Fitness", "wgt": 19}], "image": "https://images.wsj.net/im-158564/social", "eventUri": null, "location": null, "shares": {"facebook": 910}, "sentiment": 0.3568627450980393, "wgt": 910, "relevance": 52}, {"uri": "1466174083", "lang": "eng", "isDuplicate": false, "date": "2020-02-29", "time": "22:07:00", "dateTime": "2020-02-29T22:07:00Z", "dateTimePub": "2020-02-29T22:07:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/the-week-that-wiped-3-4-trillion-off-the-stock-market-11582891223", "title": "The Week That Wiped $3.6 Trillion Off the Stock Market", "body": "© Craig Ruttle/Associated Press\n\nWhen the S&P 500 closed at a record on Feb. 19, American stocks seemed untouched by the anxiety around the coronavirus epidemic that had already rattled investors in other markets, including bonds, commodities and some foreign shares.\n\nNine days later, an unnerving reality has set in. The S&P 500 suffered its fastest-ever 10% decline from an all-time high. The Dow Jones Industrial Average just had its worst week since the start of the 2008 global financial crisis. Shares of manufacturers, banks and utilities alike have dropped by double digits.\n\nAndrew Freedman, a 31-year-old finance professional, was in an Uber in Connecticut on Monday morning when he noticed his driver fiddling with his phone. When he asked his driver to pay attention to the road, he was stunned by his response: \"Do you mind if I pull over for a minute? The market's open, I have to sell some things.\"\n\nWeary traders describe the past week as one of the most trying stretches on Wall Street in recent memory. Investors and analysts pore over the latest news on quarantines, illness counts and death rates, only to have those figures overtaken by events and overshadowed by reports that often can't be substantiated. Portfolio managers are deluged with calls from clients asking questions no one can answer.\n\nGet news and analysis on politics, policy, national security and more, delivered right to your inbox\n\nFinancial markets are in unsettling new territory. For decades, discussion of the market had often centered around whether stocks were in a bubble -- in other words, if their gains had outstripped economic reality. There was the dot-com bubble. The housing bubble. And more recently, debate over whether a record-long run in stocks had made the market ripe for a fall. But the coronavirus represents something new: a non-financial, exogenous force whose impact on the global economy is huge and unknowable. The smartest minds on Wall Street and beyond are having difficulty discerning whether the epidemic will end up being a short-term disruption, or a more sustained and lasting threat that upends the lives of millions of people around the world.\n\nWill the offices and factories and schools of America and Europe close up like the ones in China did? Will the streets empty out and shops shutter their doors as people retreat to their homes? How long will it take for scientists to understand the workings of the virus and develop medicines that can slow it down? Until the answers to some of those questions become clearer, traders say, the market could have trouble finding a bottom.\n\n\"Everybody's just trying to figure out where are the next rumors coming from and where the viruses are hitting and how bad they are,\" said Thomas di Galoma, managing director of rates trading at Seaport Global Securities in New York.\n\nOver the course of seven days of selling, the S&P 500 dropped 13% from its peak -- wiping out $3.6 trillion in market value.\n\nThe yield on the 10-year U.S. Treasury note -- a bedrock of global finance -- has tumbled to a record low, indicating soaring prices as traders from other markets seek out the safety of debt issued by the richest nation in the world.\n\nIn the Treasurys market, those who have been trying to fight off the precipitous slide in bond yields \"have gotten stomped out,\" said Mr. di Galoma.\n\nThe rout marks the toughest test yet for a U.S. stock bull market that started 11 years ago next month. Investors have learned over the past decade that it pays to stay invested in stocks, a mindset that has paid off handsomely for those who have used recession scares in 2011, 2015-2016 and 2018 to add to shareholdings at lower prices.\n\nAt the same time, this rally has been by acclamation the most hated ever, one in which traditional stock mutual funds suffered significant outflows and some of the most visible buyers of shares were corporations pursuing buybacks to reduce their share counts and put extra cash to work. Households who saw their portfolios eviscerated by the financial crisis have been reluctant to return to the market. Even seasoned money managers have at times expressed disdain for the rally. They've argued that the stock market was juiced by the extraordinary monetary policy central banks put in place after the financial crisis. To them, stocks looked ripe for a selloff long before the coronavirus epidemic surfaced. They just weren't sure what the trigger would be.\n\nThe question for now in markets is whether the steep decline of the past week will be just another blip on the way to further highs in this cycle, whether the crash that a handful of bears have been calling for for years is actually at hand, or whether this is something even worse that no one foresaw at all.\n\nTony Roth, chief investment officer at Wilmington Trust Investment Advisors, said the firm's investment committee had several emergency meetings before deciding to lower its position in stocks to less than the benchmark it tracks early in the week.\n\nBefore that change, Wilmington Trust held a larger investment in stocks than its benchmark, and the move from an \"overweight\" position to \"underweight\" marked the first such change in the 5½ years Mr. Roth has been at the firm.\n\n\"This is something that's unprecedented in modern times, and the markets are now reacting in a way that's more realistic,\" Mr. Roth said. \"We view this as a pretty significant shock to the system.\"\n\nThe market's rout began in earnest Monday, after news over the weekend of the virus spreading rapidly in Italy showed investors that the pandemic had evolved from a Chinese crisis into a global and increasingly out-of-control problem. That realization sent the Dow tumbling more than 1,000 points and the yield on the 10-year U.S. Treasury note fell briefly below an intraday record.\n\nBut for many, the market's turning point came Tuesday, when officials from the U.S. Centers for Disease Control and Prevention issued a stark warning. Experts now expected the coronavirus to spread widely throughout the country. Schools and businesses should brace themselves against a potential outbreak, officials said.\n\nThe CDC's warning drove home a point that many had largely dismissed just weeks prior -- that the U.S. might not escape the disruption caused by the coronavirus that has already brought to a halt everyday life in China, Italy, South Korea and other countries.\n\nWall Street was quick to respond. By Thursday, analysts at Goldman Sachs Group Inc. warned they no longer expected U.S. companies to post any earnings growth at all in 2020. With the epidemic threatening to evolve into a pandemic, it's likely that U.S. exporters will see a drop in demand for their products and that companies will suffer disruptions in their supply chains, said David Kostin, Goldman's chief U.S. equity strategist.\n\nInvestors fled riskier assets across the board, sending the S&P 500 to correction territory, or a drop of at least 10% from its most recent high. The speed with which the correction occurred caught many by surprise; the index's descent, taking just six trading days, marked its fastest turn into correction territory ever.\n\nJust after stocks had finished at an all-time high Feb. 19, Stevie Onuska, a 26-year-old DJ in Nashville, Tenn., was on the mobile trading app Robinhood trying to make a profit off of bets on chipmaker Advanced Micro Devices Inc. \"I was thinking, cool, everything's going to stay up. It's had a great record,\" he said.\n\nThen the market selloff began. \"That was when I was like, 'oh crap, I'm out,'\" he said.\n\nShares of airlines, hotels and cruise operators -- whose profits are likely to drop as quarantines and health warnings stop consumers from traveling -- were among the worst hit in the past week of selling. Banks also slumped, with Bank of America Corp. and JPMorgan Chase & Co. bringing their losses for the year to more than 10% apiece.\n\nNearly nothing rose in the stock market -- with one exception being Regeneron Pharmaceuticals Inc., which has been collaborating with the Department of Health and Human Services to develop treatments to fight the coronavirus.\n\nAs traders rushed to place bets or hedge against further losses, exchanges were hit by a spike in trading volumes.\n\nThe moves weren't limited to so-called active investors, who pick and choose the companies they want to invest in. Passive investors who typically buy and hold index-tracking funds for prolonged periods of time also fled the market -- potentially exacerbating the selling pressure hitting the stock market.\n\nTrading volumes on the SPDR S&P 500 ETF Trust, an index-tracking fund that's one of the most-traded securities in the world, jumped 300% above average on Thursday, according to Jonathan Krinsky, chief market technician at Bay Crest Partners.\n\nIt's exactly the sort of reaction you'd expect for a moment when investors start doubting the strength of the economy. The S&P 500 fell 12% the week after U.S. officials reopened markets for trading following the Sept. 11 attacks in 2001. And stocks fell as much as 13% during the course of the 2003 outbreak of severe acute respiratory syndrome, or SARS, according to Citigroup Inc. In both cases, markets ultimately recovered their losses -- but only as it became more apparent that the global economy would recover. Until investors have more clarity on a number of issues -- including the true scope of the infection, and whether scientists will be able to deliver effective vaccines and treatments -- they say it's likely that markets will continue to face significant pressure.\n\nNot all investors are in panic mode. In fact, most of the calls that Jason Pride, chief investment officer for private clients at Glenmede Trust, has received in the past few days have been from clients asking when they should step in and buy the dip.\n\nMr. Pride isn't alarmed yet. He is hopeful that health officials' efforts to contain the epidemic will prove fruitful, and that ultimately, the slowdown in economic activity around the world will prove to be temporary -- not the start of a deep downturn.\n\nBut even he isn't giving his clients the all clear. The speed with which markets have shrunk from their highs has Mr. Pride skeptical the selloff is at its end.\n\n\"We're not there yet,\" Mr. Pride said.\n\nWrite to Akane Otani at akane.otani@wsj.com\n\nRead More", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "akane_otani@wsj.com", "name": "Akane Otani", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 5, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 5, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "wiki", "score": 5, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 4, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Public_utility", "type": "wiki", "score": 4, "label": {"eng": "Public utility"}}, {"uri": "http://en.wikipedia.org/wiki/Uber", "type": "org", "score": 4, "label": {"eng": "Uber"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 4, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_(finance)", "type": "wiki", "score": 4, "label": {"eng": "Bond (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 4, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Wilmington_Trust", "type": "org", "score": 3, "label": {"eng": "Wilmington Trust"}}, {"uri": "http://en.wikipedia.org/wiki/Global_financial_system", "type": "wiki", "score": 3, "label": {"eng": "Global financial system"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_housing_bubble", "type": "wiki", "score": 3, "label": {"eng": "United States housing bubble"}}, {"uri": "http://en.wikipedia.org/wiki/Dot-com_bubble", "type": "wiki", "score": 3, "label": {"eng": "Dot-com bubble"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 3, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 3, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Regeneron_Pharmaceuticals", "type": "org", "score": 2, "label": {"eng": "Regeneron Pharmaceuticals"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 2, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Bank_of_America", "type": "org", "score": 2, "label": {"eng": "Bank of America"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Advanced_Micro_Devices", "type": "org", "score": 2, "label": {"eng": "Advanced Micro Devices"}}, {"uri": "http://en.wikipedia.org/wiki/JPMorgan_Chase", "type": "org", "score": 2, "label": {"eng": "JPMorgan Chase"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 2, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Nashville,_Tennessee", "type": "loc", "score": 2, "label": {"eng": "Nashville, Tennessee"}, "location": {"type": "place", "label": {"eng": "Nashville, Tennessee"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Citigroup", "type": "org", "score": 1, "label": {"eng": "Citigroup"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 1, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 42}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 42}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 37}], "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB10z2Yi.img?h=630&w=1200&m=6&q=60&o=t&l=f&f=jpg", "eventUri": null, "location": null, "shares": {"facebook": 869, "pinterest": 4}, "sentiment": -0.2235294117647059, "wgt": 873, "relevance": 101}, {"uri": "1462421482", "lang": "eng", "isDuplicate": false, "date": "2020-02-26", "time": "22:53:00", "dateTime": "2020-02-26T22:53:00Z", "dateTimePub": "2020-02-26T22:19:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/trump-defends-administrations-coronavirus-response-as-lawmakers-raise-concerns-11582730465", "title": "President Trump Puts Vice President Pence 'In Charge' of Virus Response            ", "body": "WASHINGTON -- President Trump said the risk to Americans from coronavirus remains very low, and he put Vice President Mike Pence in charge of federal response efforts as concern about the outbreak grew among lawmakers and as cities nationwide made fresh preparations.\n\nOn Capitol Hill, leaders from both parties said they would seek billions of dollars in emergency spending beyond the $2.5 billion plan President Trump has proposed.", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "andrew_restuccia@wsj.com", "name": "Andrew Restuccia", "type": "author", "isAgency": false}, {"uri": "stephanie_armour@wsj.com", "name": "Stephanie Armour", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 4, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 67}, {"uri": "dmoz/Home/Moving_and_Relocating/Moving", "label": "dmoz/Home/Moving and Relocating/Moving", "wgt": 11}, {"uri": "dmoz/Science/Social_Sciences/Urban_and_Regional_Planning", "label": "dmoz/Science/Social Sciences/Urban and Regional Planning", "wgt": 13}, {"uri": "dmoz/Society/Issues/Family_Planning", "label": "dmoz/Society/Issues/Family Planning", "wgt": 13}, {"uri": "dmoz/Business/Small_Business/Business_Plans", "label": "dmoz/Business/Small Business/Business Plans", "wgt": 12}], "image": "https://images.wsj.net/im-157906/social", "eventUri": null, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 668}, "sentiment": -0.1294117647058823, "wgt": 668, "relevance": 52}, {"uri": "1459675365", "lang": "eng", "isDuplicate": false, "date": "2020-02-24", "time": "21:28:00", "dateTime": "2020-02-24T21:28:00Z", "dateTimePub": "2020-02-24T21:28:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/stocks-fall-as-coronavirus-spread-accelerates-outside-china-11582533308", "title": "Dow Industrials Close 1,000 Points Lower as Coronavirus Cases Mount ", "body": "S&P 500, Nasdaq fall 3% after steep declines across Europe, Asia; bond yields approach new low\n\nInvestors around the world retreated from stocks and piled into haven assets including government bonds and gold, reflecting escalating worries that the coronavirus will disrupt the global economy.\n\nThe Dow Jones Industrial Average dropped more than 1,000 points -- its biggest point decline in more than two years; the yield on the benchmark 10-year Treasury note approached a record low; and gold prices climbed for the eighth straight session to a seven-year high....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "anna_isaac@wsj.com", "name": "Anna Isaac", "type": "author", "isAgency": false}, {"uri": "caitlin_mccabe@wsj.com", "name": "Caitlin McCabe", "type": "author", "isAgency": false}, {"uri": "chong_koh_ping@wsj.com", "name": "Chong Koh Ping", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Crimp_(joining)", "type": "wiki", "score": 3, "label": {"eng": "Crimp (joining)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Government_bond", "type": "wiki", "score": 3, "label": {"eng": "Government bond"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Gold", "type": "wiki", "score": 3, "label": {"eng": "Gold"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Eastern_Time_Zone", "type": "wiki", "score": 2, "label": {"eng": "Eastern Time Zone"}}, {"uri": "http://en.wikipedia.org/wiki/Trading_day", "type": "wiki", "score": 2, "label": {"eng": "Trading day"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 2, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Benchmarking", "type": "wiki", "score": 2, "label": {"eng": "Benchmarking"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 89}, {"uri": "dmoz/Games/Video_Games/Massive_Multiplayer_Online", "label": "dmoz/Games/Video Games/Massive Multiplayer Online", "wgt": 13}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 14}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 15}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 15}], "image": "https://images.wsj.net/im-156919/social", "eventUri": null, "location": null, "shares": {"facebook": 602, "pinterest": 8}, "sentiment": 0.3411764705882352, "wgt": 610, "relevance": 52}, {"uri": "1463515914", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "17:12:00", "dateTime": "2020-02-27T17:12:00Z", "dateTimePub": "2020-02-27T17:11:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/why-coronavirus-spread-across-the-globe-mobile-population-and-mild-symptoms-11582822312", "title": "Why Coronavirus Spreads So Fast: Symptoms Are Mild and People Are Global", "body": "The novel coronavirus has quickly hopscotched from a food market in China around the world, to small towns in northern Italy and a major pilgrimage site in Iran. It spread through a megachurch in South Korea and sickened hundreds on a cruise ship docked in Japan.\n\nCountries that a few weeks ago never expected to have to combat the new infectious disease are realizing they likely can't keep it out in today's connected world. Popping up in disparate places, sometimes with no clear epidemiological links to the original outbreak...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "margherita_stancati@wsj.com", "name": "Margherita Stancati", "type": "author", "isAgency": false}, {"uri": "betsy_mckay@wsj.com", "name": "Betsy McKay", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Megachurch", "type": "wiki", "score": 3, "label": {"eng": "Megachurch"}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Italy", "type": "wiki", "score": 3, "label": {"eng": "Northern Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Pilgrimage", "type": "wiki", "score": 3, "label": {"eng": "Pilgrimage"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 2, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 56}, {"uri": "dmoz/Health/Public_Health_and_Safety/Epidemiology", "label": "dmoz/Health/Public Health and Safety/Epidemiology", "wgt": 18}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 11}, {"uri": "dmoz/Health/Animal/Fish", "label": "dmoz/Health/Animal/Fish", "wgt": 13}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 11}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 11}], "image": "https://images.wsj.net/im-158263/social", "eventUri": null, "location": null, "shares": {"facebook": 589}, "sentiment": -0.04313725490196074, "wgt": 589, "relevance": 76}, {"uri": "1459059478", "lang": "eng", "isDuplicate": false, "date": "2020-02-24", "time": "11:21:00", "dateTime": "2020-02-24T11:21:00Z", "dateTimePub": "2020-02-24T11:20:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/coronavirus-tests-europes-open-borders-as-italy-death-toll-rises-11582542159", "title": "Coronavirus Tests Europe's Open Borders as Italy Death Toll Rises", "body": "Italy reported a seventh death from the coronavirus Monday, as authorities imposed quarantines and other restrictions in the country's economic heartland to fight what is now the world's third-biggest national outbreak after China and South Korea.\n\nItalian authorities on Monday shut down schools, universities and museums across the country's north, and banned public and private gatherings, including soccer matches and cultural events. In Milan, the famed Scala opera house was closed. Venice ended its annual carnival early....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "margherita_stancati@wsj.com", "name": "Margherita Stancati", "type": "author", "isAgency": false}, {"uri": "eric_sylvers@wsj.com", "name": "Eric Sylvers", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 4, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Association_football", "type": "wiki", "score": 2, "label": {"eng": "Association football"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Opera_house", "type": "wiki", "score": 1, "label": {"eng": "Opera house"}}, {"uri": "http://en.wikipedia.org/wiki/La_Scala", "type": "wiki", "score": 1, "label": {"eng": "La Scala"}}, {"uri": "http://en.wikipedia.org/wiki/Milan", "type": "loc", "score": 1, "label": {"eng": "Milan"}, "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Venice", "type": "loc", "score": 1, "label": {"eng": "Venice"}, "location": {"type": "place", "label": {"eng": "Venice"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}], "categories": [{"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 48}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 12}, {"uri": "dmoz/Society/Crime/Publications", "label": "dmoz/Society/Crime/Publications", "wgt": 15}], "image": "https://images.wsj.net/im-156936/social", "eventUri": null, "location": null, "shares": {"facebook": 520}, "sentiment": -0.2470588235294118, "wgt": 520, "relevance": 52}, {"uri": "1462828492", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "06:52:00", "dateTime": "2020-02-27T06:52:00Z", "dateTimePub": "2020-02-27T06:52:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/global-stocks-extend-declines-as-coronavirus-concerns-mount-11582784087", "title": "U.S. Stocks Slide Into a Correction as Virus Fears Show No Sign of Easing", "body": "The February market rout deepened Thursday, as major stock indexes around the globe posted another round of significant declines and uncertainty over the impact of the coronavirus began shading into fear.\n\nThe Dow industrials tumbled 1,190.95 points, or 4.4%, to 25766.64, bringing its slide this week to more than 3,200 points. The S&P declined 4.4%, extending its six-day decline to more than 10% -- the fastest slide of that magnitude off a recent all-time high on record. ...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "chong_koh_ping@wsj.com", "name": "Chong Koh Ping", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 4, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Bond_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Bond (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 2, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 16}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 13}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 22}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 18}, {"uri": "dmoz/Business/Investing/Clearing_Houses_and_Securities_Depositories", "label": "dmoz/Business/Investing/Clearing Houses and Securities Depositories", "wgt": 13}], "image": "https://images.wsj.net/im-158295/social", "eventUri": null, "location": null, "shares": {"facebook": 503, "pinterest": 5}, "sentiment": -0.2392156862745098, "wgt": 508, "relevance": 52}, {"uri": "1458893020", "lang": "eng", "isDuplicate": false, "date": "2020-02-24", "time": "08:45:00", "dateTime": "2020-02-24T08:45:00Z", "dateTimePub": "2020-02-24T08:45:00Z", "dataType": "news", "sim": 0.5686274766921997, "url": "https://www.wsj.com/articles/coronavirus-spreads-outside-china-as-officials-worries-mount-11582473370", "title": "Coronavirus Spreads Outside China as Officials' Worries Mount ", "body": "The emergence of clusters of infection in new countries including South Korea, Italy and Iran show that it is unclear how the virus is transmitted By Newley Purnell Newley Purnell The Wall Street Journal BiographyNewley Purnell @newley newley newley.purnell@wsj.com Updated Feb. 24, 2020 3:26 am ET\n\nHONG KONG -- New cases of coronavirus flared outside China, adding to global health officials' worries about the spread of the disease in dangerous new pockets of infection.\n\nThe Latest on the Virus Outbreak in Italy leaves two dead and at least 130 people ill; 11 towns in northern Italy have been quarantined South Korea reported a jump in new cases, with most linked to a megachurch The death toll stands at more than 2,200 In mainland China, more than 75,000 people have been confirmed infected Three Chinese provinces reported outbreaks at penitentiaries\n\nIran's health ministry on Sunday confirmed the eighth coronavirus-related death in the country, out of a total of 43 confirmed cases. The ministry said at least 785 people with coronavirus-like symptoms were being examined.\n\nPakistani officials said Sunday that the country had sealed its land border with Iran as a result of the outbreak there, though Islamabad made no official announcement.\n\nPakistan is estimated to have the world's second biggest Shiite population and about 500 people a day cross the border to Shiite-majority Iran. Travelers are being turned back by Pakistani authorities on the road as they approach the border, officials said.\n\n\"This really is a new virus and we're learning as we go along,\" said Margaret Harris, a spokeswoman for the World Health Organization. \"We're seeing some cases that don't have a clear epidemiological link,\" she said.\n\nInfections that are now emerging in people who haven't traveled to China or come into contact with confirmed cases show \"it's not clear how the virus is spreading,\" she said.\n\nAuthorities in South Korea said Monday morning the country has recorded 763 cases, up sharply from 30 last week. That makes it the most virus-hit nation outside China.\n\nIn Italy, more than 150 people have now tested positive as of Sunday -- up from just three cases a few days ago -- prompting the government to quarantine 11 towns in the northern part of the country.\n\nThe emergence of clusters of infection in new countries in recent days is \"quite concerning,\" said Malik Peiris, chief of virology at the University of Hong Kong, who has studied how the virus spreads.\n\nHe said those infected with the coronavirus could be transmitting it from just before they develop symptoms in addition to after they are symptomatic, complicating efforts to contain the disease. \"All it takes is for someone to slip through the net,\" he said.\n\nAs of Saturday, there were more than 75,000 confirmed cases and more than 2,350 deaths globally, most of them in China, according to the latest WHO data. New cases in recent days have been reported in Lebanon and Israel, bringing the total number of countries hit to 28.\n\nIn South Korea, President Moon Jae-in on Sunday raised the country's virus alert system to the highest of four levels, calling it a severe situation that requires an \"unprecedented, powerful response.\" The government can now put in place policies that curb domestic travel and prohibit public activities.\n\nSeoul has confirmed seven deaths linked with the virus. The U.S. increased its travel advisory for South Korea to the second of four levels, warning travelers to take increased caution.\n\nIn Italy, most of those who have tested positive are in the country's economic heartland of Lombardy, home to Milan. The mayor of the city closed the city's schools for a week and more than 50,000 people in the region have been told not to leave their towns.\n\nIn China, where health officials believe the outbreak originated late last year, prisons have become a new concern. Three Chinese provinces reported outbreaks at penitentiaries in recent days, stoking concerns about the disease spreading in fresh pockets.\n\nThe central Chinese city of Wuhan, which has been locked down since late January, on Monday issued and then retracted a statement saying it would allow some people to enter and leave.\n\nThe municipal government said in the morning that local residents with special needs -- including those in need of medical treatment -- and those who are from outside Wuhan but stranded in the city, would be allowed to leave. It retracted that statement Monday afternoon, saying it was \"invalid,\" and the city's outbound travels remain under strict control. Wuhan is the epicenter of the viral epidemic.\n\nIranian authorities said the disease was likely transmitted from China, a major trading partner. Iran has suspended all travel to pilgrimage sites in Iraq and authorities have asked people not to leave Qom, the central city that appears to be the source of the outbreak.\n\nMeanwhile, Iraq has banned all entry for non-Iraqis coming from Iran, and Kuwait on Sunday carried out the first evacuation of some 700 citizens who are visiting the religious city of Mashhad in eastern Iran, with 130 Kuwaitis arriving home, according to the country's official news agency Kuna. Afghanistan suspended all air and land travel to Iran and Turkey also closed one land border with Iran.\n\nHealth News in Your Inbox\n\nGet a curated weekly look at features, columns and headlines on personal health and the health industry. Sign up.\n\nIsraeli officials on Sunday scrambled to contact people who might have come into contact with a South Korean tour group that had visited Israel and the West Bank when nine members tested positive for the coronavirus after returning to South Korea.\n\nIsrael announced its first coronavirus case inside the country on Friday, after a passenger tested positive for the virus upon returning home from a cruise ship in Japan. Beginning Monday, Israel will ban all foreigners who have been to South Korea and Japan over the past two weeks from entering over concerns they could spread the coronavirus.\n\nIn Australia, about 260 people who were evacuated from Wuhan left the northern city of Darwin, where they had been quarantined for two weeks, Australian Chief Medical Officer Brendan Murphy said Sunday. None of those people tested positive for the virus, according to Mr. Murphy.\n\nBut on Saturday, the Australian government said a seventh person who had been evacuated from the Diamond Princess cruise ship docked off Japan tested positive, bringing the total number of confirmed coronavirus cases in the country to 22. About 160 people from the ship were flown to Australia.\n\nMore on the Coronavirus Last Coronavirus Cruise Passenger Departs Ship, but Infection Concerns Linger Italy Grapples With Worst Coronavirus Outbreak Outside Asia South Korea's Coronavirus Epicenter Is a Virtual Ghost Town Number of Americans Infected by Coronavirus Rises to 34 What We Know About the Virus\n\nThe last passenger on the coronavirus-hit vessel disembarked Sunday, the ship's operator said, but hundreds of crew remained on board. Three passengers from the ship have died, all of them Japanese, with the third case reported Sunday. As of Sunday, 691 passengers and crew were found positive.\n\nOutside of the ship, 132 people in Japan have the coronavirus, according to Japanese health minister Katsunobu Kato.\n\nMeanwhile, researchers at the University of Queensland in Australia said Friday they had created their first coronavirus vaccine candidate in the lab, a significant step in the development of a vaccine. But Mr. Murphy, speaking Sunday, said a vaccine is still at least months away.\n\n\"There's no realistic prospect of a vaccine in the short-term,\" he said.\n\nThe number of Americans who have become infected has risen to 34 and is expected to continue to rise, the Centers for Disease Control and Prevention reported Friday. Most cases are among the hundreds of people evacuated by the U.S. State Department from Wuhan and from the cruise ship docked off Japan.\n\n\"With this disease it is almost certain that we have this iceberg\" of people who may have been exposed and could be contagious, said Mr. Peiris of the University of Hong Kong. \"What we don't know is how big this iceberg is.\"\n\n-- Saeed Shah in Islamabad and Aresu Eqbali in Tehran; Sune Engel Rasmussen in London; Felicia Schwartz in Tel Aviv; and Liyan Qi and Yin Yijun in Beijing contributed to this article.\n\nWrite to Newley Purnell at newley.purnell@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "newley_purnell@wsj.com", "name": "Newley Purnell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Brad_Newley", "type": "person", "score": 5, "label": {"eng": "Brad Newley"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Prison", "type": "wiki", "score": 5, "label": {"eng": "Prison"}}, {"uri": "http://en.wikipedia.org/wiki/Pakistan", "type": "loc", "score": 5, "label": {"eng": "Pakistan"}, "location": {"type": "country", "label": {"eng": "Pakistan"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 5, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 5, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/KONG_(TV)", "type": "wiki", "score": 4, "label": {"eng": "KONG (TV)"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_(business)", "type": "wiki", "score": 4, "label": {"eng": "Hong (business)"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 4, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Eastern_Time_Zone", "type": "wiki", "score": 4, "label": {"eng": "Eastern Time Zone"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 4, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 4, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Leaf", "type": "org", "score": 4, "label": {"eng": "Leaf"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 4, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/Margaret_Harris", "type": "wiki", "score": 3, "label": {"eng": "Margaret Harris"}}, {"uri": "http://en.wikipedia.org/wiki/Malik_Peiris", "type": "person", "score": 3, "label": {"eng": "Malik Peiris"}}, {"uri": "http://en.wikipedia.org/wiki/Travel_warning", "type": "wiki", "score": 3, "label": {"eng": "Travel warning"}}, {"uri": "http://en.wikipedia.org/wiki/Area_code_785", "type": "wiki", "score": 3, "label": {"eng": "Area code 785"}}, {"uri": "http://en.wikipedia.org/wiki/Megachurch", "type": "wiki", "score": 3, "label": {"eng": "Megachurch"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 3, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "University of Hong Kong"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Moon_Jae-in", "type": "person", "score": 3, "label": {"eng": "Moon Jae-in"}}, {"uri": "http://en.wikipedia.org/wiki/Northern_Italy", "type": "wiki", "score": 3, "label": {"eng": "Northern Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Outbreak", "type": "wiki", "score": 3, "label": {"eng": "Outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Region", "type": "wiki", "score": 3, "label": {"eng": "Region"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 3, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 3, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Milan", "type": "loc", "score": 3, "label": {"eng": "Milan"}, "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Seoul", "type": "loc", "score": 3, "label": {"eng": "Seoul"}, "location": {"type": "place", "label": {"eng": "Seoul"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Islamabad", "type": "loc", "score": 3, "label": {"eng": "Islamabad"}, "location": {"type": "place", "label": {"eng": "Islamabad"}, "country": {"type": "country", "label": {"eng": "Pakistan"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Lebanon", "type": "loc", "score": 3, "label": {"eng": "Lebanon"}, "location": {"type": "country", "label": {"eng": "Lebanon"}}}, {"uri": "http://en.wikipedia.org/wiki/Kuwait", "type": "loc", "score": 3, "label": {"eng": "Kuwait"}, "location": {"type": "country", "label": {"eng": "Kuwait"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Iraq", "type": "loc", "score": 3, "label": {"eng": "Iraq"}, "location": {"type": "country", "label": {"eng": "Iraq"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Brendan_Murphy_(Meath_footballer)", "type": "person", "score": 2, "label": {"eng": "Brendan Murphy (Meath footballer)"}}, {"uri": "http://en.wikipedia.org/wiki/Christchurch_Central_City", "type": "loc", "score": 2, "label": {"eng": "Christchurch Central City"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Government_of_Australia", "type": "org", "score": 2, "label": {"eng": "Government of Australia"}}, {"uri": "http://en.wikipedia.org/wiki/Katsunobu_Katō", "type": "person", "score": 1, "label": {"eng": "Katsunobu Katō"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Queensland", "type": "org", "score": 1, "label": {"eng": "University of Queensland"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 1, "label": {"eng": "United States Department of State"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 77}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "dmoz/Recreation/Travel", "label": "dmoz/Recreation/Travel", "wgt": 16}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 22}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 17}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 19}], "image": "https://images.wsj.net/im-156845/social", "eventUri": "eng-5537453", "location": null, "shares": {"facebook": 432}, "sentiment": -0.3411764705882353, "wgt": 432, "relevance": 101}, {"uri": "1463400067", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "15:29:00", "dateTime": "2020-02-27T15:29:00Z", "dateTimePub": "2020-02-27T15:27:00Z", "dataType": "news", "sim": 0.4156862795352936, "url": "https://www.wsj.com/articles/coronavirus-outbreak-is-now-growing-faster-in-south-korea-than-in-china-11582815756", "title": "South Korea Reports Faster Coronavirus Spread Than in China", "body": "HONG KONG -- The coronavirus outbreak in South Korea is now spreading faster than the epidemic in China, where the virus first emerged, daily government data indicated, underscoring the difficulties in containing the spread of a disease that some observers already believe to be a pandemic.\n\nSouth Korea, the country worst-hit by the coronavirus apart from China, reported 505 new infections over the 24-hour period ended Thursday afternoon, raising the national total to 1,766 cases. The tally exceeded the 433 new cases that China...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "chun_han_wong@wsj.com", "name": "Chun Han Wong", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 4, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}], "categories": [{"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 13}, {"uri": "dmoz/Business/Consumer_Goods_and_Services/Luggage_and_Bags", "label": "dmoz/Business/Consumer Goods and Services/Luggage and Bags", "wgt": 10}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 13}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 11}, {"uri": "dmoz/Business/Chemicals/Fine-Chemical_Intermediates", "label": "dmoz/Business/Chemicals/Fine-Chemical Intermediates", "wgt": 10}], "image": "https://images.wsj.net/im-158376/social", "eventUri": "eng-5543761", "location": {"type": "country", "label": {"eng": "Hong Kong"}}, "shares": {"facebook": 428}, "sentiment": -0.0980392156862745, "wgt": 428, "relevance": 76}, {"uri": "1466622344", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "10:17:00", "dateTime": "2020-03-01T10:17:00Z", "dateTimePub": "2020-03-01T10:17:00Z", "dataType": "news", "sim": 0.4235294163227081, "url": "https://www.wsj.com/articles/this-will-be-a-long-battle-more-countries-report-first-coronavirus-deaths-11583056323", "title": "'This Will Be a Long Battle': More Countries Report First Coronavirus Deaths", "body": "More countries reported their first coronavirus fatalities and the toll grew in places such as China, as the number of deaths from the epidemic globally nears 3,000.\n\nHours after the U.S. reported its first fatality, Australia on Sunday announced its first death from the disease known as Covid-19. So did Thailand, more than a month after it became the first country outside of China to report an infection. Italy added five more deaths, with 528 new confirmed cases since Saturday....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "wenxin_fan@wsj.com", "name": "Wenxin Fan", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 2, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 1, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 1, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}], "categories": [{"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 18}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 29}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 29}], "image": "https://images.wsj.net/im-159278/social", "eventUri": "eng-5551811", "location": null, "shares": {"facebook": 418, "pinterest": 3}, "sentiment": -0.3568627450980392, "wgt": 421, "relevance": 52}, {"uri": "1467168738", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "22:27:00", "dateTime": "2020-03-01T22:27:00Z", "dateTimePub": "2020-03-01T22:26:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/coronavirus-and-the-tragedy-of-iran-11583101054", "title": "Opinion | Coronavirus and the Tragedy of Iran", "body": "The Islamic Republic has missed out on global prosperity and is now in its decadent, late-Soviet stage.\n\nNowhere other than in China is the coronavirus epidemic more severe than in Iran, where authorities confirmed Sunday that at least 54 people, including an 81-year-old former ambassador, have died from Covid-19. The real death toll may be considerably higher than that; on Friday, BBC Persian tallied 210 deaths from individual hospitals. Seven prominent officials have contracted the disease, including Vice President Masoumeh Ebtekar, who in her youth served as a spokesman for U.S. Embassy hostage-takers. Deputy Health Minister Iraj Harirchi broke out in a sweat Feb. 24 as he assured the public that the epidemic was under...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "robert_d_kaplan@wsj.com", "name": "Robert D. Kaplan", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 5, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/BBC_Persian_Television", "type": "org", "score": 2, "label": {"eng": "BBC Persian Television"}}, {"uri": "http://en.wikipedia.org/wiki/Masoumeh_Ebtekar", "type": "person", "score": 2, "label": {"eng": "Masoumeh Ebtekar"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Vice_President_of_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Vice President of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 15}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 15}, {"uri": "dmoz/Society/Religion_and_Spirituality/Islam", "label": "dmoz/Society/Religion and Spirituality/Islam", "wgt": 10}], "image": "https://images.wsj.net/im-159082/social", "eventUri": null, "location": null, "shares": {"facebook": 417}, "sentiment": -0.2862745098039216, "wgt": 417, "relevance": 52}, {"uri": "1463644259", "lang": "eng", "isDuplicate": false, "date": "2020-02-27", "time": "19:15:00", "dateTime": "2020-02-27T19:15:00Z", "dateTimePub": "2020-02-27T19:14:00Z", "dataType": "news", "sim": 0.6000000238418579, "url": "https://www.wsj.com/articles/masks-run-short-as-coronavirus-spreads-11582829321", "title": "Masks Run Short as Coronavirus Spreads ", "body": "Hospitals and public-health officials in the U.S. and Europe are rationing medical masks and scrounging for more, as they prepare for a potential widening of the coronavirus epidemic.\n\nGlobal hoarding has left European wholesalers with empty shelves. Manufacturers outside China say they won't be able to fill an exploding stack of orders for months. U.S. hospitals and medical-supply companies have reported dwindling mask inventory and partial or delayed shipments as the surge in global demand for protective equipment enters...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "melanie_evans@wsj.com", "name": "Melanie Evans", "type": "author", "isAgency": false}, {"uri": "drew_hinshaw@wsj.com", "name": "Drew Hinshaw", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 4, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Hoarding", "type": "wiki", "score": 3, "label": {"eng": "Hoarding"}}, {"uri": "http://en.wikipedia.org/wiki/Rationing", "type": "wiki", "score": 3, "label": {"eng": "Rationing"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 3, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 20}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 17}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 26}, {"uri": "dmoz/Business/Electronics_and_Electrical/Surge_Protectors", "label": "dmoz/Business/Electronics and Electrical/Surge Protectors", "wgt": 17}], "image": "https://images.wsj.net/im-158444/social", "eventUri": "eng-5558662", "location": null, "shares": {"facebook": 399}, "sentiment": -0.1372549019607843, "wgt": 399, "relevance": 52}, {"uri": "1461808797", "lang": "eng", "isDuplicate": false, "date": "2020-02-26", "time": "12:08:00", "dateTime": "2020-02-26T12:08:00Z", "dateTimePub": "2020-02-26T12:07:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/coronavirus-spreads-outside-of-italy-prompting-fresh-restrictions-11582714949", "title": "Coronavirus Spreads Outside of Italy, Prompting Fresh Restrictions", "body": "Italy's coronavirus outbreak has crossed the Alps and is being linked to a growing number of infections around Europe, prompting countries and companies to enact precautionary measures to reduce travel to and from Italy as the number of fatalities clicked higher.\n\nNone of the European Union's member states are proposing closing off borders, a step that would break with the EU's ideals of open borders and seamless movement.", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "giovanni_legorano@wsj.com", "name": "Giovanni Legorano", "type": "author", "isAgency": false}, {"uri": "eric_sylvers@wsj.com", "name": "Eric Sylvers", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 4, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Alps", "type": "loc", "score": 3, "label": {"eng": "Alps"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 2, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 13}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 15}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 22}], "image": "https://images.wsj.net/im-157850/social", "eventUri": null, "location": null, "shares": {"facebook": 347}, "sentiment": -0.3490196078431372, "wgt": 347, "relevance": 76}, {"uri": "1463913617", "lang": "eng", "isDuplicate": false, "date": "2020-02-28", "time": "00:26:00", "dateTime": "2020-02-28T00:26:00Z", "dateTimePub": "2020-02-28T00:26:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/the-coronavirus-isnt-partisan-11582849252", "title": "Opinion | The Coronavirus Isn't Partisan", "body": "Maybe we should quarantine Capitol Hill until the crisis passes.\n\nHouse Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer opened a joint statement Thursday on federal coronavirus policy with this line: \"Lives are at stake -- this is not the time for name-calling or playing politics.\" As the saying goes, interesting if true. The evidence so far of bipartisan cooperation in response to the virus isn't promising. Actually, it's depressing.\n\nIn the 48 hours before the Pelosi-Schumer call for an end to name-calling, Rep. Alexandria Ocasio-Cortez mocked Vice President Mike Pence, named...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "editorial_board@wsj.com", "name": "Editorial Board", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Capitol_Hill", "type": "loc", "score": 4, "label": {"eng": "Capitol Hill"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Minority_leader", "type": "wiki", "score": 3, "label": {"eng": "Minority leader"}}, {"uri": "http://en.wikipedia.org/wiki/Chuck_Schumer", "type": "person", "score": 3, "label": {"eng": "Chuck Schumer"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 3, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Speaker_of_the_United_States_House_of_Representatives", "type": "wiki", "score": 3, "label": {"eng": "Speaker of the United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Alexandria_Ocasio-Cortez", "type": "person", "score": 1, "label": {"eng": "Alexandria Ocasio-Cortez"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 1, "label": {"eng": "Mike Pence"}}], "categories": [{"uri": "dmoz/Business/Telecommunications/Call_Centers", "label": "dmoz/Business/Telecommunications/Call Centers", "wgt": 15}, {"uri": "dmoz/Computers/Internet/Telephony", "label": "dmoz/Computers/Internet/Telephony", "wgt": 13}, {"uri": "dmoz/Computers/Data_Communications/Telephony", "label": "dmoz/Computers/Data Communications/Telephony", "wgt": 9}, {"uri": "dmoz/Recreation/Humor/Pranks", "label": "dmoz/Recreation/Humor/Pranks", "wgt": 11}, {"uri": "dmoz/Business/Opportunities/Phone_Cards_-_Phone_Service_Reps", "label": "dmoz/Business/Opportunities/Phone Cards - Phone Service Reps", "wgt": 9}], "image": "https://images.wsj.net/im-158738/social", "eventUri": null, "location": null, "shares": {"facebook": 322}, "sentiment": -0.1294117647058823, "wgt": 322, "relevance": 52}, {"uri": "1460598076", "lang": "eng", "isDuplicate": false, "date": "2020-02-25", "time": "14:23:00", "dateTime": "2020-02-25T14:23:00Z", "dateTimePub": "2020-02-25T14:22:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/irans-deputy-health-minister-contracts-coronavirus-11582639474", "title": "Iran's Deputy Health Minister Contracts Coronavirus", "body": "The number of people killed by the coronavirus in Iran has risen to at least 15, the country's health ministry said, with nearly 100 cases of the infection confirmed, including the man in charge of containing the spread of the pathogen in the country.\n\nAirlines from neighboring nations suspended flights to and from Iran in response to the outbreak, after Iranian health officials said Monday roughly 1,000 other people with coronavirus-like symptoms are being examined....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "rory_jones@wsj.com", "name": "Rory Jones", "type": "author", "isAgency": false}, {"uri": "sune_engel_rasmussen@wsj.com", "name": "Sune Engel Rasmussen", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 4, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 2, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 1, "label": {"eng": "Symptom"}}], "categories": [{"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 15}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 14}, {"uri": "dmoz/Health/Public_Health_and_Safety/Statistics", "label": "dmoz/Health/Public Health and Safety/Statistics", "wgt": 15}, {"uri": "dmoz/Health/Public_Health_and_Safety/Indigenous_Health", "label": "dmoz/Health/Public Health and Safety/Indigenous Health", "wgt": 15}, {"uri": "dmoz/Health/Occupational_Health_and_Safety/Bloodborne_Pathogens", "label": "dmoz/Health/Occupational Health and Safety/Bloodborne Pathogens", "wgt": 14}], "image": "https://images.wsj.net/im-157469/social", "eventUri": null, "location": null, "shares": {"facebook": 260}, "sentiment": -0.5529411764705883, "wgt": 260, "relevance": 52}, {"uri": "1466959084", "lang": "eng", "isDuplicate": false, "date": "2020-03-01", "time": "17:21:00", "dateTime": "2020-03-01T17:21:00Z", "dateTimePub": "2020-03-01T17:21:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/why-a-south-korean-church-was-the-perfect-petri-dish-for-coronavirus-11583082110", "title": "Why a South Korean Church Was the Perfect Petri Dish for Coronavirus", "body": "DAEGU, South Korea -- To enter the nine-story Shincheonji Church of Jesus building Feb. 16, the 61-year-old woman needed to press her finger into a digital scanner.\n\nShe was nursing a sore throat and a fever, local health officials report, and any doctor would have advised her to stay home -- especially as the new coronavirus lurked in South Korea. But skipping Sunday service wasn't an option: Church leaders take attendance by checking a follower's Shincheonji-issued photo ID, said current and former church members....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "timothy_w_martin@wsj.com", "name": "Timothy W. Martin", "type": "author", "isAgency": false}, {"uri": "dasl_yoon@wsj.com", "name": "Dasl Yoon", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Daegu", "type": "loc", "score": 4, "label": {"eng": "Daegu"}, "location": {"type": "place", "label": {"eng": "Daegu"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sore_throat", "type": "wiki", "score": 3, "label": {"eng": "Sore throat"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 3, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Jesus", "type": "person", "score": 3, "label": {"eng": "Jesus"}}, {"uri": "http://en.wikipedia.org/wiki/Digital_data", "type": "wiki", "score": 3, "label": {"eng": "Digital data"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Catholic_Church", "type": "wiki", "score": 1, "label": {"eng": "Catholic Church"}}], "categories": [{"uri": "dmoz/Society", "label": "dmoz/Society", "wgt": 15}, {"uri": "dmoz/Society/Religion_and_Spirituality", "label": "dmoz/Society/Religion and Spirituality", "wgt": 17}, {"uri": "dmoz/Health/Nursing", "label": "dmoz/Health/Nursing", "wgt": 14}, {"uri": "dmoz/Society/Religion_and_Spirituality/Christianity", "label": "dmoz/Society/Religion and Spirituality/Christianity", "wgt": 18}], "image": "https://images.wsj.net/im-159126/social", "eventUri": null, "location": {"type": "place", "label": {"eng": "Daegu"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}, "shares": {"facebook": 260}, "sentiment": -0.1215686274509804, "wgt": 260, "relevance": 27}], "totalResults": 149, "page": 1, "count": 25, "pages": 6}}