{"articles": {"results": [{"uri": "1429672748", "lang": "eng", "isDuplicate": false, "date": "2020-01-31", "time": "00:57:00", "dateTime": "2020-01-31T00:57:00Z", "dateTimePub": "2020-01-31T00:56:00Z", "dataType": "news", "sim": 0.8745098114013672, "url": "https://www.wsj.com/articles/coronavirus-triggers-damage-control-from-governments-companies-11580396657", "title": "Coronavirus Is Declared a Global Health Emergency as Threat Rises Outside China", "body": "The designation comes as the first person-to-person transmission of the virus is reported in the U.S. By Brianna Abbott, Brianna Abbott The Wall Street Journal BiographyBrianna Abbott @Brabbott42 brianna.abbott@wsj.com Katie Camero and Erin Mendell Updated Jan. 30, 2020 10:46 pm ET\n\nThe World Health Organization declared the coronavirus outbreak a public-health emergency of international concern Thursday as the first person-to-person transmission of the virus was reported in the U.S.\n\nThe WHO designation, pointing to an increase in the number of cases, indicates that international public-health authorities now consider the respiratory virus a significant threat beyond China, where it originated last month. The move could further heighten the global response to the outbreak.\n\nThe agency made the declaration after a meeting of its emergency committee, which declined to do so last week. Since then, China, other governments and multinational businesses have taken emergency steps to limit the virus's spread, including halting some travel to China.\n\nNoting the WHO's declaration, the State Department told Americans not to go to China, raising its travel alert to the highest level Thursday. It advised that people in China should consider leaving the country and said it requested that all nonessential U.S. government personnel postpone travel there. The State Department advises the same \"do not travel\" warning for countries including Afghanistan and Syria.\n\nIn the U.S., a sixth person tested positive for the infection in the first case of human-to-human transmission. The patient is the husband of a Chicago woman infected with the virus whose case was reported last week. She had recently traveled to Wuhan, the central Chinese city where the coronavirus first emerged last month.\n\nThe U.S. Centers for Disease Control and Prevention and state officials emphasized that the overall risk for people in the U.S. and in Illinois remains low. \"This person-to-person spread was between two very close contacts, a wife and husband,\" said Ngozi Ezike, the director of the Illinois Department of Public Health. \"It is not spreading in the wider community.\"\n\nPublic-health authorities said the WHO designation helps mobilize resources to contain the virus's spread. The WHO's director-general can make recommendations to the international community, though they aren't legally binding.\n\nWHO Director-General Tedros Adhanom Ghebreyesus said he was confident in China's capacity to control the outbreak, which has sickened more than 9,500 people and killed 213 -- up from 170 a day earlier -- mostly in China's Hubei province, which surrounds Wuhan.\n\n\"Let me be clear. This declaration is not a vote of no confidence in China,\" Dr. Tedros said. \"I have never in my life seen this kind of mobilization.\"\n\nThe number of infection cases in China surpassed the global total for severe acute respiratory syndrome, though SARS killed nearly 800 people after emerging in southern China in late 2002 and into 2003.\n\nSince it gained the power, in 2005, to declare an international emergency, WHO had applied the designation to just five prior situations. The first was in 2009 in response to the H1N1 swine flu, followed by polio in 2014 and the Ebola and Zika virus outbreaks in 2016. It declared a public emergency for another Ebola outbreak in 2019 and faced criticism for delaying that decision.\n\nAt least 18 other countries or territories have also reported a small number of coronavirus cases, with Finland, India and the Philippines now reporting cases in people who have traveled to Wuhan, according to WHO.\n\nIn response to the virus, Russia has tightened its border with China and the U.S. announced plans for a second evacuation of Americans from Wuhan. Companies including Tesla Inc. and IKEA temporarily halted operations in China.\n\nThe CDC has investigated 165 people in the U.S. for the virus, according to the numbers released Wednesday, and 68 have tested negative and been cleared. Over 90 cases are pending, and health authorities said that they expect additional cases.\n\nThe new Chicago patient lived with and was in consistent close contact with his wife. After returning to the U.S. on Jan. 13, she developed symptoms and was hospitalized in an isolated setting. Once her husband also started developing symptoms he was quickly taken to the hospital. The patient, who has underlying health issues, is in a stable condition, health authorities said.\n\n\"It is clear that this virus is highly transmittable, and this assumption is based on the rapid rate of spread of this infection in China,\" said Eyal Leshem, director of the Institute for Travel and Tropical medicine at Sheba Medical Center in Israel.\n\n\"When there is a public-health uncertainty, you always want to slightly overreact to make sure that you don't miss a critical issue,\" Dr. Leshem said. \"Once you learn a little bit more about the risk and the effective steps, then you can scale back.\"\n\nHealth authorities believe the virus spread while the first patient in Chicago was symptomatic, rather than before.\n\nOfficials said the man, who is in his 60s, didn't attend any mass gatherings. There are 21 people under investigation in Illinois for possible infection, Dr. Ezike said, and local and federal health authorities are working to monitor close contacts of the second Chicago patient.\n\nNancy Messonnier, director of the National Center for Immunization and Respiratory Diseases at the CDC, called the coronavirus \"a very serious public-health situation.\" She added: \"We're trying to spark a balance in our response right now.\"\n\nThe CDC said that people who had recently traveled should be vigilant for symptoms and signs of the virus, which include fever, cough and shortness of breath.\n\nPresident Trump during a speech in Michigan said the administration is working closely with China and sought to minimize fears about the virus in the U.S.\n\n\"We think we have it very well under control. We have very little problem in this country at this moment,\" Mr. Trump said, adding that the handful of victims are recuperating. \"We think it's going to have a very good ending for us. That I can assure you.\"\n\nOn Wednesday, Mr. Trump announced a task force to address the coronavirus, which he said had been meeting daily since Monday. The group is led by Health and Human Services Secretary Alex Azar.\n\nMembers of a House of Representatives panel briefed by federal medical officials Thursday said that traditional means of stopping infection are still the best guard against the virus's spread.\n\nMembers of the subcommittee said federal officials appear to have the situation in hand and that there isn't any need for a coronavirus \"czar,\" as was appointed during the Ebola virus epidemic in West Africa during the Obama administration.\n\nAuthorities in Russia, meanwhile, said they would temporarily restrict passage through 16 road, rail and river checkpoints along its 2,670-mile border with China. Though Russia's national carrier Aeroflot hasn't stopped flying to China smaller Russian airlines have canceled flights.\n\nA number of countries have pushed ahead with efforts to extract their citizens from central China.\n\nThe State Department on Thursday said it is planning a second evacuation flight from Wuhan for the hundreds of American citizens still believed to be in the city.\n\nThe Indian government is seeking permission from Chinese authorities to operate two flights to repatriate citizens from Hubei province, and will quarantine them for 14 days.\n\nRelated\n\nU.S. Plans to Evacuate More Americans by Aircraft From Wuhan Facebook to Ban Posts About Fake Coronavirus Cures Businesses Suspend Chinese Operations Amid Coronavirus Fears How China Can Build a Coronavirus Hospital in 10 Days Coronavirus Cases Grow as Airlines Suspend Flights to China Americans Evacuated From Wuhan Pass Initial Health Screens for Coronavirus What to Know About the New Chinese Coronavirus\n\nIn Japan, controversy erupted Wednesday after two people on a government-chartered evacuation flight from Wuhan to Tokyo refused to be tested for the new virus.\n\nPrime Minister Shinzo Abe told Parliament on Thursday that while the government had pushed for all 206 passengers on the flight to be tested, it had no legal power to compel them. Three people on the flight tested positive for the virus, including two without symptoms, according to the health ministry. The two who refused testing didn't show symptoms, health ministry official Takuma Kato said.\n\nA second charter flight to evacuate Japanese citizens from Wuhan arrived in Tokyo on Thursday, and Mr. Kato said all 210 people aboard agreed to be screened.\n\nMeanwhile, immigration officials in Hong Kong scoured the city for visitors from Hubei, finding 15 on Wednesday night during searches of 110 hotels, according to Lam Shuk-Yee, deputy secretary for security of the Chinese territory on Thursday. Ms. Lam said 1,600 people from the province had been turned away at the Hong Kong border since the ban.\n\nOn the corporate front, big multinational companies moved to temporarily shut down China operations as workers remained largely in place, with the Lunar New Year holiday extended through the end of the week and transportation links largely curtailed.\n\nTesla Chief Financial Officer Zach Kirkhorn said Wednesday that the company was halting production at its new Shanghai Gigafactory to comply with a local-government order to extend the Lunar New Year holiday, which Mr. Kirkhorn said could affect the company's first-quarter performance.\n\nAll 30 IKEA outlets in mainland China were closed until further notice, the Swedish furniture giant said Thursday.\n\nNewsletter Sign-up How China Can Build a Hospital in 10 Days\n\nAir France joined the list of airlines cutting service to China. The carrier said it would suspend all scheduled flights to and from the mainland until Feb. 9 and operate special flights starting Friday using volunteer crew to enable customers and employees to depart safely.\n\nItalian authorities held 6,000 passengers and crew aboard a cruise ship at the port of Civitavecchia near Rome after a 54-year-old Chinese woman showed flulike symptoms. Health authorities late Thursday ruled out she was affected by coronavirus and passengers were allowed to disembark, according to a statement by Costa Crociere, the company operating the ship.\n\nChina's national women's soccer team is being held in quarantine in a hotel in the Australian city of Brisbane until Feb. 5, health authorities for the northwestern state of Queensland said Thursday. The 32-member team had traveled to Australia to compete in a qualifying tournament for this summer's Olympics in Tokyo.\n\nThe tournament was originally scheduled to be held in Wuhan but was moved to Sydney after the outbreak. The team had departed Wuhan Jan. 22, before the city was locked down, said the Chinese Football Association, which said it also planned to suspend soccer competitions nationwide starting Thursday.\n\nIn Chongqing, a southwestern China city of more than 30 million people that borders Hubei, pharmacies are now required to report the names of people who buy medication for symptoms such as fever and cough, part of an effort to track people who might have coronavirus symptoms, state broadcaster China Central Television reported Thursday. The city had 165 confirmed cases of the virus as of midnight Wednesday.\n\nWrite to Brianna Abbott at brianna.abbott@wsj.com and Erin Mendell at erin.mendell@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "brianna_abbott@wsj.com", "name": "Brianna Abbott", "type": "author", "isAgency": false}, {"uri": "katie_camero@wsj.com", "name": "Katie Camero", "type": "author", "isAgency": false}, {"uri": "erin_mendell@wsj.com", "name": "Erin Mendell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 5, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 5, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 5, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 5, "label": {"eng": "United States Department of State"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Illinois", "type": "loc", "score": 5, "label": {"eng": "Illinois"}, "location": {"type": "place", "label": {"eng": "Illinois"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chicago", "type": "loc", "score": 5, "label": {"eng": "Chicago"}, "location": {"type": "place", "label": {"eng": "Chicago"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Tedros_Adhanom", "type": "person", "score": 4, "label": {"eng": "Tedros Adhanom"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 4, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 4, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Tropical_medicine", "type": "wiki", "score": 3, "label": {"eng": "Tropical medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Sheba_Medical_Center", "type": "wiki", "score": 3, "label": {"eng": "Sheba Medical Center"}}, {"uri": "http://en.wikipedia.org/wiki/Western_African_Ebola_virus_epidemic", "type": "wiki", "score": 3, "label": {"eng": "Western African Ebola virus epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 3, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_A_virus_subtype_H1N1", "type": "wiki", "score": 3, "label": {"eng": "Influenza A virus subtype H1N1"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 3, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/IKEA", "type": "org", "score": 3, "label": {"eng": "IKEA"}}, {"uri": "http://en.wikipedia.org/wiki/The_Who", "type": "org", "score": 3, "label": {"eng": "The Who"}}, {"uri": "http://en.wikipedia.org/wiki/Polio", "type": "wiki", "score": 3, "label": {"eng": "Polio"}}, {"uri": "http://en.wikipedia.org/wiki/Swine_influenza", "type": "wiki", "score": 3, "label": {"eng": "Swine influenza"}}, {"uri": "http://en.wikipedia.org/wiki/International_community", "type": "wiki", "score": 3, "label": {"eng": "International community"}}, {"uri": "http://en.wikipedia.org/wiki/Public_university", "type": "wiki", "score": 3, "label": {"eng": "Public university"}}, {"uri": "http://en.wikipedia.org/wiki/Multinational_corporation", "type": "loc", "score": 3, "label": {"eng": "Multinational corporation"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/State_of_emergency", "type": "wiki", "score": 3, "label": {"eng": "State of emergency"}}, {"uri": "http://en.wikipedia.org/wiki/Tesla,_Inc.", "type": "org", "score": 3, "label": {"eng": "Tesla, Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Motion_of_no_confidence", "type": "wiki", "score": 3, "label": {"eng": "Motion of no confidence"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Syria", "type": "loc", "score": 3, "label": {"eng": "Syria"}, "location": {"type": "country", "label": {"eng": "Syria"}}}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 3, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 3, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 3, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/Finland", "type": "loc", "score": 3, "label": {"eng": "Finland"}, "location": {"type": "country", "label": {"eng": "Finland"}}}, {"uri": "http://en.wikipedia.org/wiki/Afghanistan", "type": "loc", "score": 3, "label": {"eng": "Afghanistan"}, "location": {"type": "country", "label": {"eng": "Afghanistan"}}}, {"uri": "http://en.wikipedia.org/wiki/Shinzo_Abe", "type": "person", "score": 2, "label": {"eng": "Shinzo Abe"}}, {"uri": "http://en.wikipedia.org/wiki/Flag_carrier", "type": "wiki", "score": 2, "label": {"eng": "Flag carrier"}}, {"uri": "http://en.wikipedia.org/wiki/Takuma_Katō", "type": "person", "score": 2, "label": {"eng": "Takuma Katō"}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 2, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_Health_and_Human_Services", "type": "wiki", "score": 2, "label": {"eng": "United States Secretary of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Aeroflot", "type": "org", "score": 2, "label": {"eng": "Aeroflot"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Barack_Obama", "type": "org", "score": 2, "label": {"eng": "Presidency of Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 2, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Parliament of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_India", "type": "org", "score": 2, "label": {"eng": "Government of India"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 2, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Michigan", "type": "loc", "score": 2, "label": {"eng": "Michigan"}, "location": {"type": "place", "label": {"eng": "Michigan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 2, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 2, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_Football_Association", "type": "org", "score": 1, "label": {"eng": "Chinese Football Association"}}, {"uri": "http://en.wikipedia.org/wiki/Costa_Cruises", "type": "org", "score": 1, "label": {"eng": "Costa Cruises"}}, {"uri": "http://en.wikipedia.org/wiki/Air_France", "type": "org", "score": 1, "label": {"eng": "Air France"}}, {"uri": "http://en.wikipedia.org/wiki/China_Central_Television", "type": "org", "score": 1, "label": {"eng": "China Central Television"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 49}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 30}, {"uri": "dmoz/Health/Public_Health_and_Safety/Policy_and_Regulation", "label": "dmoz/Health/Public Health and Safety/Policy and Regulation", "wgt": 23}, {"uri": "dmoz/Health/Public_Health_and_Safety/Education", "label": "dmoz/Health/Public Health and Safety/Education", "wgt": 25}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 26}], "image": "https://images.wsj.net/im-149357/social", "eventUri": "eng-5477650", "location": null, "shares": {"facebook": 1306}, "sentiment": -0.1294117647058823, "wgt": 1306, "relevance": 101}, {"uri": "1425418115", "lang": "eng", "isDuplicate": false, "date": "2020-01-27", "time": "18:46:00", "dateTime": "2020-01-27T18:46:00Z", "dateTimePub": "2020-01-27T18:46:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/americans-in-wuhan-prepare-to-flee-coronavirusor-weather-outbreak-in-isolated-city-11580149927", "title": "Americans in Wuhan Prepare to Flee Outbreak---While Others Stay", "body": "SHANGHAI -- Hundreds of Americans were preparing to fly out of Wuhan, bound for California, as fears grew at the epicenter of China's health crisis. But more U.S. citizens aren't leaving, having failed to secure a seat on the single U.S.-bound flight -- or decided to ride out the emergency where they are.\n\n© Benjamin Wilson Americans in Wuhan Prepare to Flee Outbreak---While Others Stay\n\nA State Department evacuation flight promised relief for a segment of Wuhan's roughly 1,000 Americans, as a lockdown triggered by a coronavirus outbreak turned the focus to the dangers of contagion and a long quarantine in China's eighth-most-populous city. Roads, restaurants and many shops in Wuhan, a city of 11 million, are now shut as China tries to contain the virus.\n\nGet news and analysis on politics, policy, national security and more, delivered right to your inbox\n\nA U.S. charter jet was expected to arrive at Wuhan's closed airport on Tuesday and quickly depart for the U.S., ferrying 230 or so U.S. diplomats, their family members and an \"extremely limited\" number of private citizens back to the U.S., according to a State Department notice and passengers who have been in contact with the U.S. Embassy in China. The flight is intended primarily to evacuate staff of the U.S. Consulate in Wuhan during a temporary shutdown of the diplomatic mission.\n\nThe plane will land in Ontario, Calif., a city about one hour east of Los Angeles, a State Department spokeswoman said Monday. She added that all travelers would be screened for symptoms before departing. During a refueling stop in Anchorage, passengers will disembark into a terminal closed to the general public and receive another health screening before continuing on to California, said Anne Zink, Alaska's chief medical officer.\n\nMedics will be on the flight, Dr. Zink said. If a passenger shows symptoms between Wuhan and Anchorage, health officials will determine what to do on a case-by-case basis, she said, adding that Anchorage hospitals were prepared to treat any ill passengers.\n\n19 Easy Ways To Supplement Social SecurityAd Microsoft Expert: This Is The #1 Balance Transfer CardAd Microsoft 5 Stocks for Building Wealth After 50Ad Microsoft Full screen 57/57 SLIDESSlideshow by photo services\n\nVermont native Priscilla Dickie, 35 years old, and her 8-year-old daughter have seats -- but she wasn't sure how she would get to the airport, around 20 miles away, with almost all Wuhan transport shut down. \"I have secured a seat, but the problem is transportation,\" she said. Ms. Dickie figured she saw only one car on the roads on Sunday.\n\nBenjamin Wilson is hunkering down. Mr. Wilson, who is from Louisiana and father to a 7-year-old girl, is married to a Wuhan native. The plane wasn't taking Chinese nationals.\n\n\"I would consider sending my daughter, if that were an option,\" he said. \"But I wouldn't leave my wife. But if my wife and daughter could travel together, then absolutely yes.\"\n\nWuhan, a transportation hub in central China, is often compared with Chicago, but lacks the comforts that many American expatriates enjoy in more affluent Beijing and Shanghai. Many expatriates are accustomed to traveling to more developed cities for routine medical treatment.\n\nA sprawling metropolis straddling the banks of the Yangtze River, Wuhan is at heart a factory town -- what the Chinese government classifies as a second-tier city. Budweiser beer has been brewed there since 1995.\n\n\"It's got the size of New York, but the personality of a backwater town. We always say, it's country come to town,\" said James Dickie, who was married to Priscilla and lived in Wuhan for five years.\n\nMany of the U.S. citizens now in Wuhan and elsewhere across hard-hit Hubei province had flown in to the city before the lockdown to celebrate Saturday's Lunar New Year with family. Many had heard about a virus, but figured that it was mild and under control.\n\n\"When I went to sleep at 10 p.m., everything was normal,\" said Rong Shuo, a 38-year-old lawyer and American citizen who arrived in Wuhan last week from her home in San Jose, Calif. On Thursday morning, \"when I woke up at 5 a.m., the city was in shutdown mode,\" she said. Abruptly announced citywide blockades were under way.\n\nSome Americans said that remaining in Wuhan with loved ones seemed like a safer prospect than getting on an airplane full of people who could be sick or carrying the virus -- and who are expecting to face quarantine once they land in the U.S.\n\n\"As of right now, my dad is adamant about staying where he is,\" said a Brandeis University student who had failed to coax her father back from Wuhan after he flew there for business. \"He's worried about getting sick from people on the plane and potentially bringing it back to us.\"\n\nThe desperation of some Americans to get out was illustrated by a flood of calls to the U.S. Embassy in Beijing after a weekend report about an evacuation being planned for Sunday was published in The Wall Street Journal, according to a person familiar with the situation and several people who made the calls.\n\nA State Department spokesperson declined to confirm the destination of the flight or whether the passengers would be quarantined upon arrival. \"We have been in contact with potential passengers regarding logistics and anticipated screening procedures,\" the spokesperson said.\n\nWhile the timeline has shifted repeatedly, word of brewing evacuation plans set off a scramble for information that Americans said was complicated by their own language challenges, local internet controls, limited information from the embassy and the Lunar New Year holidays.\n\n\"All my friends in the U.S. were saying, 'You've got to get on that plane,'\" said Carrie Wang, a Wuhan native who lives near Phoenix and arrived in China last week to spend the holiday with her family.\n\nThe computer company executive said she emailed the embassy in an effort to secure a spot but also knew her odds weren't good, with just one flight planned.\n\nBy Monday night she hadn't heard anything, so she resigned herself to a shut-in life, with enough food to last a couple of weeks. \"I'm with my family and I could work,\" she said. \"I might treat this as an extended overseas trip.\"\n\nMr. Wilson, the Louisiana native, is doing his best to keep his family safe. When he steps outdoors in Wuhan, he wears gloves, a rain jacket and pants on top of his regular clothing, and a mask over his mouth. He touches as little as possible and is buying only food that comes wrapped in plastic. When he returns home, he wipes everything down in antibacterial soap. The mask goes in the trash.\n\n\"I'm not scared to go outside,\" he said. \"I'm just trying to minimize exposure to other people.\"\n\nWrite to James T. Areddy at james.areddy@wsj.com and Liza Lin at Liza.Lin@wsj.com\n\nRead More", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "james_t_areddy@wsj.com", "name": "James T. Areddy", "type": "author", "isAgency": false}, {"uri": "liza_lin@wsj.com", "name": "Liza Lin", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 4, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Epicenter", "type": "wiki", "score": 3, "label": {"eng": "Epicenter"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 3, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 2, "label": {"eng": "United States Department of State"}}, {"uri": "http://en.wikipedia.org/wiki/Relief", "type": "wiki", "score": 2, "label": {"eng": "Relief"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 1, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 1, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 1, "label": {"eng": "Infection"}}], "categories": [{"uri": "dmoz/Society/Issues/Transportation", "label": "dmoz/Society/Issues/Transportation", "wgt": 9}, {"uri": "dmoz/Health/Occupational_Health_and_Safety/Emergency_Preparedness", "label": "dmoz/Health/Occupational Health and Safety/Emergency Preparedness", "wgt": 9}, {"uri": "dmoz/Recreation/Aviation/Experience_Flights", "label": "dmoz/Recreation/Aviation/Experience Flights", "wgt": 16}, {"uri": "dmoz/Recreation/Aviation/Simulation", "label": "dmoz/Recreation/Aviation/Simulation", "wgt": 10}, {"uri": "dmoz/Recreation/Aviation/Ballooning", "label": "dmoz/Recreation/Aviation/Ballooning", "wgt": 10}], "image": "https://images.wsj.net/im-147770/social", "eventUri": null, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}, "shares": {"facebook": 522, "pinterest": 3}, "sentiment": -0.207843137254902, "wgt": 525, "relevance": 2}, {"uri": "1425656701", "lang": "eng", "isDuplicate": false, "date": "2020-01-27", "time": "23:35:00", "dateTime": "2020-01-27T23:35:00Z", "dateTimePub": "2020-01-27T23:35:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/what-we-know-about-the-wuhan-virus-11579716128", "title": "What to Know About the New Chinese Coronavirus", "body": "Coronaviruses mutate easily but there's no sign of changes in this virus so far By Betsy McKay Betsy McKay The Wall Street Journal BiographyBetsy McKay @betswrites Betsy.McKay@wsj.com Updated Jan. 27, 2020 7:38 pm ET\n\nConcerns are growing about the deadly new virus behind a fast-growing epidemic in China. The number of people ill with or dying of a viral pneumonia caused by the new coronavirus is rising rapidly, despite quarantines of millions of people and other measures to try to stop it. The virus has been carried by travelers to other countries, including the U.S. Stock prices have fallen as investors have grown worried about the potential global impact if the epidemic can't be stopped.\n\nCoronavirus Cases A newly identified virus believed to have originated in a livestock market in Wuhan has spread across China and around the world, including into the U.S.\n\nNote: As of Jan. 27, 8:30 p.m. ET. Mainland China figures as of midnight, Jan. 27, local time.\n\nSources: Local health authorities (mainland China); CSSE JHU\n\nVery little is still known about this virus, which for the moment carries the scientific name 2019-nCoV, meaning \"novel coronavirus.\" Scientists are racing to learn more. Key questions to answer are how long the incubation period is, how long someone is infectious, and whether or not people can be asymptomatic and spread the virus, says Ian Lipkin, director of the Center for Infection and Immunity at Columbia University's Mailman School of Public Health.\n\nHere is what scientists and public-health officials know so far.\n\nHow dangerous is the new coronavirus?\n\nIt appears to be less deadly than a related pathogen -- severe acute respiratory syndrome, or SARS, which erupted in China in 2002 and spread globally in 2003. SARS killed about 10% of the people it infected, while about 3% of the people confirmed to be infected with this new coronavirus have died. Many of those who have died are elderly or have other illnesses such as diabetes.\n\nBut the new virus may spread from one person to another more easily than SARS, some early disease modeling suggests.\n\nWhat is a coronavirus?\n\nThis new virus belongs to a family of viruses known as coronaviruses. Named for the crown-like spikes on their surfaces, they infect mostly bats, pigs and small mammals. But they mutate easily and can jump from animals to humans, and from one human to another. In recent years, they have become a growing player in infectious-disease outbreaks world-wide.\n\nHow is the virus spread among humans?\n\nSeven strains are known to infect humans, including this new virus, causing illnesses in the respiratory tract. Four of those strains cause common colds. Two others, by contrast, rank among the deadliest of human infections: SARS and Middle East respiratory syndrome, or MERS.\n\nWhere did this new coronavirus come from?\n\nThe new virus likely came from bats, scientists say. It's not known exactly where or how it jumped to humans, though. Health officials believe the outbreak originated in a large animal and seafood market in Wuhan, China. Of the first 41 cases, 27 had some exposure to that market, according to a report in the medical journal the Lancet. But three of the first four people to become ill, on Dec. 1 and Dec. 10, said they had no contact with the market. Scientists say it will take some time to identify the exact source.\n\nHow is the virus spread among humans?\n\nIt is likely spread through a cough, kiss or other contact with saliva, Chinese officials say. MERS and SARS spread mainly through \"respiratory droplets\" produced when someone coughs or sneezes. Those two viruses spread mostly through close contact.\n\nHow easily does the new virus spread?\n\nDisease-modeling experts at Imperial College London estimated late last week that on average, each infected person transmitted the virus to 2.6 others. The World Health Organization said last week early indications were that that rate is between 1.4 and 2.5. Those rates are higher than for some influenza viruses, but far lower than measles, in which one infected person can transmit the virus to 12 to 18 other people.\n\nPublic-health experts caution that these estimates are very preliminary, change over time, and can be lowered by measures to prevent the virus from spreading.\n\nIs it safe to travel to China?\n\nThe U.S. State Department has issued a travel advisory, urging Americans to reconsider travel to China due to the risk of infection in Wuhan as well as quarantines imposed in numerous cities around the country. The CDC recommends avoiding all nonessential travel to China. Those individuals who do go should avoid contact with sick people, animals, animal markets and uncooked meat from those markets, the CDC says.\n\nAirlines are allowing people to change their flights to, from or through China. U.S. airlines haven't broadened their change-fee waivers beyond China.\n\nShould foreigners who are working in China or planning on visiting change their plans?\n\nCompanies in China are trying to head off the spread in their offices. Smartphone maker Xiaomi Corp., based in Beijing, has asked employees to wait for 14 days after traveling to Hubei to ensure they don't have symptoms before going into the office. Those in Hubei should work from home until further notice, the company said in an email to staff.\n\nTikTok-owner ByteDance Inc. issued a notice urging employees in mainland China to work from home until a week beyond the extended holiday. Shenzhen-based games and social-media giant Tencent Holdings Ltd. sent out a note telling local staff to do the same.\n\nCan you catch the virus from someone even before they have symptoms?\n\nIt's possible. But little is known so far. In Macau, a 15-year-old resident of Wuhan, the epicenter of the outbreak, tested positive for the coronavirus despite having no fever or cough, said that special administrative region of China. Scientists reported in the Lancet that they identified the coronavirus in a 10-year-old boy who developed no symptoms, even though others in the child's family fell ill. Chinese news outlets have reported a handful of other potential asymptomatic cases.\n\nPatients who either have no symptoms or haven't developed them yet appear to be able to spread the virus, according to Ma Xiaowei, head of China's cabinet-level National Health Commission.\n\nThe U.S. Centers for Disease Control and Prevention says it has not seen evidence of patients being infectious before symptom onset, but is monitoring for them in the U.S.\n\nWhat are the symptoms of illness and how do you know if you have it?\n\nThe virus infects the lower respiratory tract. Patients initially develop a fever, cough and aches, and can progress to shortness of breath and complications from pneumonia, according to case reports. Some patients become only mildly ill. Others are mildly ill for a few days, then rapidly develop more severe symptoms of pneumonia.\n\nSHARE YOUR THOUGHTS\n\nDo you have questions about the risk of the new coronavirus from China? Join the conversation below.\n\nSome patients have not had a fever initially or develop a \"walking pneumonia,\" meaning they may spread their infection to others because they aren't sick enough to be in a hospital.\n\nWhat is the incubation period?\n\nPeople become ill between two and 14 days after infection, according to the U.S. CDC.\n\nIs there a test?\n\nPublic-health officials have developed and distributed diagnostic tests, which are being used to confirm whether a patient has the new coronavirus or another infection. The growing availability of tests is one reason more people are being diagnosed.\n\nWho is most at risk?\n\nAdults of all ages have been infected. Nearly three-quarters of the initial 41 patients were male. Many of the first patients who died were over 60 years old, had other illnesses such as diabetes and were admitted to hospitals when their illness was advanced. Few children have been reported with the infection, but that could change.\n\nCoronaviruses: From Animals to Humans\n\nResearchers aren't sure how the novel coronavirus first infected people in China, but the viruses that cause SARS and MERS, which originated in bats, provide clues.\n\n2\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nBat respiratory tract\n\nHuman respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\nMutation\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers aren't sure from what animal the novel coronavirus originated or whether it passed through an intermediate species before infecting humans.\n\n2\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nBat respiratory tract\n\nHuman respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\nMutation\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers aren't sure from what animal the novel coronavirus originated or whether it passed through an intermediate species before infecting humans.\n\n2\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nBat respiratory tract\n\nHuman respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\nMutation\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers aren't sure from what animal the novel coronavirus originated or whether it passed through an intermediate species before infecting humans.\n\n1\n\nProteins on the outer shell of the virus allow it to latch onto cells in the host's respiratory tract. The proteins' shapes are determined by the virus's genes.\n\nBat respiratory tract\n\nCell\n\nVirus\n\nGene\n\nProtein\n\n2\n\nTo infect new hosts, the virus's genes undergo mutations that alter its surface proteins, allowing them to latch onto the cells of new species.\n\nMutation\n\nHuman respiratory tract\n\n3\n\nIn the case of SARS, the virus jumped from bats to civet cats before gaining the ability to infect humans. In the case of MERS, camels served as the intermediate host.\n\nOriginal host\n\nIntermediate host\n\n4\n\nHuman\n\n4\n\nCoronaviruses can also jump directly to humans, without mutating or passing through an intermediate species.\n\n5\n\nResearchers aren't sure from what animal the novel coronavirus originated or whether it passed through an intermediate species before infecting humans.\n\nSource: Timothy Sheahan, University of North Carolina\n\nAlberto Cervantes and Josh Ulick /THE WALL STREET JOURNAL\n\nIs the virus mutating, particularly in a way that would make it more contagious?\n\nNo. The virus has remained stable genetically thus far, according to the World Health Organization and the U.S. CDC.\n\nWhat is being done to contain the spread of the virus?\n\nChina imposed quarantines on Wuhan, the epicenter of the outbreak, and several other cities, affecting millions of citizens. Officials are also building a large field hospital in Wuhan to isolate and care for patients, and investigating chains of transmission. But these measures are failing to slow the spread.\n\nMany people left ahead of the quarantine. The new virus hit during a heavy travel period for China, when tens of millions of people visit family and sometimes tack on additional leisure travel. The mayor of Wuhan, whose population is 11 million, said Sunday that five million people had left. It isn't known how many of those people were fleeing the virus or just embarking on holiday trips.\n\nOther countries are screening passengers arriving from China.\n\nHong Kong now requires visitors from mainland China to fill out health declaration forms before entering the city through the airport or high-speed rail station and is working to implement that at other points of entry, according to city authorities. Hong Kong Chief Executive Carrie Lam said Saturday that health authorities are also working to screen more aggressively for fevers at the border.\n\nThe U.S. is screening passengers arriving from Wuhan at five major airports. Those who have a fever are then screened for other symptoms. U.S. officials are considering expanding the screening, but haven't provided details.\n\nCan face masks protect you?\n\nHealth experts and mask makers say only a properly used reusable N95 respirator mask certified by an independent agency can both guard against the virus and protect others. Paper or polyurethane foam masks don't filter out smaller particles responsible for transmitting infectious agents.\n\nHow Effective Are Masks?\n\nHealth experts and mask makers say only a properly used N95 respirator mask certified by an independent agency can guard against the new coronavirus. Scientists have\n\nnot yet confirmed how the new coronavirus is transmitted, but here's\n\nhow effective typical masks are against the spread of previous coronaviruses:\n\nAirborne\n\nLarge droplets\"\n\nMasks are highly effective against large airborne droplets.\n\n39.9\"\n\nSmall droplets\n\nMasks are less effective, as these droplets can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nMasks help prevent wearers\n\nfrom catching the virus by touching their nose or mouth after touching the droplets\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 mask offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. they don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nMasks are highly effective against large airborne droplets.\n\n39.9\"\n\nSmall droplets\n\nMasks are less effective, as these droplets can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nMasks help prevent wearers\n\nfrom catching the virus by touching their nose or mouth after touching the droplets\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. they don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nMasks are highly effective against large airborne droplets.\n\n39.9\"\n\nSmall droplets\n\nMasks are less effective, as these droplets can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nMasks help prevent wearers from catching the virus by touching their nose or mouth after touching the droplets\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. they don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nMasks are highly effective against large airborne droplets.\n\n39.9\"\n\nSmall droplets\n\nMasks are less effective, as these droplets can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nMasks help prevent wearers from catching the virus by touching their nose or mouth after touching the droplets\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nSurgical masks don't offer full protection against airborne viruses. they don't fully seal off the nose and mouth.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSources: BMC Infectious Diseases; The Journal of Hospital Infection\n\nResearch: Taylor Umlauf and Lindsay Huth Graphic: Alberto Cervantes/THE WALL STREET JOURNAL\n\nAre there drugs to treat coronaviruses?\n\nThere aren't any drugs or vaccines approved specifically for the new virus. No antiviral treatment has proven effective against coronaviruses. But one hospital in Wuhan has started a clinical trial using a combination of two drugs that had been tested on MERS patients in Saudi Arabia. The therapy, sold under the brand name Kaletra in the U.S., is normally used to treat HIV patients and belongs to a class of drugs known as protease inhibitors, which block a key enzyme that helps viruses replicate. Researchers are also investigating other antivirals. In addition, a few vaccine makers are developing products targeting the virus.\n\nHow at risk is someone in the U.S.?\n\nThe risk to the U.S. public is low, the CDC says. In addition to screening arriving international passengers, the agency has urged health-care providers around the country to be on the lookout for patients with symptoms and a history of travel to China. More than 100 potential cases have been screened, with five cases confirmed. There has been no human-to-human transmission in the U.S.\n\nCould goods imported from China carry the virus?\n\nThat's unlikely, the CDC says. Coronaviruses generally don't survive long on inanimate surfaces, according to the agency.\n\n-- Lucy Craymer, Fanfan Wang, Qianwei Zhang, Lekai Liu and Wenxin Fan contributed to this article.\n\nWrite to Betsy McKay at betsy.mckay@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "betsy_mckay@wsj.com", "name": "Betsy McKay", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Middle_East_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Middle East respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 5, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 5, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Mutation", "type": "wiki", "score": 5, "label": {"eng": "Mutation"}}, {"uri": "http://en.wikipedia.org/wiki/Gene", "type": "wiki", "score": 5, "label": {"eng": "Gene"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 5, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_tract", "type": "wiki", "score": 5, "label": {"eng": "Respiratory tract"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 5, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Protein", "type": "wiki", "score": 5, "label": {"eng": "Protein"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Species", "type": "wiki", "score": 5, "label": {"eng": "Species"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}, {"uri": "http://en.wikipedia.org/wiki/Binomial_nomenclature", "type": "wiki", "score": 4, "label": {"eng": "Binomial nomenclature"}}, {"uri": "http://en.wikipedia.org/wiki/Civet", "type": "wiki", "score": 4, "label": {"eng": "Civet"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 4, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/ByteDance", "type": "org", "score": 3, "label": {"eng": "ByteDance"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 3, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/Special_administrative_regions_of_China", "type": "loc", "score": 3, "label": {"eng": "Special administrative regions of China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Columbia_University", "type": "loc", "score": 3, "label": {"eng": "Columbia University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Tencent", "type": "org", "score": 3, "label": {"eng": "Tencent"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 3, "label": {"eng": "United States Department of State"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Macau", "type": "loc", "score": 3, "label": {"eng": "Macau"}, "location": {"type": "country", "label": {"eng": "Macau"}}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Carrie_Lam", "type": "person", "score": 2, "label": {"eng": "Carrie Lam"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_Executive_of_Hong_Kong", "type": "org", "score": 2, "label": {"eng": "Chief Executive of Hong Kong"}}, {"uri": "http://en.wikipedia.org/wiki/North_Carolina", "type": "loc", "score": 2, "label": {"eng": "North Carolina"}, "location": {"type": "place", "label": {"eng": "North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 1, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}], "categories": [{"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 10}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 9}, {"uri": "dmoz/Arts/Animation/Stop-Motion", "label": "dmoz/Arts/Animation/Stop-Motion", "wgt": 11}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 20}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 31}], "image": "https://images.wsj.net/im-147941/social", "eventUri": null, "location": null, "shares": {"facebook": 408}, "sentiment": -0.2156862745098039, "wgt": 408, "relevance": 101}, {"uri": "1431537069", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "14:49:00", "dateTime": "2020-02-01T14:49:00Z", "dateTimePub": "2020-02-01T14:49:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/australia-vietnam-step-up-efforts-against-spread-of-coronavirus-11580566417", "title": "Avian Influenza in China Adds to Economic Concerns Amid Coronavirus Spread", "body": "HONG KONG -- Chinese authorities announced Saturday a recurrence of avian influenza in chickens in central China, adding fresh economic concerns for a country reeling from an outbreak of coronavirus that has sickened nearly 12,000 people since it emerged in December.\n\nIn a sign of the pressure already on China, Australia and Vietnam joined the U.S. and others in distancing their citizens from the country over the coronavirus, while Apple Inc. shut its stores on the Chinese mainland and Beijing pledged more support for embattled...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "erin_mendell@wsj.com", "name": "Erin Mendell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Avian_influenza", "type": "wiki", "score": 5, "label": {"eng": "Avian influenza"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Central_China", "type": "loc", "score": 3, "label": {"eng": "Central China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Chicken", "type": "wiki", "score": 3, "label": {"eng": "Chicken"}}, {"uri": "http://en.wikipedia.org/wiki/Vietnam", "type": "loc", "score": 2, "label": {"eng": "Vietnam"}, "location": {"type": "country", "label": {"eng": "Vietnam"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Apple_Inc.", "type": "org", "score": 1, "label": {"eng": "Apple Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 1, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 1, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 9}, {"uri": "dmoz/Business/International_Business_and_Trade/Services", "label": "dmoz/Business/International Business and Trade/Services", "wgt": 9}, {"uri": "dmoz/Sports/Croquet/Image_Galleries", "label": "dmoz/Sports/Croquet/Image Galleries", "wgt": 8}], "image": "https://images.wsj.net/im-149913/social", "eventUri": null, "location": {"type": "country", "label": {"eng": "Australia"}}, "shares": {"facebook": 247}, "sentiment": -0.2156862745098039, "wgt": 247, "relevance": 76}, {"uri": "1427774309", "lang": "eng", "isDuplicate": false, "date": "2020-01-29", "time": "15:27:00", "dateTime": "2020-01-29T15:27:00Z", "dateTimePub": "2020-01-29T15:04:00Z", "dataType": "news", "sim": 0.5843137502670288, "url": "https://www.wsj.com/articles/british-airways-suspends-china-flights-as-coronavirus-spreads-11580287525", "title": "Coronavirus Cases Grow as Airlines Suspend Flights to China", "body": "The number of people in China infected by a fast-spreading new coronavirus surpassed that of severe acute respiratory syndrome, or SARS, nearly two decades ago, as airlines halted flights to the country and governments around the world worked to repatriate their citizens from the city at the center of the outbreak.\n\nBritish Airways and Indonesia's Lion Air said on Wednesday they would halt all flights to mainland China, and American Airlines said it would suspend flights from Los Angeles to Shanghai and Beijing, citing a significant...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "julie_wernau@wsj.com", "name": "Julie Wernau", "type": "author", "isAgency": false}, {"uri": "stephanie_yang@wsj.com", "name": "Stephanie Yang", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 5, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Los_Angeles", "type": "loc", "score": 5, "label": {"eng": "Los Angeles"}, "location": {"type": "place", "label": {"eng": "Los Angeles"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 5, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/American_Airlines", "type": "org", "score": 4, "label": {"eng": "American Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/British_Airways", "type": "org", "score": 4, "label": {"eng": "British Airways"}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 4, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Bridgeport", "type": "loc", "score": 3, "label": {"eng": "University of Bridgeport"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Jin_dynasty_(1115–1234)", "type": "loc", "score": 3, "label": {"eng": "Jin dynasty (1115–1234)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Asylum_seeker", "type": "wiki", "score": 3, "label": {"eng": "Asylum seeker"}}, {"uri": "http://en.wikipedia.org/wiki/Repatriation", "type": "wiki", "score": 3, "label": {"eng": "Repatriation"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 3, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/States_and_territories_of_Australia", "type": "loc", "score": 3, "label": {"eng": "States and territories of Australia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Military_base", "type": "wiki", "score": 3, "label": {"eng": "Military base"}}, {"uri": "http://en.wikipedia.org/wiki/Consul_(representative)", "type": "wiki", "score": 3, "label": {"eng": "Consul (representative)"}}, {"uri": "http://en.wikipedia.org/wiki/Livestock", "type": "wiki", "score": 3, "label": {"eng": "Livestock"}}, {"uri": "http://en.wikipedia.org/wiki/Lion_Air", "type": "org", "score": 3, "label": {"eng": "Lion Air"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_State", "type": "wiki", "score": 3, "label": {"eng": "United States Secretary of State"}}, {"uri": "http://en.wikipedia.org/wiki/Airplane", "type": "wiki", "score": 3, "label": {"eng": "Airplane"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 3, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 3, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Indonesia", "type": "loc", "score": 3, "label": {"eng": "Indonesia"}, "location": {"type": "country", "label": {"eng": "Indonesia"}}}, {"uri": "http://en.wikipedia.org/wiki/Christmas_Island", "type": "loc", "score": 3, "label": {"eng": "Christmas Island"}, "location": {"type": "country", "label": {"eng": "Christmas Island"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 2, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/Air_Canada", "type": "org", "score": 2, "label": {"eng": "Air Canada"}}, {"uri": "http://en.wikipedia.org/wiki/United_Airlines", "type": "org", "score": 2, "label": {"eng": "United Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/Embassy_of_the_United_States,_Beijing", "type": "wiki", "score": 2, "label": {"eng": "Embassy of the United States, Beijing"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_nationality_law", "type": "loc", "score": 2, "label": {"eng": "United States nationality law"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Vegetable", "type": "wiki", "score": 2, "label": {"eng": "Vegetable"}}, {"uri": "http://en.wikipedia.org/wiki/Cathay_Pacific", "type": "org", "score": 2, "label": {"eng": "Cathay Pacific"}}, {"uri": "http://en.wikipedia.org/wiki/Alcohol_(drug)", "type": "wiki", "score": 2, "label": {"eng": "Alcohol (drug)"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_and_Commonwealth_Office", "type": "org", "score": 2, "label": {"eng": "Foreign and Commonwealth Office"}}, {"uri": "http://en.wikipedia.org/wiki/Meat", "type": "wiki", "score": 2, "label": {"eng": "Meat"}}, {"uri": "http://en.wikipedia.org/wiki/Instagram", "type": "org", "score": 2, "label": {"eng": "Instagram"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 2, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 2, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/South_Africa", "type": "loc", "score": 2, "label": {"eng": "South Africa"}, "location": {"type": "country", "label": {"eng": "South Africa"}}}, {"uri": "http://en.wikipedia.org/wiki/New_Zealand", "type": "loc", "score": 2, "label": {"eng": "New Zealand"}, "location": {"type": "country", "label": {"eng": "New Zealand"}}}, {"uri": "http://en.wikipedia.org/wiki/Outbreak", "type": "wiki", "score": 1, "label": {"eng": "Outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/People's_Daily", "type": "org", "score": 1, "label": {"eng": "People's Daily"}}, {"uri": "http://en.wikipedia.org/wiki/Public_transport", "type": "wiki", "score": 1, "label": {"eng": "Public transport"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Carrie_Lam", "type": "person", "score": 1, "label": {"eng": "Carrie Lam"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 16}, {"uri": "dmoz/Society/Issues/Transportation", "label": "dmoz/Society/Issues/Transportation", "wgt": 22}, {"uri": "dmoz/Business/Transportation_and_Logistics/Aviation", "label": "dmoz/Business/Transportation and Logistics/Aviation", "wgt": 16}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 17}, {"uri": "dmoz/Recreation/Travel/Transportation", "label": "dmoz/Recreation/Travel/Transportation", "wgt": 20}], "image": "https://images.wsj.net/im-148546/social", "eventUri": "eng-5466953", "location": null, "shares": {"facebook": 226}, "sentiment": -0.1137254901960785, "wgt": 226, "relevance": 76}, {"uri": "1431458644", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "13:06:00", "dateTime": "2020-02-01T13:06:00Z", "dateTimePub": "2020-02-01T13:05:00Z", "dataType": "news", "sim": 0.6274510025978088, "url": "https://www.wsj.com/articles/gilead-sciences-offers-experimental-drug-for-coronavirus-treatments-testing-11580511519", "title": "Gilead Sciences Offers Experimental Drug for Coronavirus Treatments, Testing ", "body": "The U.S. biotech firm has formalized agreement with China to conduct clinical trial of remdesivir By Joseph Walker Joseph Walker The Wall Street Journal BiographyJoseph Walker @joewalkerWSJ joseph.walker@wsj.com Updated Jan. 31, 2020 8:33 pm ET\n\nGilead Sciences Inc. GILD -1.30% said on Friday that it had provided doses of an experimental antiviral drug to doctors for the emergency treatment of a small number of patients infected by the new coronavirus.\n\nGilead, based in Foster City, Calif., also said it has formalized an agreement with Chinese authorities to conduct a clinical trial of the drug remdesivir in patients infected with the coronavirus.\n\nHealth authorities have been searching for a treatment for China coronavirus infections, which lack an approved drug or vaccine. Several drugmakers have said they are trying to develop a vaccine, which could prevent but not treat infections.\n\nResearchers had been hoping to study whether Gilead's remdesivir and other antivirals could work as treatments.\n\nRelated\n\nDrugmakers Rush to Develop Vaccines Against China Virus Virus in China Is Part of a Growing Threat First U.S. Case Reported of Deadly Wuhan Virus U.S. Drugmakers Ship Therapies to China, Seeking to Treat Coronavirus\n\nUnlike some of the other antivirals being examined, Gilead's drug isn't approved for use in humans by regulators in the U.S. or internationally. Unapproved drugs are sometimes put into use or in testing in emergencies when health authorities believe the drug could help patients who otherwise lack good treatments.\n\nSeparately, the drug was administered to an infected patient in Washington state, researchers reported in the New England Journal of Medicine on Friday. The man, 35 years old, had traveled to Wuhan, the Chinese city where the outbreak started, and after returning to the U.S. was the first person in the country to test positive for the China coronavirus.\n\nThe patient was given remdesivir on the seventh day of his hospitalization, Jan. 26, and the following day the patient's clinical condition improved. As of Jan. 30, the patient remains hospitalized, but \"all symptoms have resolved with the exception of his cough, which is decreasing in severity,\" the researchers wrote.\n\nOn the day he was treated with the Gilead drug, the patient's fever reached 39.4 degrees Celsius (102.9 degrees Fahrenheit). The following day it dropped to 37.3 degrees Celsius (99.1 degrees Fahrenheit) and declined into the normal range over subsequent days, the paper said.\n\n\"Before treatment he had high fevers and was getting sicker,\" George Diaz, the patient's attending physician at Providence Regional Medical Center Everett, said in an interview on Friday. \"After treatment, he had reduced fevers and no longer required oxygen. His lungs cleared up, and he generally felt better.\"\n\nDr. Diaz cautioned, however, that the drug has to be studied in large clinical trials to determine whether it is an effective treatment for the coronavirus.\n\nA Gilead spokeswoman declined to say how many patients are receiving the drug or where they are based. In clinical trials of Ebola patients, the drug was less effective than rival treatments. In animal studies, the drug helped lessen lung disease in mice infected with Middle East respiratory syndrome, a coronavirus known as MERS.\n\nWrite to Joseph Walker at joseph.walker@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "joseph_walker@wsj.com", "name": "Joseph Walker", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 5, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/Antiviral_drug", "type": "wiki", "score": 5, "label": {"eng": "Antiviral drug"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Biotechnology", "type": "wiki", "score": 4, "label": {"eng": "Biotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 4, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 4, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Drug", "type": "wiki", "score": 3, "label": {"eng": "Drug"}}, {"uri": "http://en.wikipedia.org/wiki/Experiment", "type": "wiki", "score": 3, "label": {"eng": "Experiment"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Providence_Regional_Medical_Center_Everett", "type": "wiki", "score": 2, "label": {"eng": "Providence Regional Medical Center Everett"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_England_Journal_of_Medicine", "type": "wiki", "score": 2, "label": {"eng": "The New England Journal of Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 2, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Fahrenheit", "type": "wiki", "score": 2, "label": {"eng": "Fahrenheit"}}, {"uri": "http://en.wikipedia.org/wiki/Oxygen", "type": "wiki", "score": 2, "label": {"eng": "Oxygen"}}, {"uri": "http://en.wikipedia.org/wiki/Lung", "type": "wiki", "score": 2, "label": {"eng": "Lung"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 2, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 2, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Physician", "type": "wiki", "score": 2, "label": {"eng": "Physician"}}, {"uri": "http://en.wikipedia.org/wiki/Celsius", "type": "wiki", "score": 2, "label": {"eng": "Celsius"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 1, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 1, "label": {"eng": "Middle East"}, "location": null}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 80}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 24}, {"uri": "dmoz/Health/Medicine/Pharmacology", "label": "dmoz/Health/Medicine/Pharmacology", "wgt": 29}, {"uri": "dmoz/Health/Pharmacy/Drugs_and_Medications", "label": "dmoz/Health/Pharmacy/Drugs and Medications", "wgt": 35}, {"uri": "dmoz/Shopping/Health/Home_Tests", "label": "dmoz/Shopping/Health/Home Tests", "wgt": 25}, {"uri": "dmoz/Health/Teen_Health/Drugs_and_Alcohol", "label": "dmoz/Health/Teen Health/Drugs and Alcohol", "wgt": 29}], "image": "https://images.wsj.net/im-149849/social", "eventUri": "eng-5480923", "location": {"type": "country", "label": {"eng": "United States"}}, "shares": {"facebook": 167}, "sentiment": -0.1215686274509804, "wgt": 167, "relevance": 101}, {"uri": "1431854465", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "22:57:00", "dateTime": "2020-02-01T22:57:00Z", "dateTimePub": "2020-02-01T22:57:00Z", "dataType": "news", "sim": 0.6078431606292725, "url": "https://www.wsj.com/articles/new-york-city-investigating-possible-first-case-of-coronavirus-11580596507", "title": "New York City Investigating Possible First Case of Coronavirus", "body": "A person who had recently been in China has been hospitalized in New York City and is the city's first suspected case of coronavirus, according to the city's top health official.\n\nThe individual, who wasn't named, is under the age of 40, according to the New York City Department of Health and Mental Hygiene. The person is in stable condition at Bellevue Hospital in Manhattan, part of the city's public New York City Health + Hospitals system, and is undergoing testing for coronavirus after 26 other common viruses were ruled...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "melanie_grayce_west@wsj.com", "name": "Melanie Grayce West", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 5, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City_Department_of_Health_and_Mental_Hygiene", "type": "org", "score": 2, "label": {"eng": "New York City Department of Health and Mental Hygiene"}}, {"uri": "http://en.wikipedia.org/wiki/Bellevue_Hospital", "type": "wiki", "score": 2, "label": {"eng": "Bellevue Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Manhattan", "type": "loc", "score": 2, "label": {"eng": "Manhattan"}, "location": {"type": "place", "label": {"eng": "Manhattan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}], "categories": [{"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 30}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 23}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 23}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 20}, {"uri": "dmoz/Health/Public_Health_and_Safety/Education", "label": "dmoz/Health/Public Health and Safety/Education", "wgt": 20}], "image": "https://images.wsj.net/im-149934/social", "eventUri": "eng-5480181", "location": null, "shares": {"facebook": 160}, "sentiment": -0.07450980392156858, "wgt": 160, "relevance": 76}, {"uri": "1427298514", "lang": "eng", "isDuplicate": false, "date": "2020-01-29", "time": "07:35:00", "dateTime": "2020-01-29T07:35:00Z", "dateTimePub": "2020-01-29T07:33:00Z", "dataType": "news", "sim": 0.5058823823928833, "url": "https://www.wsj.com/articles/chinas-xi-gives-his-no-2-a-rare-chance-to-shine-in-coronavirus-fight-with-risks-for-both-11580138767", "title": "China's Xi Gives His No. 2 a Rare Chance to Shine in Coronavirus Fight, With Risks for Both", "body": "President sets up Premier Li Keqiang as potential hero or scapegoat of crisis By Jeremy Page Jeremy Page The Wall Street Journal BiographyJeremy Page @JNBPage Jeremy.Page@wsj.com Jan. 27, 2020 10:26 am ET\n\nBEIJING -- President Xi Jinping has spent seven years concentrating power in his own hands to a degree unseen in China in decades.\n\nSo the decision to hand over responsibility for a deadly coronavirus outbreak to the Communist Party's No. 2 leader, Premier Li Keqiang, represents a role reversal with risks and opportunities for both men.\n\nThe move turns a rare spotlight on Mr. Li, who was once seen as a potential force for liberalization until he was sidelined by Mr. Xi. The premier could now be remembered as the hero of the crisis, his legacy defined by images of his visit on Monday to Wuhan, the quarantined city where the epidemic first emerged.\n\nIf Beijing's efforts to contain the virus fail, however, Mr. Xi could seek to insulate himself from public anger by making Mr. Li take the blame, tarnishing the premier's reputation -- even if Mr. Li is unlikely to face any formal penalty, political observers said.\n\nFor now, these experts said, Mr. Xi stands to benefit from having an accomplished technocrat manage a crisis unlike any other the president faces, including political unrest in Hong Kong -- one that in this case can't be blamed on foreign interference.\n\nMr. Li's visit to Wuhan came a day after Sunday's surprise announcement that he would head a new Communist Party \"leading group\" to tackle the outbreak. Mr. Xi has assumed leadership of many such groups and beefed up their powers -- often at the expense of the ministries that Mr. Li oversees.\n\n\"For Li, it's the only time in seven or eight years that he's been the man of the moment,\" said Richard McGregor, an expert on Chinese politics at the Lowy Institute in Sydney. \"It's a huge opportunity for him.\"\n\nIt was unclear whether Mr. Xi would grant Mr. Li sufficient control over China's propaganda organs, which have focused relentlessly on bolstering Mr. Xi's image as a strong, charismatic leader, to release the fast, accurate information needed to control the outbreak, Mr. McGregor said.\n\nEven after Mr. Li's appointment, Mr. Xi continued to retain top billing in official state media. On the state broadcaster's main evening newscast Monday, Mr. Li's visit was the third segment; Mr. Xi's latest instructions on the outbreak were the lead item.\n\nOn the ground and on China's internet, however, it was Mr. Li who was winning public praise, especially for his visit to Wuhan, during which he inspected hospitals wearing a mask and protective gear.\n\n\"Thank you, premier!\" some people in the crowd shouted as he visited the site of a new hospital in Wuhan that he said needed to be finished by Sunday.\n\nBy Monday afternoon, #PremierComesToWuhan had garnered more than 40 million views on Weibo, China's Twitter -like social media platform, including 500,000 likes for the state broadcaster's coverage of the visit.\n\n\"He's a good man -- at least he has flesh and blood,\" wrote one Weibo user. Another took an indirect swipe at Mr. Xi in a posting that was soon removed: \"At the critical moment, the person who heads a lot of leading groups is absent.\"\n\nFor many Chinese, Mr. Li's visit conjured up memories of his predecessor, Wen Jiabao, who earned public praise for his empathy and leadership in 2008 when he visited the site of a deadly earthquake in Sichuan province. In recent days, internet users have posted nostalgic photos of Mr. Wen's disaster tour.\n\nWhen Mr. Li joined the top Communist Party leadership in 2012, ranked second behind Mr. Xi, some Chinese political insiders and businesspeople hoped Mr. Li, a former student of law and economics, could serve as a relatively liberal voice.\n\nBut as Mr. Xi monopolized decision-making -- including in economic management, previously the province of China's premier -- and sought to boost the state sector around 2016, tensions between the two men began spilling into public view.\n\nSince then, however, Mr. Xi's vision has prevailed and Mr. Li has kept a low profile.\n\nIn practical terms, Mr. Li's appointment to manage the outbreak response makes sense. As premier, he heads the State Council, China's cabinet, and is responsible for day-to-day management of the government.\n\nMr. Li has had experience dealing with health crises, including in 1998 as local government chief of the central province of Henan, which borders Wuhan's province of Hubei. At the time, Mr. Li was confronted with the aftermath of a scandal in which tens of thousands of people were infected with HIV at local blood banks.\n\nAs vice premier, with a portfolio that included health, Mr. Li played a key role in tackling an outbreak of the H1N1 virus, also known as swine flu, in 2009.\n\n\"He's the guy who clearly knows what he's doing,\" said Ryan Manuel, managing director of Hong Kong-based research company Official China.\n\nMr. Li has effectively been running the central government's crisis response since he led a Jan. 20 State Council meeting on the outbreak, Mr. Manuel said.\n\nSome experts are skeptical that Mr. Li's role in leading the coronavirus fight will alter China's trend toward centralizing power under Mr. Xi. But it could herald a shift toward emphasizing technocratic expertise rather than Mr. Xi's ideological focus, Mr. Manuel said.\n\nShould Beijing fail to control the spread of the virus, it will likely attempt to deflect public anger by punishing local officials, as it did in 2003 after the deadly outbreak of severe acute respiratory syndrome, or SARS.\n\nIf those efforts fail to appease the public, there is still a risk that Mr. Li becomes a political scapegoat, said Jude Blanchette, a Chinese politics expert at the Center for Strategic and International Studies in Washington.\n\n\"By leading from behind, Xi always has the option of very publicly sacking Li if the epidemic worsens,\" he said. \"After years of marginalizing Li from important policy decisions, it does seem convenient that he's suddenly been thrust into the lead on arguably one of the biggest political tests in decades.\"\n\nWrite to Jeremy Page at jeremy.page@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "jeremy_page@wsj.com", "name": "Jeremy Page", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Li_Keqiang", "type": "person", "score": 5, "label": {"eng": "Li Keqiang"}}, {"uri": "http://en.wikipedia.org/wiki/Premier_of_the_People's_Republic_of_China", "type": "wiki", "score": 5, "label": {"eng": "Premier of the People's Republic of China"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 5, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/.li", "type": "wiki", "score": 5, "label": {"eng": ".li"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Politics_of_China", "type": "wiki", "score": 3, "label": {"eng": "Politics of China"}}, {"uri": "http://en.wikipedia.org/wiki/Scapegoat", "type": "wiki", "score": 3, "label": {"eng": "Scapegoat"}}, {"uri": "http://en.wikipedia.org/wiki/Liberalization", "type": "wiki", "score": 3, "label": {"eng": "Liberalization"}}, {"uri": "http://en.wikipedia.org/wiki/Sina_Weibo", "type": "wiki", "score": 3, "label": {"eng": "Sina Weibo"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 3, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Technocracy", "type": "wiki", "score": 3, "label": {"eng": "Technocracy"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 3, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Communism", "type": "wiki", "score": 3, "label": {"eng": "Communism"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Communist_Party_of_China", "type": "org", "score": 3, "label": {"eng": "Communist Party of China"}}, {"uri": "http://en.wikipedia.org/wiki/Propaganda", "type": "wiki", "score": 3, "label": {"eng": "Propaganda"}}, {"uri": "http://en.wikipedia.org/wiki/Sydney", "type": "loc", "score": 3, "label": {"eng": "Sydney"}, "location": {"type": "place", "label": {"eng": "Sydney"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Wen_Jiabao", "type": "person", "score": 2, "label": {"eng": "Wen Jiabao"}}, {"uri": "http://en.wikipedia.org/wiki/China_cabinet", "type": "wiki", "score": 2, "label": {"eng": "China cabinet"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_A_virus_subtype_H1N1", "type": "wiki", "score": 2, "label": {"eng": "Influenza A virus subtype H1N1"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 2, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Public_sector", "type": "wiki", "score": 2, "label": {"eng": "Public sector"}}, {"uri": "http://en.wikipedia.org/wiki/State_Council_of_the_People's_Republic_of_China", "type": "org", "score": 2, "label": {"eng": "State Council of the People's Republic of China"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Henan", "type": "loc", "score": 2, "label": {"eng": "Henan"}, "location": {"type": "place", "label": {"eng": "Henan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 2, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sichuan", "type": "loc", "score": 2, "label": {"eng": "Sichuan"}, "location": {"type": "place", "label": {"eng": "Sichuan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Center_for_Strategic_and_International_Studies", "type": "org", "score": 1, "label": {"eng": "Center for Strategic and International Studies"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 1, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 55}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 8}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 10}, {"uri": "dmoz/Business/Arts_and_Entertainment/Beauty_Pageants", "label": "dmoz/Business/Arts and Entertainment/Beauty Pageants", "wgt": 8}, {"uri": "dmoz/Society/Politics/Humor", "label": "dmoz/Society/Politics/Humor", "wgt": 8}], "image": "https://images.wsj.net/im-147664/social", "eventUri": "eng-5463551", "location": null, "shares": {"facebook": 79}, "sentiment": -0.003921568627450966, "wgt": 79, "relevance": 101}, {"uri": "1429505207", "lang": "eng", "isDuplicate": false, "date": "2020-01-30", "time": "21:23:00", "dateTime": "2020-01-30T21:23:00Z", "dateTimePub": "2020-01-30T21:20:00Z", "dataType": "news", "sim": 0.8039215803146362, "url": "https://www.wsj.com/articles/tea-giant-weighs-giving-up-on-tea-11580380902", "title": "Maker of Lipton Cools on Tea", "body": "Unilever explores the sale of its tea business after years of declining consumption By Saabira Chaudhuri Saabira Chaudhuri The Wall Street Journal BiographySaabira Chaudhuri @saabirac Saabira.Chaudhuri@wsj.com Updated Jan. 30, 2020 11:27 am ET\n\nThe world's largest tea maker is considering giving up on tea.\n\nUnilever UL 3.73% PLC is exploring the sale of its tea business after years of sluggish sales growth, in a sign of how changing tastes are roiling some of the world's best-known food and drink brands.\n\nThe owner of Lipton, Brooke Bond and PG Tips has struggled to drive growth in black tea, which makes up the bulk of its portfolio. The company says consumption has declined in developed markets like the U.S. and Europe as consumers increasingly reach for other drinks. When they do drink tea, it is increasingly herbal or fruit-infused.\n\n\"Insanity is carrying on doing the same thing expecting different outcomes,\" Chief Executive Alan Jope said Thursday. \"For 10 years we've been trying to ignite growth into our tea business unsuccessfully.\"\n\nThe review of the tea business, which generates annual sales of about €3 billion ($3.3 billion), could lead to an outright sale, part ownership or a different structure.\n\nUnilever executives said the tea business was a similar size, and had comparable geographic reach, to the spreads division it sold for about $8 billion in 2018. The company hopes the tea business will draw interest from other tea makers looking to cut costs in what is a highly fragmented market.\n\nThe news came as Unilever, which also owns Hellmann's mayonnaise and Dove soap, reported anemic sales growth for the fourth quarter and said it was continuing to evaluate its broader portfolio. Underlying sales growth for the last three months of 2019 came in at 1.5%, down from 2.9% in the prior-year period.\n\nNewsletter Sign-up\n\nUnilever has tried to pivot away from black tea in the developed world, buying Pukka Herbs, a British organic herbal tea maker, and Tazo Tea from Starbucks Corp. It also bought premium Australian tea company T2, which sells pricey loose leaf in flavors like beetroot and broccoli and red chocolate mint. It has since rolled the brand out internationally.\n\nDespite those efforts, the company's greater presence in black tea has weighed on the business.\n\nFor 2019, Unilever's tea volumes dropped, even as prices helped buoy sales overall.\n\nSome segments within black tea, like ready-to-drink and speciality, are still performing well, says Peter Goggi, president of the Tea Association of the USA, a trade body. Unilever has a joint venture with PepsiCo Inc. to sell Lipton ready-to-drink tea, which is included in the review.\n\nUnilever became a tea giant in 1971 when it acquired Lipton, a business founded by a young Scottish entrepreneur. In 1984, it bought Brooke Bond, the world's largest tea company, giving it the leading position in Britain, a nation of avid tea drinkers.\n\nThe Anglo-Dutch company has come up with new products for decades in an attempt to forestall any slowdown, including pyramid-shaped tea bags in the 1990s, which it claimed improved taste.\n\nThursday's announcement is the latest sign of how packaged food makers are being forced to make big changes to respond to fast-changing shopper tastes.\n\n\"Younger consumers are looking for novel experiences,\" Mr. Jope said. \"The black tea drinkers are getting older and consuming less and will start to fall over and that is actually the fundamental problem.\"\n\nApart from shifting demographics, Mr. Jope also blamed the low price of a cup of tea as thwarting the company's premiumization efforts. Others in the industry, like Associated British Foods PLC-owned Twinings, have been more successful at premiumizing tea, but prices in general have remained low, he said.\n\nUnilever's recent financial performance has piled pressure on Mr. Jope -- who became CEO last year -- to jump-start growth.\n\nIn December, Unilever disappointed investors, warning that sales growth on an underlying basis -- which strips out currency and acquisition impacts -- would be below its guidance of 3% to 5% in 2019.\n\nThe company said it still expects growth this year to be at the lower end of that target, but that it was yet to account for the impact of the coronavirus outbreak in China.\n\nUnilever's full-year revenue rose 2% to €51.98 billion. Net profit dropped 40% to €5.63 billion compared with the previous year, which was boosted by a gain from the sale of the spreads business.\n\nAside from tea, Unilever is contending with changing tastes and rising competition in the U.S. haircare market, where it is battling longtime rival Procter & Gamble Co. and a host of smaller shampoo brands. It is also grappling with an economic slowdown in India -- its largest market by volume.\n\nWrite to Saabira Chaudhuri at saabira.chaudhuri@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "saabira_chaudhuri@wsj.com", "name": "Saabira Chaudhuri", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Unilever", "type": "org", "score": 5, "label": {"eng": "Unilever"}}, {"uri": "http://en.wikipedia.org/wiki/Lipton", "type": "org", "score": 5, "label": {"eng": "Lipton"}}, {"uri": "http://en.wikipedia.org/wiki/Black_tea", "type": "wiki", "score": 5, "label": {"eng": "Black tea"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Tea", "type": "wiki", "score": 5, "label": {"eng": "Tea"}}, {"uri": "http://en.wikipedia.org/wiki/Alan_Jope", "type": "person", "score": 4, "label": {"eng": "Alan Jope"}}, {"uri": "http://en.wikipedia.org/wiki/Brooke_Bond", "type": "wiki", "score": 4, "label": {"eng": "Brooke Bond"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/List_of_tea_companies", "type": "wiki", "score": 3, "label": {"eng": "List of tea companies"}}, {"uri": "http://en.wikipedia.org/wiki/Tazo", "type": "wiki", "score": 3, "label": {"eng": "Tazo"}}, {"uri": "http://en.wikipedia.org/wiki/PG_Tips", "type": "wiki", "score": 3, "label": {"eng": "PG Tips"}}, {"uri": "http://en.wikipedia.org/wiki/Dove_(toiletries)", "type": "wiki", "score": 3, "label": {"eng": "Dove (toiletries)"}}, {"uri": "http://en.wikipedia.org/wiki/Hellmann's_and_Best_Foods", "type": "wiki", "score": 3, "label": {"eng": "Hellmann's and Best Foods"}}, {"uri": "http://en.wikipedia.org/wiki/Beetroot", "type": "wiki", "score": 3, "label": {"eng": "Beetroot"}}, {"uri": "http://en.wikipedia.org/wiki/Herbal_tea", "type": "wiki", "score": 3, "label": {"eng": "Herbal tea"}}, {"uri": "http://en.wikipedia.org/wiki/Broccoli", "type": "wiki", "score": 3, "label": {"eng": "Broccoli"}}, {"uri": "http://en.wikipedia.org/wiki/Mayonnaise", "type": "wiki", "score": 3, "label": {"eng": "Mayonnaise"}}, {"uri": "http://en.wikipedia.org/wiki/Herb", "type": "wiki", "score": 3, "label": {"eng": "Herb"}}, {"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 3, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/Chocolate", "type": "wiki", "score": 3, "label": {"eng": "Chocolate"}}, {"uri": "http://en.wikipedia.org/wiki/Public_limited_company", "type": "wiki", "score": 3, "label": {"eng": "Public limited company"}}, {"uri": "http://en.wikipedia.org/wiki/Developed_country", "type": "wiki", "score": 3, "label": {"eng": "Developed country"}}, {"uri": "http://en.wikipedia.org/wiki/Organic_food", "type": "wiki", "score": 3, "label": {"eng": "Organic food"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 3, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Twinings", "type": "org", "score": 2, "label": {"eng": "Twinings"}}, {"uri": "http://en.wikipedia.org/wiki/Associated_British_Foods", "type": "org", "score": 2, "label": {"eng": "Associated British Foods"}}, {"uri": "http://en.wikipedia.org/wiki/PepsiCo", "type": "org", "score": 2, "label": {"eng": "PepsiCo"}}, {"uri": "http://en.wikipedia.org/wiki/Mentha", "type": "wiki", "score": 2, "label": {"eng": "Mentha"}}, {"uri": "http://en.wikipedia.org/wiki/Scotland", "type": "loc", "score": 2, "label": {"eng": "Scotland"}, "location": {"type": "place", "label": {"eng": "Scotland"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Procter_&_Gamble", "type": "org", "score": 1, "label": {"eng": "Procter & Gamble"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 1, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Shopping/Food", "label": "dmoz/Shopping/Food", "wgt": 19}, {"uri": "dmoz/Shopping/Food/Beverages", "label": "dmoz/Shopping/Food/Beverages", "wgt": 31}, {"uri": "dmoz/Business/Food_and_Related_Products/Beverages", "label": "dmoz/Business/Food and Related Products/Beverages", "wgt": 27}, {"uri": "dmoz/Health/Specific_Substances/Tea", "label": "dmoz/Health/Specific Substances/Tea", "wgt": 27}, {"uri": "dmoz/Shopping/Health/Alternative", "label": "dmoz/Shopping/Health/Alternative", "wgt": 17}], "image": "https://images.wsj.net/im-149007/social", "eventUri": "eng-5472381", "location": null, "shares": {"facebook": 75}, "sentiment": 0.1137254901960785, "wgt": 75, "relevance": 2}, {"uri": "1429562603", "lang": "eng", "isDuplicate": false, "date": "2020-01-30", "time": "22:29:00", "dateTime": "2020-01-30T22:29:00Z", "dateTimePub": "2020-01-30T22:28:00Z", "dataType": "news", "sim": 0.572549045085907, "url": "https://www.wsj.com/articles/chinese-authorities-promote-face-masks-but-some-experts-question-them-11580422149", "title": "Coronavirus Fears Drive Demand for Face Masks, but Some Experts Doubt Them", "body": "Many do little to protect from coronavirus, and even the best have to be fitted and worn properly to have any benefit By Julie Wernau in Beijing and Julie Wernau The Wall Street Journal BiographyJulie Wernau @littlewern julie.wernau@wsj.com Stella Yifan Xie in Hong Kong Stella Yifan Xie The Wall Street Journal BiographyStella Yifan Xie @yifanxie stella.xie@wsj.com Jan. 30, 2020 5:09 pm ET\n\nAs fear about the deadly new coronavirus spreads in China, face masks have disappeared from store shelves and sold out online. At least two Chinese provinces now require them to be worn in public. Factories that make the masks in China are operating 24 hours a day to meet the demand.\n\nBut medical experts say the effectiveness of masks at preventing the spread of the coronavirus is limited. Many of the masks people are wearing do little to protect them, and even the most effective have to be fitted and worn properly to have any benefit.\n\nThey can even be harmful if the discomfort of wearing them leads people to touch their faces or a potentially contaminated mask more frequently.\n\n\"The likelihood that any of these are going to protect anyone in these environments is minimal,\" said Bruce Ribner, medical director of Emory University Hospital's Serious Communicable Diseases Unit. \"Wearing these things can in some ways be worse than not wearing one.\"\n\nHow Effective Are Masks?\n\nThe World Health Organization and other experts report that a mask's efficacy in social settings is inconclusive. But some health experts and mask makers say that properly used, the N95 respirator mask can guard against the new coronavirus.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large airborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets can travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large airborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets can travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large airborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets can travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nAirborne\n\nLarge droplets\n\nSurgical masks are highly effective against large\n\nairborne droplets.\n\n39.9\"\n\nApprox. distance\n\nlarge droplets\n\ncan travel\n\nSmall droplets\n\nThese traditional masks are less effective with small droplets, as they can travel farther and in unpredictable paths affected by wind and other gusts. The droplets can be inhaled around the sides of the masks.\n\nTouch\n\nA coronavirus can also be transmitted by touching an object where airborne droplets have settled.\n\nThe viruses can survive briefly on surfaces depending on conditions of humidity and temperature.\n\nWearing a mask prevents direct contact with nose and mouth, and could protect a user who may have touched a contaminated area.\n\nMasks\n\nFrequently changing disposable masks, and washing your hands after, are important steps to avoid contamination from pathogens that cling to the outer surface.\n\nSurgical masks don't offer full protection against airborne viruses. They don't fully seal off the nose and mouth.\n\nN95 masks offer more protection. But they only work if they fit properly, and aren't suitable for children or people with facial hair.\n\nSources: BMC Infectious Diseases; The Journal of Hospital Infection\n\nResearch: Lindsay Huth and Taylor Umlauf Graphic: Alberto Cervantes/THE WALL STREET JOURNAL\n\nMedical experts say the best ways for people to avoid infection are to wash their hands often, and avoid touching their eyes, mouths and noses.\n\nStill, masks have become hard to find both inside and outside of China, with online platforms, including Amazon, selling out at times. There are shortages at hospitals and medical centers, where millions of masks are required daily, not only for working with coronavirus patients but also for other infectious diseases, surgeries and basic medical care.\n\nDr. Ribner said Emory has been receiving daily calls from other medical centers who purchase supplies on an as-needed basis asking if they have any to spare.\n\n3M Co., a major supplier, said it has increased production in response to the outbreak.\n\n\"We are ramping up production in all of our facilities around the world, including in China, to full capacity. 24/7 production to meet the demand,\" 3M Chief Executive Mike Roman said in an interview on Tuesday.\n\nFoshan Nanhai Beautiful Nonwoven Co., a Chinese maker of masks, surgical gowns and drapes, is running its factories 24 hours a day to meet demand set by the government of Hubei province, according to Deng Weixiong, a general manager of the company.\n\nThe company, which has seven facilities in southern and eastern China and about 3,000 employees, had to recruit more than 400 temporary workers to ramp up production during the Lunar New Year holiday to cover for existing workers who had left to spend time with their families, Mr. Deng said.\n\nChinese authorities say they still believe masks of any kind are worthwhile. In Jiangxi province, southeast of the city of Wuhan where the virus originated, an employee at a provincial health commission hotline said that neighborhood committees have been instructed to dissuade anyone from going out in public without a mask.\n\nThis is to \"avoid cross-infection in places where there is a large flow of people and dense crowds,\" the person said.\n\n\"Don't believe what the experts say, listen to the government first,\" added an employee at a similar hotline in Hubei province, which includes Wuhan.\n\nWith masks in short supply, many people have resorted to wearing whatever they can find. Qi Qi, a 20-year-old freelancer in the northwestern Chinese city of Harbin, has taken to wearing a pink polyurethane mask when she goes out, even though she knows it isn't meant for protecting against disease.\n\n\"I couldn't find the proper mask in Harbin. They are out of stock everywhere,\" Ms. Qi said. \"At least I am wearing something, right?\"\n\nHealth experts say the most likely way to contract a disease like the coronavirus -- a family of pathogens responsible for several respiratory illnesses, including both common colds and severe acute respiratory syndrome, or SARS -- is through the eyes and nose. Often, that happens when infected droplets from coughs or sneezes land on a surface and get picked up by healthy people who touch the surface, and then their faces.\n\nSuch droplets can typically last from one to four hours once they land on surfaces, which is why health professionals recommend people wash their hands often and avoid touching their faces.\n\nIf used properly, masks can at least help block some large droplets from sneezes and coughs. They can also prevent wearers from touching their noses and mouths if they are careful. But paper or polyurethane foam masks, also known as surgical masks, don't filter out smaller particles.\n\nReusable respirator masks, also called N95 masks, are considered by some to be best, if they are fitted by a professional. In such cases they fit tightly, making it harder for particles to get through. Prices have surged and various online platforms have vowed to keep costs down.\n\nSHARE YOUR THOUGHTS\n\nWhat measures are you taking, if any, to prevent the spread of illness? Join the conversation below.\n\nBut many users don't wear the masks properly, and they aren't designed to be worn for hours at a time. People who try to wear them for long periods often find them uncomfortable and try to adjust them, touching their faces in the process.\n\nIn the medical profession, N95 masks are generally only used by doctors working with airborne viruses like measles, says Aaron E. Glatt, chairman at the department of medicine at Mount Sinai South Nassau in Oceanside, N.Y. and a spokesman for the Infectious Disease Society of America. Coronaviruses generally involve larger droplets that don't stay suspended in the air.\n\nBesides, \"if you put it in your purse it's potentially going to contaminate everything in your purse,\" said Dr. Glatt.\n\nDespite those concerns, the coronavirus outbreak has amplified social pressure to wear masks, to the point where there is a stigma associated with those who don't -- especially in Asia.\n\nSurgical-style face masks have become increasingly popular in the region since the outbreak of SARS in late 2002. Many people wear them when suffering from common colds or coughs, but their use has expanded to include combating the pollution that hovers over many Asian cities.\n\nThey have become something of a fashion accessory for many younger people, who wear them to hide blemishes, make their faces appear smaller or mimic pop idols like Lu Han, a Chinese entertainer.\n\nOver the past week, doctored photos featuring characters from Mickey Mouse to Buddha -- all wearing surgical masks -- have started making the rounds on WeChat, a messaging app with more than 1.1 billion global monthly active users.\n\nPosters depicting Cultural Revolution-period characters wearing 3M's version of the N95 mask have been circulated widely on Chinese social media. Some of the posters made by social media users feature red characters in big fonts and messages as dramatic as the political slogans of the 1960s.\n\n\"If one person is infected (with the virus) then the entire family will collapse; all family wealth will belong to the relatives,\" reads one. Another says \"Mask or medical ventilator? It is your option to pick one of either.\"\n\n-- Yang Jie, Raffaele Huang, Reddy Zhao, Austen Hufford and Nina Trentmann contributed to this article.\n\nWrite to Julie Wernau at Julie.Wernau@wsj.com and Stella Yifan Xie at stella.xie@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "julie_wernau@wsj.com", "name": "Julie Wernau", "type": "author", "isAgency": false}, {"uri": "stella_yifan_xie@wsj.com", "name": "Stella Yifan Xie", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/NIOSH_air_filtration_rating", "type": "wiki", "score": 5, "label": {"eng": "NIOSH air filtration rating"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 5, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Airborne_forces", "type": "wiki", "score": 5, "label": {"eng": "Airborne forces"}}, {"uri": "http://en.wikipedia.org/wiki/Pinniped", "type": "wiki", "score": 5, "label": {"eng": "Pinniped"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 5, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Humidity", "type": "wiki", "score": 5, "label": {"eng": "Humidity"}}, {"uri": "http://en.wikipedia.org/wiki/Mouth", "type": "wiki", "score": 5, "label": {"eng": "Mouth"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Temperature", "type": "wiki", "score": 5, "label": {"eng": "Temperature"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 4, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 4, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/3M", "type": "org", "score": 3, "label": {"eng": "3M"}}, {"uri": "http://en.wikipedia.org/wiki/Qi", "type": "wiki", "score": 3, "label": {"eng": "Qi"}}, {"uri": "http://en.wikipedia.org/wiki/Emory_University_Hospital", "type": "loc", "score": 3, "label": {"eng": "Emory University Hospital"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Respirator", "type": "wiki", "score": 3, "label": {"eng": "Respirator"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Management", "type": "wiki", "score": 2, "label": {"eng": "Management"}}, {"uri": "http://en.wikipedia.org/wiki/Glatt_(Rhine)", "type": "loc", "score": 2, "label": {"eng": "Glatt (Rhine)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Nokia_N95", "type": "wiki", "score": 2, "label": {"eng": "Nokia N95"}}, {"uri": "http://en.wikipedia.org/wiki/Health_professional", "type": "wiki", "score": 2, "label": {"eng": "Health professional"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 2, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 2, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 2, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/East_China", "type": "loc", "score": 2, "label": {"eng": "East China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Chief_Executive_of_Hong_Kong", "type": "org", "score": 2, "label": {"eng": "Chief Executive of Hong Kong"}}, {"uri": "http://en.wikipedia.org/wiki/Harbin", "type": "loc", "score": 2, "label": {"eng": "Harbin"}, "location": {"type": "place", "label": {"eng": "Harbin"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Foshan", "type": "loc", "score": 2, "label": {"eng": "Foshan"}, "location": {"type": "place", "label": {"eng": "Foshan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jiangxi", "type": "loc", "score": 2, "label": {"eng": "Jiangxi"}, "location": {"type": "place", "label": {"eng": "Jiangxi"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nanhai_District", "type": "loc", "score": 2, "label": {"eng": "Nanhai District"}, "location": {"type": "place", "label": {"eng": "Nanhai District"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Lu_Han", "type": "person", "score": 1, "label": {"eng": "Lu Han"}}, {"uri": "http://en.wikipedia.org/wiki/Infectious_Diseases_Society_of_America", "type": "org", "score": 1, "label": {"eng": "Infectious Diseases Society of America"}}, {"uri": "http://en.wikipedia.org/wiki/Mickey_Mouse", "type": "person", "score": 1, "label": {"eng": "Mickey Mouse"}}, {"uri": "http://en.wikipedia.org/wiki/Gautama_Buddha", "type": "person", "score": 1, "label": {"eng": "Gautama Buddha"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 1, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Nassau,_Bahamas", "type": "loc", "score": 1, "label": {"eng": "Nassau, Bahamas"}, "location": {"type": "place", "label": {"eng": "Nassau, Bahamas"}, "country": {"type": "country", "label": {"eng": "The Bahamas"}}}}], "categories": [{"uri": "dmoz/Shopping/Clothing/Costumes", "label": "dmoz/Shopping/Clothing/Costumes", "wgt": 10}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 50}, {"uri": "dmoz/Shopping/Holidays/Mardi_Gras", "label": "dmoz/Shopping/Holidays/Mardi Gras", "wgt": 12}, {"uri": "dmoz/Shopping/Holidays/Halloween", "label": "dmoz/Shopping/Holidays/Halloween", "wgt": 18}, {"uri": "dmoz/Shopping/Sports/Paintball", "label": "dmoz/Shopping/Sports/Paintball", "wgt": 10}], "image": "https://images.wsj.net/im-149223/social", "eventUri": "eng-5470710", "location": null, "shares": {"facebook": 73}, "sentiment": -0.1529411764705882, "wgt": 73, "relevance": 101}, {"uri": "1426164232", "lang": "eng", "isDuplicate": false, "date": "2020-01-28", "time": "10:27:00", "dateTime": "2020-01-28T10:27:00Z", "dateTimePub": "2020-01-28T10:26:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/u-s-drugmakers-ship-therapies-to-china-seeking-to-treat-coronavirus-11580166592", "title": "U.S. Drugmakers Ship Therapies to China, Seeking to Treat Coronavirus", "body": "AbbVie, Gilead, others respond to Chinese authorities' requests for antiviral drugs to test effectiveness against deadly respiratory illness By Jared S. Hopkins Jared S. Hopkins The Wall Street Journal BiographyJared S. Hopkins @jaredshopkins jared.hopkins@wsj.com Updated Jan. 27, 2020 10:28 pm ET\n\nU.S. drugmakers are shipping antiviral drugs to Chinese health authorities to assess whether the medicines could help contain the explosion of respiratory virus infections sweeping the country.\n\nAbbVie Inc. ABBV 0.57% and Johnson & Johnson JNJ 0.29% are among the drugmakers that have begun shipping drugs approved to treat HIV, while Gilead Sciences Inc. GILD 1.08% is exploring whether it should send an antiviral therapy it is developing.\n\nIt isn't known whether the drugs, especially one that hasn't been approved to treat infectious disease, would be able to help patients infected with the new coronavirus. Chinese authorities have requested the shipments to test the drugs' effectiveness.\n\nIn addition, a Chinese government commission has recommended that doctors administer AbbVie's HIV drug, called Kaletra, to patients who have tested positive for the new illness.\n\nThere are no vaccines or drugs approved anywhere in the world specifically for the new coronavirus, prompting health authorities to explore repurposing untested antivirals in a desperate effort to help contain an outbreak that has been spreading rapidly in China and has appeared in more limited cases overseas.\n\nSeveral drugmakers and academic researchers are also trying to develop vaccines, but they could take months to be ready for human testing, and even longer for wider use.\n\nThe coronavirus, which originated last month in the central Chinese city of Wuhan, has infected more than 4,500 people and killed at least 106, mostly in surrounding Hubei province, with public-health officials warning that its spread is accelerating.\n\nSHARE YOUR THOUGHTS\n\nWhat other steps should drugmakers around the world take to help treat coronavirus infections and prevent the epidemic from spreading? Join the conversation below.\n\nThe number of confirmed U.S. cases has risen to five, and the federal government is working to evacuate American citizens from the epicenter in China.\n\nOn Sunday, a Chinese national health program recommended the use of a treatment from AbbVie, which the company sells under the brand names Kaletra and Aluvia, according to Beijing's Health Commission.\n\nThe therapy, first approved two decades ago to treat HIV, combines two antiviral agents. It belongs to a class of drugs known as protease inhibitors, which block a key enzyme that helps viruses replicate.\n\nAbbVie, which is based in the Chicago suburbs, donated about $2 million worth of Kaletra doses as an \"experimental option\" in response to a request by Chinese health authorities, a company spokeswoman said. She added that China, not AbbVie, is leading testing of the therapy for treating coronavirus.\n\nA hospital in Wuhan is conducting a randomized clinical trial to assess whether Kaletra works against the new illness, researchers said in an article published Friday in The Lancet medical journal.\n\nResearchers previously have found the drug to be effective in treating another coronavirus: A combination of the two drugs that make up Kaletra, lopinavir and ritonavir, administered to patients with SARS showed a \"substantial clinical benefit,\" or fewer adverse clinical outcomes, according to a 2004 study published in the Thorax medical journal.\n\nJohnson & Johnson agreed to a request over the weekend by Chinese health authorities to ship its HIV drug Prezcobix for potential treatment of coronavirus infection, Chief Scientific Officer Paul Stoffels said in an interview.\n\nThe Coronavirus Crisis\n\nChinese health authorities are working to contain a fast-spreading virus that has infected more than 2,700 people and killed at least 80. Related reading:\n\nDow Drops Over 450 Points on Coronavirus Fears (Jan. 27) Three More Cases of Coronavirus Confirmed in U.S. (Jan. 26) China's Vast Ambition in Medicine Is Checked by Coronavirus (Jan. 24) What We Know About the Wuhan Coronavirus (Jan. 23)\n\nThe therapy, which is also a protease inhibitor combining two antiviral agents, should arrive by Tuesday, he said.\n\n\"Industry can take different steps to combating this epidemic as fast as possible,\" Dr. Stoffels said. Studying Prezcobix in patients who test positive for the coronavirus wouldn't harm them, he said, and could help authorities find a treatment that works.\n\nDr. Stoffels said J&J is also reviewing its library of compounds, including those currently in laboratories, that could potentially provide other help to patients.\n\nMerck & Co. assigned a team of scientists to assess whether any of the company's internal assets might be effective against the Wuhan coronavirus, a spokesman said. Merck makes the only Ebola vaccine that has been approved by U.S. and European health authorities.\n\nGilead, of Foster City, Calif., is in talks with researchers and clinicians in the U.S. and China about using its experimental antiviral therapy, remdesivir, the company said. Remdesivir isn't licensed or approved inside or outside the U.S.\n\nGilead said remdesivir has been active against other coronaviruses in lab and animal studies. The same drug has reduced the severity of Ebola in human patients, though by a lesser degree than two other therapies for the infectious disease.\n\nRemdesivir also has been shown to lessen lung disease from Middle East respiratory syndrome, a coronavirus known as MERS, in mice, according to a paper published earlier this month in Nature Communications.\n\nIn addition to efforts at repurposing existing antiviral treatments, several drugmakers and some academic researchers are also racing to develop a vaccine to prevent coronavirus infections.\n\nJ&J will also try to develop a vaccine, using the same technology applied to its Ebola vaccine, currently used in Africa, Dr. Stoffels said. It could be tested in humans in eight to 12 months.\n\n-- Betsy McKay contributed to this article.\n\nWrite to Jared S. Hopkins at jared.hopkins@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "jared_s_hopkins@wsj.com", "name": "Jared S. Hopkins", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Lopinavir/ritonavir", "type": "wiki", "score": 5, "label": {"eng": "ritonavir"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 5, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/AbbVie_Inc.", "type": "org", "score": 5, "label": {"eng": "AbbVie Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Drug", "type": "wiki", "score": 5, "label": {"eng": "Drug"}}, {"uri": "http://en.wikipedia.org/wiki/Antiviral_drug", "type": "wiki", "score": 5, "label": {"eng": "Antiviral drug"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 5, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Johnson_&_Johnson", "type": "org", "score": 4, "label": {"eng": "Johnson & Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 4, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Protease_inhibitor_(pharmacology)", "type": "wiki", "score": 3, "label": {"eng": "Protease inhibitor (pharmacology)"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_journal", "type": "wiki", "score": 3, "label": {"eng": "Medical journal"}}, {"uri": "http://en.wikipedia.org/wiki/Chicago_metropolitan_area", "type": "loc", "score": 3, "label": {"eng": "Chicago metropolitan area"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Enzyme", "type": "wiki", "score": 3, "label": {"eng": "Enzyme"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Experiment", "type": "wiki", "score": 3, "label": {"eng": "Experiment"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Remdesivir", "type": "wiki", "score": 2, "label": {"eng": "Remdesivir"}}, {"uri": "http://en.wikipedia.org/wiki/Lopinavir", "type": "wiki", "score": 2, "label": {"eng": "Lopinavir"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_vaccine", "type": "wiki", "score": 2, "label": {"eng": "Ebola vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Ritonavir", "type": "wiki", "score": 2, "label": {"eng": "Ritonavir"}}, {"uri": "http://en.wikipedia.org/wiki/Merck_&_Co.", "type": "org", "score": 2, "label": {"eng": "Merck & Co."}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 1, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Africa", "type": "loc", "score": 1, "label": {"eng": "Africa"}, "location": null}], "categories": [{"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 22}, {"uri": "news/Science", "label": "news/Science", "wgt": 58}, {"uri": "dmoz/Health/Medicine/Pharmacology", "label": "dmoz/Health/Medicine/Pharmacology", "wgt": 26}, {"uri": "dmoz/Health/Pharmacy/Drugs_and_Medications", "label": "dmoz/Health/Pharmacy/Drugs and Medications", "wgt": 31}, {"uri": "dmoz/Shopping/Health/Home_Tests", "label": "dmoz/Shopping/Health/Home Tests", "wgt": 26}, {"uri": "dmoz/Health/Teen_Health/Drugs_and_Alcohol", "label": "dmoz/Health/Teen Health/Drugs and Alcohol", "wgt": 23}], "image": "https://images.wsj.net/im-147828/social", "eventUri": null, "location": null, "shares": {"facebook": 66}, "sentiment": 0.1450980392156862, "wgt": 66, "relevance": 101}, {"uri": "1428712507", "lang": "eng", "isDuplicate": false, "date": "2020-01-30", "time": "08:54:00", "dateTime": "2020-01-30T08:54:00Z", "dateTimePub": "2020-01-30T08:53:00Z", "dataType": "news", "sim": 0.6196078658103943, "url": "https://www.wsj.com/articles/stocks-tumble-again-as-coronavirus-spread-picks-up-11580373857", "title": "Stocks Swing Between Small Gains and Losses ", "body": "U.S. stocks hovered around the flatline Thursday, kept under pressure by declines among shares of airlines and consumer companies whose profits are vulnerable to fallout from an intensifying coronavirus outbreak.\n\nThe Dow Jones Industrial Average added 29 points, or 0.1%, to 28764, erasing declines after the World Health Organization said it wasn't recommending restrictions on international trade and travel. The S&P 500 was near unchanged, and the Nasdaq Composite rose less than 0.1%. ...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "xie_yu@wsj.com", "name": "Xie Yu", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 2, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 1, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 16}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 23}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 17}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 13}], "image": "https://images.wsj.net/im-148991/social", "eventUri": "eng-5474261", "location": null, "shares": {"facebook": 44}, "sentiment": -0.2392156862745098, "wgt": 44, "relevance": 27}, {"uri": "1432375664", "lang": "eng", "isDuplicate": false, "date": "2020-02-02", "time": "13:11:00", "dateTime": "2020-02-02T13:11:00Z", "dateTimePub": "2020-02-02T13:10:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/what-the-stock-market-may-be-missing-about-the-coronavirus-11580648400", "title": "What the Stock Market May Be Missing About the Coronavirus ", "body": "It took investors a few days, but they think they have the effect of the new coronavirus from China worked out. The broad thrust: Suppliers to China, and travel and holiday stocks, will suffer, but nasty effects for the market as a whole will be offset by central banks. The virus will be controlled enough that it won't cause a recession in the West.\n\nLeaving aside the heartbreak experienced by relatives and friends of those with the illness, as well as the many deaths, this coldblooded analysis rests on several assumptions...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "james_mackintosh@wsj.com", "name": "James Mackintosh", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 2, "label": {"eng": "Central bank"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 76}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 12}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 17}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 15}, {"uri": "dmoz/Science/Physics/Relativity", "label": "dmoz/Science/Physics/Relativity", "wgt": 12}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 13}], "image": "https://images.wsj.net/im-149798/social", "eventUri": null, "location": null, "shares": {"facebook": 38}, "sentiment": -0.1764705882352942, "wgt": 38, "relevance": 76}, {"uri": "1431697512", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "18:32:00", "dateTime": "2020-02-01T18:32:00Z", "dateTimePub": "2020-02-01T18:31:00Z", "dataType": "news", "sim": 0.6901960968971252, "url": "https://www.wsj.com/articles/apple-closes-chinese-stores-corporate-offices-due-to-coronavirus-11580580600", "title": "Apple Closes Chinese Stores, Corporate Offices Due to Coronavirus ", "body": "Apple Inc. said Saturday it will close its stores and corporate offices in China until Feb. 9, a significant escalation in its response to the coronavirus outbreak gripping China and roiling global markets.\n\n\"Out of an abundance of caution and based on the latest advice from leading health experts, we're closing all our corporate offices, stores and contact centers in mainland China through Feb. 9,\" an Apple spokesman said. \"We will continue to closely monitor the situation and we look forward to reopening our stores as soon...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "tripp_mickle@wsj.com", "name": "Tripp Mickle", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Apple_Inc.", "type": "org", "score": 5, "label": {"eng": "Apple Inc."}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}], "categories": [{"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 13}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 13}, {"uri": "dmoz/Business/Retail_Trade/Retailers", "label": "dmoz/Business/Retail Trade/Retailers", "wgt": 20}, {"uri": "dmoz/Business/Food_and_Related_Products/Retail", "label": "dmoz/Business/Food and Related Products/Retail", "wgt": 16}], "image": "https://images.wsj.net/im-149921/social", "eventUri": "eng-5478878", "location": null, "shares": {"facebook": 24}, "sentiment": 0.06666666666666665, "wgt": 24, "relevance": 76}, {"uri": "1428263207", "lang": "eng", "isDuplicate": false, "date": "2020-01-29", "time": "23:13:00", "dateTime": "2020-01-29T23:13:00Z", "dateTimePub": "2020-01-29T23:12:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/businesses-suspend-chinese-operations-amid-coronavirus-fears-11580338133", "title": "Businesses Suspend Chinese Operations Amid Coronavirus Fears", "body": "A growing number of firms including Starbucks, Google and Apple have scaled back operations By Micah Maidenberg Micah Maidenberg The Wall Street Journal BiographyMicah Maidenberg @MicahMaidenberg micah.maidenberg@wsj.com Updated Jan. 29, 2020 8:30 pm ET\n\nGlobal businesses operating in China are closing stores, scaling back operations and restricting travel as the Chinese government races to control the coronavirus that has now infected more people than severe acute respiratory syndrome, or SARS, did in the country nearly two decades ago.\n\nIn just a few weeks, the fast-spreading virus -- which is believed to have originated at an animal and seafood market in Wuhan heading into the Lunar New Year holiday -- has killed at least 170 people and infected more than 7,700, with the vast majority of the cases in mainland China.\n\nLarge international companies are limiting travel to China, and airlines are suspending flights. Tens of millions of people in the country have been affected by government restrictions on movement, and U.S. workers returning from China are being asked by companies to work remotely for weeks at a time as a precaution.\n\nJPMorgan Chase & Co., auto maker Ford Motor Co. and consumer-goods giant Kraft Heinz Co. are among the companies that have introduced employee travel bans to and from China.\n\n\"This will help reduce the unnecessary risk of virus exposure or transmission and is the most prudent measure to take while we continue to closely monitor the situation in China,\" Kraft Heinz spokesman Michael Mullen said.\n\nGoogle told employees Tuesday it would shut down its offices in mainland China, Hong Kong and Taiwan, in a nod to governmental directives to try to reduce the spread of virus. Though Google doesn't operate its main search engine in China due to the country's speech restrictions, the company has advertising and sales staff in four offices on the mainland.\n\nGoogle employees based elsewhere but currently in China were instructed to leave the country and work from home for at least two weeks. Those whose families have been to China recently also were directed to work from home.\n\nSome companies are starting to warn the virus will hit financial results. In 2018, U.S. companies sold Chinese consumers and businesses $386 billion worth of goods, according to a spokesman for the US-China Business Council.\n\nThe spread of the virus could hamper Tesla Inc.'s efforts to increase production in Shanghai and slightly dent first-quarter earnings, said Zach Kirkhorn, chief financial officer of the electric-car maker, which is betting big on the Chinese market.\n\nRoyal Caribbean Cruises Ltd. on Wednesday warned the outbreak would hurt its 2020 financial performance after it canceled three sailings scheduled for February.\n\nStarbucks Inc. has closed more than half of its roughly 4,300 stores in China -- its second-largest market -- and warned the move would weigh on financial results. The closures could lower profit per share by half a penny and revenue by $25 million each week the stores are closed, according to estimates from analysts at William Blair.\n\nYum China Holdings Inc., operator of KFC, Pizza Hut and Taco Bell stores in China, and McDonald's Corp. also have closed stores, as have the parent company of retailer H&M and the Ingka Group, which operates IKEA stores. Apple Inc. has reduced store operating hours in China.\n\nMondelez International Inc., the maker of Oreo cookies and Cadbury chocolate, expects lower sales as a result of the outbreak. The Lunar New Year season is typically a lucrative time for candy and snack makers in China.\n\n\"We expect less buying by the consumer,\" Chief Executive Dirk Van de Put said. He said two factories near the epicenter of the outbreak will remain closed for another week at the request of local officials.\n\nOther companies closed facilities for the Lunar New Year holiday and are monitoring the outbreak. Spice-maker McCormick & Co. shut three plants in China, where it makes products for the market, and Budweiser brewer Anheuser-Busch InBev SA closed its Wuhan brewery in China.\n\nJon Moeller, finance chief for Procter & Gamble Co., said the outbreak could affect consumers well beyond China. \"It can also affect consumer confidence in large parts of the market,\" he said.\n\nThe outbreak is taking a toll on global travel and hurting hotel stocks, analysts at BMO Capital Markets said. China represents 6% of rooms for Hilton Worldwide Inc. and 8.5% at Marriott International Inc., they said in a research note.\n\nTroubled plane maker Boeing Co. said it sees the coronavirus as a potential drag on air-travel demand. \"The impact of the coronavirus on near-term traffic growth is clearly a watch item this year,\" Boeing finance chief Greg Smith said Wednesday.\n\nBritish Airways and Indonesia's Lion Air said Wednesday that they would halt all flights to mainland China, and American Airlines said it would suspend flights from Los Angeles to Shanghai and Beijing, citing a significant decline in demand for travel.\n\nWalmart Inc. had been asked by the government to keep its stores in China open, a person familiar with the matter said Friday. The retail giant had 443 stores in the country as of Jan. 31 of last year, according to a securities filing. A spokeswoman didn't respond to a request for comment Wednesday.\n\nTwo Chinese malls owned in part by Bloomfield Hills, Mich.-based Taubman Centers Inc. and private-equity giant Blackstone Group have taken precautionary measures in response to the coronavirus outbreak.\n\nCityOn mall in Zhengzhou will operate with shorter hours, according to an announcement on WeChat. The Wangfujing department store in CityOn mall in Xi'an will remain closed until Jan. 30, according to a separate announcement on WeChat by Wangfujing, Taubman and Blackstone's local partner.\n\nMetLife Inc. is waiving waiting periods for medical benefits for customers who already own insurance policies and need treatment for coronavirus pneumonia. It also has lifted restrictions on policyholders needing to be treated at designated hospitals.\n\nBernard Arnault, the chief executive and controlling shareholder of Paris-based LVMH Moët Hennessy Louis Vuitton SE, said he has asked his teams in China about the impact of the outbreak. Chinese shoppers are the luxury industry's most important clientele, representing more than a third of global sales, according to consulting firm Bain & Co.\n\nIf the consequences of the outbreak are felt through March, that wouldn't be terrible, said Mr. Arnault, but \"if it lasts two years, that would be another story.\"\n\n-- Tripp Mickle, Nina Trentmann, Heather Haddon, Dave Sebastian, Saabira Chaudhuri, Leslie Scism, Sarah Nassauer, Esther Fung, Matthew Dalton, Denise Roland, Benjamin Katz, Alison Sider, Annie Gasparro, Kim Mackrael, Stephanie Yang, Julie Wernau and Andrew Tangel contributed to this article.\n\nRelated\n\nCoronavirus Cases Grow as Airlines Suspend Flights to China An American Mother's Desperate Attempt to Get Out of Wuhan With Her Daughter Americans Evacuated From Wuhan Pass Initial Health Screens for Coronavirus What to Know About the New Chinese Coronavirus Airlines Brace for Coronavirus to Cut Into Revenue Australia's Coronavirus Evacuation Plan: A Tiny Island 1,000 Miles Away As China Locks Down Cities, Residents Battle Virus Fears -- and Boredom\n\nWrite to Micah Maidenberg at micah.maidenberg@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "micah_maidenberg@wsj.com", "name": "Micah Maidenberg", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 5, "label": {"eng": "Google"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Kraft_Heinz", "type": "org", "score": 4, "label": {"eng": "Kraft Heinz"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 4, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 4, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/Apple_Inc.", "type": "org", "score": 4, "label": {"eng": "Apple Inc."}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Caribbean_Cruises", "type": "org", "score": 3, "label": {"eng": "Royal Caribbean Cruises"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Mullen", "type": "person", "score": 3, "label": {"eng": "Michael Mullen"}}, {"uri": "http://en.wikipedia.org/wiki/Pizza_Hut", "type": "org", "score": 3, "label": {"eng": "Pizza Hut"}}, {"uri": "http://en.wikipedia.org/wiki/Taco_Bell", "type": "org", "score": 3, "label": {"eng": "Taco Bell"}}, {"uri": "http://en.wikipedia.org/wiki/KFC", "type": "org", "score": 3, "label": {"eng": "KFC"}}, {"uri": "http://en.wikipedia.org/wiki/McDonald's", "type": "org", "score": 3, "label": {"eng": "McDonald's"}}, {"uri": "http://en.wikipedia.org/wiki/Ford_Motor_Company", "type": "org", "score": 3, "label": {"eng": "Ford Motor Company"}}, {"uri": "http://en.wikipedia.org/wiki/Seafood", "type": "wiki", "score": 3, "label": {"eng": "Seafood"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 3, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Internal_combustion_engine", "type": "wiki", "score": 3, "label": {"eng": "Internal combustion engine"}}, {"uri": "http://en.wikipedia.org/wiki/Advertising", "type": "wiki", "score": 3, "label": {"eng": "Advertising"}}, {"uri": "http://en.wikipedia.org/wiki/Gambling", "type": "wiki", "score": 3, "label": {"eng": "Gambling"}}, {"uri": "http://en.wikipedia.org/wiki/Electric_power_transmission", "type": "wiki", "score": 3, "label": {"eng": "Electric power transmission"}}, {"uri": "http://en.wikipedia.org/wiki/Tesla,_Inc.", "type": "org", "score": 3, "label": {"eng": "Tesla, Inc."}}, {"uri": "http://en.wikipedia.org/wiki/JPMorgan_Chase", "type": "org", "score": 3, "label": {"eng": "JPMorgan Chase"}}, {"uri": "http://en.wikipedia.org/wiki/Boeing", "type": "org", "score": 3, "label": {"eng": "Boeing"}}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 3, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_financial_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief financial officer"}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 3, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 3, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/AB_InBev", "type": "wiki", "score": 2, "label": {"eng": "AB InBev"}}, {"uri": "http://en.wikipedia.org/wiki/Oreo", "type": "wiki", "score": 2, "label": {"eng": "Oreo"}}, {"uri": "http://en.wikipedia.org/wiki/Taubman_Centers", "type": "org", "score": 2, "label": {"eng": "Taubman Centers"}}, {"uri": "http://en.wikipedia.org/wiki/Cadbury", "type": "org", "score": 2, "label": {"eng": "Cadbury"}}, {"uri": "http://en.wikipedia.org/wiki/Wangfujing", "type": "wiki", "score": 2, "label": {"eng": "Wangfujing"}}, {"uri": "http://en.wikipedia.org/wiki/MetLife", "type": "org", "score": 2, "label": {"eng": "MetLife"}}, {"uri": "http://en.wikipedia.org/wiki/Mondelez_International", "type": "org", "score": 2, "label": {"eng": "Mondelez International"}}, {"uri": "http://en.wikipedia.org/wiki/Budweiser", "type": "org", "score": 2, "label": {"eng": "Budweiser"}}, {"uri": "http://en.wikipedia.org/wiki/The_Blackstone_Group", "type": "org", "score": 2, "label": {"eng": "The Blackstone Group"}}, {"uri": "http://en.wikipedia.org/wiki/Department_store", "type": "wiki", "score": 2, "label": {"eng": "Department store"}}, {"uri": "http://en.wikipedia.org/wiki/Bernard_Arnault", "type": "person", "score": 2, "label": {"eng": "Bernard Arnault"}}, {"uri": "http://en.wikipedia.org/wiki/Brewing", "type": "wiki", "score": 2, "label": {"eng": "Brewing"}}, {"uri": "http://en.wikipedia.org/wiki/Chocolate", "type": "wiki", "score": 2, "label": {"eng": "Chocolate"}}, {"uri": "http://en.wikipedia.org/wiki/Pneumonia", "type": "wiki", "score": 2, "label": {"eng": "Pneumonia"}}, {"uri": "http://en.wikipedia.org/wiki/WeChat", "type": "wiki", "score": 2, "label": {"eng": "WeChat"}}, {"uri": "http://en.wikipedia.org/wiki/Los_Angeles", "type": "loc", "score": 2, "label": {"eng": "Los Angeles"}, "location": {"type": "place", "label": {"eng": "Los Angeles"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Australia", "type": "loc", "score": 2, "label": {"eng": "South Australia"}, "location": {"type": "place", "label": {"eng": "South Australia"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Xi'an", "type": "loc", "score": 2, "label": {"eng": "Xi'an"}, "location": {"type": "place", "label": {"eng": "Xi'an"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Zhengzhou", "type": "loc", "score": 2, "label": {"eng": "Zhengzhou"}, "location": {"type": "place", "label": {"eng": "Zhengzhou"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Indonesia", "type": "loc", "score": 2, "label": {"eng": "Indonesia"}, "location": {"type": "country", "label": {"eng": "Indonesia"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 1, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 50}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 10}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 11}, {"uri": "dmoz/Health/Conditions_and_Diseases/Genetic_Disorders", "label": "dmoz/Health/Conditions and Diseases/Genetic Disorders", "wgt": 10}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 11}], "image": "https://images.wsj.net/im-148877/social", "eventUri": null, "location": null, "shares": {"facebook": 20}, "sentiment": -0.7725490196078432, "wgt": 20, "relevance": 101}, {"uri": "1426652307", "lang": "eng", "isDuplicate": false, "date": "2020-01-28", "time": "17:54:00", "dateTime": "2020-01-28T17:54:00Z", "dateTimePub": "2020-01-28T17:52:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/risk-of-new-coronavirus-infections-in-u-s-is-low-health-officials-say-11580231743", "title": "U.S. Expands Airport Screening for Coronavirus; Officials Add Risk of Extensive Infections Is Low", "body": "By Thomas M. Burton Thomas M. Burton The Wall Street Journal BiographyThomas M. Burton @TomBurtonWSJ Tom.Burton@wsj.com Updated Jan. 28, 2020 9:52 pm ET\n\nWASHINGTON -- The U.S. has expanded screenings of passengers for the coronavirus to 20 airports, even as health officials sought to assure the public that the virus doesn't yet pose a threat to most Americans.\n\nHealth and Human Services Secretary Alex Azar said he wouldn't hesitate to declare a national health emergency if needed, but underscored that there are just five confirmed cases of the virus in the U.S. so far.\n\n\"This is potentially a very serious health threat, but at this point Americans should not worry for their safety,\" Mr. Azar said at a news conference with officials from the U.S. Centers for Disease Control and Prevention and other agencies.\n\nSHARE YOUR THOUGHTS\n\nHow can local authorities help combat the spread of the coronavirus in the U.S.? Join the conversation below.\n\nIn addition to screening air travelers coming to the U.S., federal health officials said they are accelerating efforts to find vaccines and other therapies to arrest the spread of the virus that originated in China.\n\nThe State Department on Tuesday advised Americans to reconsider any travel to China and specifically to avoid Hubei province where the virus was first identified.\n\n\"Americans should not travel there,\" Mr. Azar said.\n\nThe Trump administration is considering suspending flights between the U.S. and China, said one person familiar with the matter, and it has signaled as much to some airlines, industry officials said. But it hasn't yet made a decision to do so, these people said. One person said a partial ban is possible, with the government restricting flights to certain cities based on exposure likelihood, availability of screening facilities and other factors. CNBC earlier reported on the possible plans.\n\nMeanwhile, airlines around the global have begun curtailing service to China, while technology giant Apple Inc. has adjusted its operations in the world's second-largest economy.\n\nThe U.S. last week began screening at international airports in San Francisco, Los Angeles, New York, Chicago and Atlanta -- and added 15 more airports this week, officials said.\n\nAirports Screening for Coronavirus\n\nTravelers from areas affected by the virus will be screened at airports in these locations.\n\nAnchorage Atlanta Boston Chicago Dallas/Fort Worth Detroit El Paso Houston Los Angeles Miami Minneapolis-St. Paul New York Newark Philadelphia San Diego San Francisco San Juan, Puerto Rico Seattle-Tacoma Washington/Dulles\n\nFor the five known cases in the U.S., officials said they are taking the standard procedure of isolating patients and identifying others they came in contact with in hopes of stopping further infections.\n\nAnthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said, as of now, \"there is no proven therapy for coronavirus infection.\" He said officials are working to develop a vaccine and determining if certain existing antiviral drugs can be effective.\n\n\"We are proceeding as if we will have to supply a vaccine,\" said Dr. Fauci. He said his institute hopes to begin an early-phase clinical trial \"within the next few months.\"\n\nMr. Azar said his department is also studying the nation's stockpile of emergency medicines to assess the nation's readiness if such an epidemic were to spread here.\n\nMr. Azar said the Chinese government interaction with the U.S. on the illnesses is significantly improved from the time years ago of the severe acute respiratory, or SARS, epidemic.\n\nRobert Redfield, director of the U.S. CDC, said coronavirus is spreading rapidly in China. China's National Health Commission said Wednesday there were around 6,000 cases, with 132 deaths.\n\n\"We really don't know a lot about this new coronavirus,\" Dr. Redfield said.\n\nNancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases, said that the basic steps of identifying patients and their contacts appear to be holding the disease in check in the U.S. so far.\n\n\"Right now, we think the risk of the virus in the U.S. is low,\" Dr. Messonnier said.\n\nBecause the virus is new, some basic features aren't yet understood -- including how long the incubation period and infectivity periods are and whether a person can carry the virus, and infect others, without showing the symptoms.\n\nFour strains of the coronaviruses can cause common colds, but others are more serious and even deadly, leading to SARS and Middle East respiratory syndrome, or MERS.\n\nSeparately on Tuesday, United Airlines Holdings Inc. became the first U.S. carrier to cancel flights due to the coronavirus -- suspending 24 round trip-flights between the U.S. and China starting Feb. 1 and citing a significant decline in demand since the virus outbreak.\n\nAir France-KLM said it canceled flights to Wuhan -- the Hubei province city where the virus is believed to have originated in a large animal and seafood market, probably stemming from bats. The airline also is offering rebooking and cancellation at no extra charge to and from China. British Airways and Deutsche Lufthansa AG. are offering similar free rebooking policies.\n\nThe U.S. State Department evacuated staff from its consulate in Wuhan, as well as a limited number of U.S. citizens, via a charter flight bound for Ontario, Calif., on Tuesday.\n\nAlso, Apple Chief Executive Tim Cook said the company is limiting travel to China in the wake of the virus and has reduced store operating hours in the country. Apple also has alternative sources to its suppliers in Wuhan, he said, adding factories outside of that city have pushed back plans to reopen after the Lunar New Year to Feb. 10 from the end of January.\n\nPricewaterhouseCoopers LLP, the accounting giant, suspended business trips to mainland China, Hong Kong and Taiwan for workers in the U.S. and Mexico over concerns about the coronavirus, a spokeswoman confirmed. U.S. and Mexico workers who have returned from China within the past two weeks are being asked to work remotely for three weeks as a precaution, according to the spokeswoman. It wasn't clear if the policy applied to workers in other regions.\n\nMeanwhile, business travel to China is grinding to a halt, travel managers said. \"Nearly every one of our business travel customers has put restrictions in place, many stopping travel\" to China, said Chip Juedes, chief executive of Fox World Travel in Oshkosh, Wis. \"The question is going to be, what will it take to get the all clear to start travel back up?\"\n\n-- Alison Sider and Tripp Mickle contributed to this article.\n\nRelated\n\nTravel Barriers Rise as WHO Chief Praises Beijing's Coronavirus Response Virus Tests Market's Faith in Global Economy Stocks Rise Amid Efforts to Contain Virus Lunar New Year Visitors to Gambling Hub Macau Screened for Coronavirus China Strains to Stamp Out Coronavirus Criticisms at Home Companies Try to Assess Financial Impact What to Know About the Coronavirus\n\nWrite to Thomas M. Burton at tom.burton@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "thomas_m_burton@wsj.com", "name": "Thomas M. Burton", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Diagnosis", "type": "wiki", "score": 3, "label": {"eng": "Diagnosis"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 22}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 17}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 17}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 20}, {"uri": "dmoz/Health/Reproductive_Health/Sexually_Transmitted_Diseases", "label": "dmoz/Health/Reproductive Health/Sexually Transmitted Diseases", "wgt": 15}], "image": "https://images.wsj.net/im-148249/social", "eventUri": null, "location": {"type": "country", "label": {"eng": "United States"}}, "shares": {"facebook": 17}, "sentiment": -0.3019607843137255, "wgt": 17, "relevance": 52}, {"uri": "1431791056", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "21:01:00", "dateTime": "2020-02-01T21:01:00Z", "dateTimePub": "2020-02-01T21:01:00Z", "dataType": "news", "sim": 0.4666666686534882, "url": "https://www.wsj.com/articles/in-virus-hit-china-markets-brace-for-a-fall-as-authorities-urge-calm-11580554803", "title": "In Virus-Hit China, Markets Brace for a Fall as Authorities Urge Calm", "body": "China's markets have been closed since Jan. 23, but are scheduled to open Monday By Stella Yifan Xie and Stella Yifan Xie The Wall Street Journal BiographyStella Yifan Xie @yifanxie stella.xie@wsj.com Steven Russolillo Steven Russolillo The Wall Street Journal BiographySteven Russolillo @srussolillo steve.russolillo Steven.Russolillo@wsj.com Feb. 1, 2020 6:00 am ET\n\nStocks in China are primed for a steep fall Monday when markets in Shanghai and Shenzhen reopen after a week-long closure, even as Chinese authorities try to calm frayed nerves over the fast-spreading Wuhan coronavirus.\n\nThe last time mainland-listed Chinese stocks traded was Jan. 23, two days before the start of the Lunar New Year, and the benchmark Shanghai Composite had fallen 4.5% since mid-January at that point.\n\nThe markets were originally scheduled to reopen on Friday, but that was pushed to Monday when China extended its national holiday in an attempt to slow the spread of the new coronavirus that was first identified in the crowded central city of Wuhan in December.\n\nInstead, the number of confirmed infections across China has jumped sharply -- from 830 cases on Jan. 23 to 11,791 as of Friday -- while the death toll has climbed to 259 from 25 over that period. The World Health Organization on Thursday declared coronavirus's worsening spread a public-health emergency of international concern, after earlier opting not to escalate its status.\n\nWhile China's markets were closed, Hong Kong's stock market fell 5.9%, and the Hang Seng China Enterprises Index -- which tracks large Chinese companies listed in Hong Kong -- fell a steeper 6.7%. Both suffered their worst weekly drops in two years.\n\nSome exchange-traded funds that hold mainland-listed stocks fell 8% in the week that ended Friday, foreshadowing declines in Shanghai and Shenzhen in the coming week.\n\n\"This could put a lot of pressure on Chinese shares when they open,\" said Olivier D'Assier, head of applied research for Asia-Pacific at Qontigo, a financial analytics firm.\n\nWei Yingfei, a partner at Shanghai-based private-fund manager DayWin Asset Management, said he is prepared to sell at least a fifth of the stocks his firm holds when China's stock market reopens on Monday, because it might be more prudent to sit on more cash.\n\n\"No one can tell how long the contagion will last,\" said Mr. Wei, who oversees about 5 billion yuan ($720 million) in assets. He said he expects the Chinese economy to \"suffer a big blow\" as the virus keeps spreading, and thinks China may call upon its \"national team\" -- a group of state-backed funds -- to buy domestic stocks next week to cushion any major market declines.\n\nThe main concern among global investors is that the virus could turn into a pandemic that cripples transportation and tourism, crimping global growth. In China's case, the pneumonia-causing virus could further weigh on the country's already slowing economy.\n\nAlready, multiple airlines have canceled flights in and out of China, domestic travel and business activity levels have dropped, and the fear of infection is keeping many people home.\n\nThis past week, some economists cut their forecasts for first-quarter Chinese growth by several percentage points. \"The situation has escalated rapidly,\" Ting Lu, chief China economist at Nomura said in a note. \"In our view, the worst is yet to come.\"\n\nChinese authorities have been trying to convey messages to market participants, advising them not to panic. The country's top securities regulator earlier this week released a statement urging investors to look at the coronavirus \"rationally and objectively.\" It also said market participants should \"adhere to the concept of long-term investment and value investment.\"\n\nChina's central bank separately said it plans to add liquidity to the financial system next week to help support markets.\n\nThe market is being forced to \"price in fear of the unknown,\" said Weiqi Zhu, a managing director at Gao Zheng Asset Management, which invests in Chinese stocks listed on both the mainland and in Hong Kong.\n\nHe said his fund has cut its holdings of tourism, property, consumer and Macau gaming stocks, as these are sectors that would be hurt the most by the viral outbreak, and may increase its holdings of technology stocks that are less vulnerable. The firm has $120 million under management.\n\nBack in 2003, when China was hit by the outbreak of severe acute respiratory syndrome, or SARS, its stock-market regulator formed an emergency committee to monitor the impact on the securities industry. That pandemic slowed down the pace of domestic initial public offerings in China, partly because regulatory officials couldn't travel to Beijing to review and green light deals for a period.\n\nThe Shanghai Composite Index fell as much as 9% between mid-April and mid-May in 2003, a period when the SARS outbreak was most severe and markets were closed for a little over a week. It later recovered some of those losses in the summer of that year, when the crisis was considered to be over.\n\nRichard Bernstein, head of the New York investment firm Richard Bernstein Advisors, which counts Chinese stocks among its holdings, said he expects the Chinese government will respond with more monetary and fiscal stimulus as a way to combat what is expected to be further slowing in Chinese economic growth and corporate profits in the short term.\n\n\"There is always a temptation to sell stocks when potential disasters strike with the good intention of buying when the situation clears,\" said Mr. Bernstein, a former chief investment strategist at Merrill Lynch.\n\nHe said his firm, which has more than $9 billion under management and invests in Chinese companies through exchange-traded funds, hasn't shifted trading strategies due to the coronavirus. Such knee-jerk moves in the short term rarely work as it is hard to time the market swings, he said.\n\n\"If the coronavirus impact on corporate profits and overall economic growth is not transient, then there will be plenty of time to alter portfolios,\" Mr. Bernstein said.\n\nWrite to Stella Yifan Xie at stella.xie@wsj.com and Steven Russolillo at steven.russolillo@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "stella_yifan_xie@wsj.com", "name": "Stella Yifan Xie", "type": "author", "isAgency": false}, {"uri": "steven_russolillo@wsj.com", "name": "Steven Russolillo", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 5, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 5, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Cao_Wei", "type": "loc", "score": 4, "label": {"eng": "Cao Wei"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Shenzhen", "type": "loc", "score": 4, "label": {"eng": "Shenzhen"}, "location": {"type": "place", "label": {"eng": "Shenzhen"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hang_Seng_China_Enterprises_Index", "type": "wiki", "score": 3, "label": {"eng": "Hang Seng China Enterprises Index"}}, {"uri": "http://en.wikipedia.org/wiki/Applied_science", "type": "wiki", "score": 3, "label": {"eng": "Applied science"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 3, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Asia-Pacific", "type": "loc", "score": 3, "label": {"eng": "Asia-Pacific"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Renminbi", "type": "wiki", "score": 3, "label": {"eng": "Renminbi"}}, {"uri": "http://en.wikipedia.org/wiki/Exchange-traded_fund", "type": "wiki", "score": 3, "label": {"eng": "Exchange-traded fund"}}, {"uri": "http://en.wikipedia.org/wiki/Asset_management", "type": "wiki", "score": 3, "label": {"eng": "Asset management"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong_Stock_Exchange", "type": "loc", "score": 3, "label": {"eng": "Hong Kong Stock Exchange"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Tourism", "type": "wiki", "score": 3, "label": {"eng": "Tourism"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Richard_Bernstein", "type": "person", "score": 2, "label": {"eng": "Richard Bernstein"}}, {"uri": "http://en.wikipedia.org/wiki/Go_(game)", "type": "wiki", "score": 2, "label": {"eng": "Go (game)"}}, {"uri": "http://en.wikipedia.org/wiki/SSE_Composite_Index", "type": "wiki", "score": 2, "label": {"eng": "SSE Composite Index"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 2, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 2, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Market_liquidity", "type": "wiki", "score": 2, "label": {"eng": "Market liquidity"}}, {"uri": "http://en.wikipedia.org/wiki/Initial_public_offering", "type": "wiki", "score": 2, "label": {"eng": "Initial public offering"}}, {"uri": "http://en.wikipedia.org/wiki/People's_Bank_of_China", "type": "org", "score": 2, "label": {"eng": "People's Bank of China"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Macau", "type": "loc", "score": 2, "label": {"eng": "Macau"}, "location": {"type": "country", "label": {"eng": "Macau"}}}, {"uri": "http://en.wikipedia.org/wiki/Merrill_Lynch", "type": "org", "score": 1, "label": {"eng": "Merrill Lynch"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 35}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 36}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 29}, {"uri": "dmoz/Business/Investing/Games", "label": "dmoz/Business/Investing/Games", "wgt": 25}], "image": "https://images.wsj.net/im-149796/social", "eventUri": "eng-5474261", "location": {"type": "country", "label": {"eng": "China"}}, "shares": {"facebook": 11}, "sentiment": -0.1215686274509804, "wgt": 11, "relevance": 101}, {"uri": "1429989539", "lang": "eng", "isDuplicate": false, "date": "2020-01-31", "time": "07:56:00", "dateTime": "2020-01-31T07:56:00Z", "dateTimePub": "2020-01-31T07:55:00Z", "dataType": "news", "sim": 0.6666666865348816, "url": "https://www.wsj.com/articles/facebook-to-ban-posts-about-fake-coronavirus-cures-11580453772", "title": "Facebook to Ban Posts About Fake Coronavirus Cures ", "body": "Facebook Inc. said it would take the rare step of removing false claims about cures and prevention methods for the coronavirus, in an effort to crack down on misinformation related to the global outbreak.\n\nThe announcement on Thursday came shortly after the World Health Organization declared the coronavirus outbreak an international public-health emergency beyond China, where the respiratory virus originated last month.", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "deepa_seetharaman@wsj.com", "name": "Deepa Seetharaman", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 5, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 1, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 20}, {"uri": "dmoz/Health/Public_Health_and_Safety/Community_Health", "label": "dmoz/Health/Public Health and Safety/Community Health", "wgt": 17}, {"uri": "dmoz/Health/Public_Health_and_Safety/Policy_and_Regulation", "label": "dmoz/Health/Public Health and Safety/Policy and Regulation", "wgt": 16}, {"uri": "dmoz/Health/Public_Health_and_Safety/Education", "label": "dmoz/Health/Public Health and Safety/Education", "wgt": 16}], "image": "https://images.wsj.net/im-149489/social", "eventUri": "eng-5477650", "location": null, "shares": {"facebook": 8}, "sentiment": -0.3490196078431372, "wgt": 8, "relevance": 76}, {"uri": "1430947970", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "00:28:00", "dateTime": "2020-02-01T00:28:00Z", "dateTimePub": "2020-02-01T00:28:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/thanks-to-congress-america-is-prepared-for-the-coronavirus-11580514004", "title": "Opinion | Thanks to Congress, America Is Prepared for the Coronavirus", "body": "Lawmakers created a reserve fund, now $100 million, for public-health emergencies like this one.\n\nThe world watches with concern as the virus originating in Wuhan affects more nations. While it's still too soon to know if this coronavirus strain will become a pandemic, Americans should take some comfort: Thanks to the bipartisan foresight of Congress and lessons learned in the past five years, the U.S. is in better shape today than at any other time in recent memory to confront a major public-health crisis.\n\nIn the past decade, our dedicated public-health defenders have been on the front lines, responding to disease outbreaks...", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "tom_cole@wsj.com", "name": "Tom Cole", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}], "categories": [{"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 29}, {"uri": "dmoz/Health/Public_Health_and_Safety/Policy_and_Regulation", "label": "dmoz/Health/Public Health and Safety/Policy and Regulation", "wgt": 23}, {"uri": "dmoz/Health/Public_Health_and_Safety/Education", "label": "dmoz/Health/Public Health and Safety/Education", "wgt": 25}, {"uri": "dmoz/Health/Public_Health_and_Safety/History", "label": "dmoz/Health/Public Health and Safety/History", "wgt": 22}], "image": "https://images.wsj.net/im-149201/social", "eventUri": null, "location": null, "shares": {"facebook": 7}, "sentiment": 0.3411764705882352, "wgt": 7, "relevance": 52}, {"uri": "1426869504", "lang": "eng", "isDuplicate": false, "date": "2020-01-28", "time": "21:52:00", "dateTime": "2020-01-28T21:52:00Z", "dateTimePub": "2020-01-28T21:51:00Z", "dataType": "news", "sim": 0.4627451002597809, "url": "https://www.wsj.com/articles/starbucks-closed-half-of-china-stores-amid-coronavirus-outbreak-11580247048", "title": "Starbucks Closed Half of China Stores Amid Coronavirus Outbreak ", "body": "Starbucks Corp. said customers in the U.S. helped to drive up sales in its latest quarter, but the coffee chain faces a new threat to business in China after temporarily closing more than half of its stores in China because of the coronavirus outbreak.\n\nThe Seattle-based company said Tuesday the closures in its second-largest market would have an effect on the fiscal second-quarter and full-year financial results. Starbucks had 4,292 stores in China at the end of last year, up 16% from 2018....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "heather_haddon@wsj.com", "name": "Heather Haddon", "type": "author", "isAgency": false}, {"uri": "micah_maidenberg@wsj.com", "name": "Micah Maidenberg", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 5, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Outbreak", "type": "wiki", "score": 3, "label": {"eng": "Outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Coffee", "type": "wiki", "score": 3, "label": {"eng": "Coffee"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}], "categories": [{"uri": "dmoz/Health/Specific_Substances/Coffee", "label": "dmoz/Health/Specific Substances/Coffee", "wgt": 14}, {"uri": "dmoz/Business/International_Business_and_Trade/Services", "label": "dmoz/Business/International Business and Trade/Services", "wgt": 13}, {"uri": "dmoz/Business/Business_Services/Customer_Management", "label": "dmoz/Business/Business Services/Customer Management", "wgt": 13}, {"uri": "dmoz/Business/Retail_Trade/Retailers", "label": "dmoz/Business/Retail Trade/Retailers", "wgt": 16}, {"uri": "dmoz/Business/Customer_Service/Consulting", "label": "dmoz/Business/Customer Service/Consulting", "wgt": 14}], "image": "https://images.wsj.net/im-147876/social", "eventUri": "eng-5461978", "location": null, "shares": {"facebook": 6}, "sentiment": -0.1686274509803921, "wgt": 6, "relevance": 27}, {"uri": "1431537066", "lang": "eng", "isDuplicate": false, "date": "2020-02-01", "time": "14:49:00", "dateTime": "2020-02-01T14:49:00Z", "dateTimePub": "2020-02-01T14:49:00Z", "dataType": "news", "sim": 0.4039215743541718, "url": "https://www.wsj.com/graphics/coronavirus/", "title": "Tracking the Wuhan Coronavirus", "body": "Since China reported the emergence of a pneumonia-like illness in late December, the new coronavirus has spread quickly across the country, reaching nearly every province.\n\nWithin weeks it began to appear elsewhere in Asia, Europe and the U.S. Chinese authorities identified a fish and livestock market in Wuhan as the likely source of the virus.\n\nChina took drastic action to prevent the outbreak from spreading during its busiest travel period of the year -- the Lunar New Year -- and shut down transportation links to the more than 30 million people living in central China.\n\nAs cases jumped higher by the day and dozens of people began to die, airlines suspended flights to China, companies closed offices in the country and some governments shut their borders to anyone travelling from China.", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "elbert_wang@wsj.com", "name": "Elbert Wang", "type": "author", "isAgency": false}, {"uri": "yan_wu@wsj.com", "name": "Yan Wu", "type": "author", "isAgency": false}, {"uri": "dylan_moriarty@wsj.com", "name": "Dylan Moriarty", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 3, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Livestock", "type": "wiki", "score": 3, "label": {"eng": "Livestock"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Central_China", "type": "loc", "score": 2, "label": {"eng": "Central China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Lunar_New_Year", "type": "wiki", "score": 2, "label": {"eng": "Lunar New Year"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 53}, {"uri": "dmoz/Business/Mining_and_Drilling/Conferences", "label": "dmoz/Business/Mining and Drilling/Conferences", "wgt": 18}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 15}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 17}, {"uri": "dmoz/Business/Chemicals/Fine-Chemical_Intermediates", "label": "dmoz/Business/Chemicals/Fine-Chemical Intermediates", "wgt": 15}], "image": "https://si.wsj.net/public/resources/images/B3-GA348_202001_SOC_20200131175637.gif", "eventUri": "eng-5474993", "location": null, "shares": {"facebook": 5}, "sentiment": -0.2470588235294118, "wgt": 5, "relevance": 52}, {"uri": "1427148217", "lang": "eng", "isDuplicate": false, "date": "2020-01-29", "time": "04:25:00", "dateTime": "2020-01-29T04:25:00Z", "dateTimePub": "2020-01-29T04:24:00Z", "dataType": "news", "sim": 0.5843137502670288, "url": "https://www.wsj.com/articles/hong-kong-stocks-slump-catching-up-to-coronavirus-fears-11580270827", "title": "Hong Kong Stocks Slump, Catching Up to Coronavirus Fears ", "body": "Hong Kong-listed stocks dropped sharply on their first trading day after the Lunar New Year break, as investors assessed the spreading Wuhan coronavirus and its impact on global growth.\n\nThe benchmark Hang Seng Index dropped 2.8% on Wednesday, catching up with a slide in global markets that took place earlier in the week. Markets in mainland China remain closed for the Lunar New Year holiday; they are scheduled to reopen next week....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "steven_russolillo@wsj.com", "name": "Steven Russolillo", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Lunar_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Lunar New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hang_Seng_Index", "type": "wiki", "score": 2, "label": {"eng": "Hang Seng Index"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 46}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 15}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 17}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 17}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 18}], "image": "https://images.wsj.net/im-148494/social", "eventUri": "eng-5474261", "location": null, "shares": {"facebook": 4}, "sentiment": 0.2627450980392156, "wgt": 4, "relevance": 76}, {"uri": "1425711476", "lang": "eng", "isDuplicate": false, "date": "2020-01-28", "time": "00:57:00", "dateTime": "2020-01-28T00:57:00Z", "dateTimePub": "2020-01-28T00:57:00Z", "dataType": "news", "sim": 0.5607843399047852, "url": "https://www.wsj.com/articles/abolish-asias-wet-markets-where-pandemics-breed-11580168707", "title": "Opinion | Abolish Asia's 'Wet Markets,' Where Pandemics Breed", "body": "Consumption of wild meat appears to be to blame for the Wuhan virus, as it was for SARS in 2003.\n\nChinese scientists have identified a \"wet market\" -- where live and dead animals, including many wildlife species, are sold for consumption -- as the chief suspect for the origin of the Wuhan coronavirus. The virus is closely related to the virus that caused the 2003 outbreak of severe acute respiratory syndrome, which also was transmitted to humans from a wet market. China closed all markets that sell wildlife and temporarily banned the shipment and sale of wildlife throughout the country.", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "christian_walzer@wsj.com", "name": "Christian Walzer", "type": "author", "isAgency": false}, {"uri": "aili_kang@wsj.com", "name": "Aili Kang", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Wet_market", "type": "wiki", "score": 3, "label": {"eng": "Wet market"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Meat", "type": "wiki", "score": 3, "label": {"eng": "Meat"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2", "type": "wiki", "score": 2, "label": {"eng": "Severe acute respiratory syndrome coronavirus 2"}}], "categories": [{"uri": "dmoz/Recreation/Outdoors/Wildlife", "label": "dmoz/Recreation/Outdoors/Wildlife", "wgt": 18}, {"uri": "dmoz/Health/Animal/Wildlife", "label": "dmoz/Health/Animal/Wildlife", "wgt": 20}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 17}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 26}], "image": "https://images.wsj.net/im-147635/social", "eventUri": "eng-5460536", "location": null, "shares": {"facebook": 3}, "sentiment": -0.4823529411764705, "wgt": 3, "relevance": 52}, {"uri": "1426921637", "lang": "eng", "isDuplicate": false, "date": "2020-01-28", "time": "22:57:00", "dateTime": "2020-01-28T22:57:00Z", "dateTimePub": "2020-01-28T22:56:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/executives-try-to-assess-financial-impact-of-coronavirus-measures-11580251770", "title": "Executives Try to Assess Financial Impact of Coronavirus Measures", "body": "Kraft Heinz has introduced a travel ban, while other companies order their employees to work from home By Nina Trentmann Nina Trentmann The Wall Street Journal BiographyNina Trentmann @Nina_Trentmann nina.trentmann nina.trentmann@wsj.com Jan. 28, 2020 5:49 pm ET\n\nFinance executives at international companies are taking measures to protect their employees and their customers against the coronavirus, but say it is too early to tell what the financial implications might be for their businesses.\n\nCompanies across a range of industries, including travel, leisure and consumer products, could be negatively affected by the continued spread of the virus that originated in the Chinese city of Wuhan and has since moved across China and to other countries, including the U.S., according to analysts at Moody's Investors Service.\n\n\"The fear of contagion could dampen consumer demand, and affect tourism, travel, trade and services in affected countries,\" said Atsi Sheth, a managing director at Moody's, according to a news release.\n\nStocks of some travel companies, alongside casino and hotel operators, have taken a hit, and more businesses are expected to report a financial impact should the virus keep spreading, analysts said.\n\nNewsletter Sign-up\n\nCosta Cruises, a subsidiary of Miami-based Carnival Corp., said it has canceled four cruises but declined to comment on what this would cost the company.\n\nPerkinElmer Inc., a Waltham, Mass.-based testing and diagnostics company, said it anticipates a potential negative impact on some of its franchise businesses, as patients in China may avoid going to the hospital for immunology and infectious disease testing, according to a Monday earnings call.\n\nExecutives have taken various steps in response to the virus.\n\nKraft Heinz Co., the consumer-goods giant, on Monday introduced a global employee travel ban to and from China, spokesman Michael Mullen said. \"This will help reduce the unnecessary risk of virus exposure or transmission and is the most prudent measure to take while we continue to closely monitor the situation in China,\" Mr. Mullen said.\n\nHoneywell International Inc. said it has limited travel to areas affected by the virus. Auto makers, including Ford Motor Co. and Fiat Chrysler Automobiles NV, also have restricted travel. Nissan Motor Co., which is building a new plant in Wuhan, had some of its Japanese expatriates return home, a spokesman said.\n\nStarbucks Corp., McDonald's Corp. and Yum China Holdings Inc. have temporarily closed stores in China. Starbucks said it is unable to estimate the impact to its China-business, according to a Tuesday earnings call.\n\nFord said it is still assessing the costs of the prolongation of the Lunar New Year holiday, which has been extended until early February. Other foreign companies with large facilities in China, including German chemicals maker BASF SE, said it is too early to quantify potential hits to the business from the spread of the virus.\n\nCompanies have ordered employees to work from home once the Lunar New Year holiday ends. SAP SE, the German software company, handed out masks to employees and asked its employees to work from home until Feb. 10, according to Andreas Hube, head of the company's China liaison office.\n\nLaw firm CMS China canceled meetings and is considering asking its employees to work from home once the spring break holiday is over, said Ulrike Glueck, managing partner in Shanghai.\n\nMore From CFO Journal\n\nWhy You Don't Need to Be an Accountant to Be a CFO January 29, 2020 Executives Try to Assess Financial Impact of Coronavirus Measures January 28, 2020 Lease-Accounting Rules May Have Hurt Companies' Valuations, Study Says January 27, 2020 Retail CFOs Grow More Cautious About Investment and Expansion in 2020 January 24, 2020\n\nStandard Chartered PLC, the U.K.-based emerging markets bank, said it is training its employees to disinfect and deep clean buildings and to recognize symptoms, as well as providing masks and hand sanitizers.\n\n\"We have a well-established business continuity plan that covers pandemic outbreaks,\" said Jonathan Tracey, Standard Chartered's global head for communications.\n\nPetrofer Chemie H.R. Fischer GmbH + Co. KG, a German chemicals company with operations in China, said the spread of the virus could hamper its supply chains, both with regard to raw materials as well as with finished products. \"We will have problems, but it is too early to tell what the financial impact will be,\" managing director Constantin Fischer said in an interview.\n\nWrite to Nina Trentmann at Nina.Trentmann@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "nina_trentmann@wsj.com", "name": "Nina Trentmann", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Executive_Order_13769", "type": "wiki", "score": 4, "label": {"eng": "Executive Order 13769"}}, {"uri": "http://en.wikipedia.org/wiki/Kraft_Heinz", "type": "org", "score": 4, "label": {"eng": "Kraft Heinz"}}, {"uri": "http://en.wikipedia.org/wiki/Moody's_Investors_Service", "type": "org", "score": 4, "label": {"eng": "Moody's Investors Service"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 4, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Mullen", "type": "person", "score": 3, "label": {"eng": "Michael Mullen"}}, {"uri": "http://en.wikipedia.org/wiki/PerkinElmer", "type": "org", "score": 3, "label": {"eng": "PerkinElmer"}}, {"uri": "http://en.wikipedia.org/wiki/Immunology", "type": "wiki", "score": 3, "label": {"eng": "Immunology"}}, {"uri": "http://en.wikipedia.org/wiki/Franchising", "type": "wiki", "score": 3, "label": {"eng": "Franchising"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Ford_Motor_Company", "type": "org", "score": 3, "label": {"eng": "Ford Motor Company"}}, {"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 3, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/Demand", "type": "wiki", "score": 3, "label": {"eng": "Demand"}}, {"uri": "http://en.wikipedia.org/wiki/Carnival", "type": "wiki", "score": 3, "label": {"eng": "Carnival"}}, {"uri": "http://en.wikipedia.org/wiki/Casino", "type": "wiki", "score": 3, "label": {"eng": "Casino"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidiary", "type": "wiki", "score": 3, "label": {"eng": "Subsidiary"}}, {"uri": "http://en.wikipedia.org/wiki/Hotel", "type": "wiki", "score": 3, "label": {"eng": "Hotel"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Tourism", "type": "wiki", "score": 3, "label": {"eng": "Tourism"}}, {"uri": "http://en.wikipedia.org/wiki/Waltham,_Massachusetts", "type": "loc", "score": 3, "label": {"eng": "Waltham, Massachusetts"}, "location": {"type": "place", "label": {"eng": "Waltham, Massachusetts"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Spring_break", "type": "wiki", "score": 2, "label": {"eng": "Spring break"}}, {"uri": "http://en.wikipedia.org/wiki/Yum_China", "type": "org", "score": 2, "label": {"eng": "Yum China"}}, {"uri": "http://en.wikipedia.org/wiki/Honeywell", "type": "org", "score": 2, "label": {"eng": "Honeywell"}}, {"uri": "http://en.wikipedia.org/wiki/BASF", "type": "org", "score": 2, "label": {"eng": "BASF"}}, {"uri": "http://en.wikipedia.org/wiki/Standard_Chartered", "type": "org", "score": 2, "label": {"eng": "Standard Chartered"}}, {"uri": "http://en.wikipedia.org/wiki/Fiat_Chrysler_Automobiles", "type": "wiki", "score": 2, "label": {"eng": "Fiat Chrysler Automobiles"}}, {"uri": "http://en.wikipedia.org/wiki/McDonald's", "type": "org", "score": 2, "label": {"eng": "McDonald's"}}, {"uri": "http://en.wikipedia.org/wiki/SAP_SE", "type": "org", "score": 2, "label": {"eng": "SAP SE"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 2, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Law_firm", "type": "wiki", "score": 2, "label": {"eng": "Law firm"}}, {"uri": "http://en.wikipedia.org/wiki/Retail", "type": "wiki", "score": 2, "label": {"eng": "Retail"}}, {"uri": "http://en.wikipedia.org/wiki/Nissan", "type": "org", "score": 2, "label": {"eng": "Nissan"}}, {"uri": "http://en.wikipedia.org/wiki/Software", "type": "wiki", "score": 2, "label": {"eng": "Software"}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 2, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 2, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 1, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 1, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/International_Business_and_Trade/Services", "label": "dmoz/Business/International Business and Trade/Services", "wgt": 19}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 20}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 18}, {"uri": "dmoz/Business/Human_Resources/Employee_Relations", "label": "dmoz/Business/Human Resources/Employee Relations", "wgt": 21}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 19}], "image": "https://images.wsj.net/im-148442/social", "eventUri": null, "location": null, "shares": {"facebook": 3}, "sentiment": -0.1843137254901961, "wgt": 3, "relevance": 101}, {"uri": "1429562633", "lang": "eng", "isDuplicate": false, "date": "2020-01-30", "time": "22:28:00", "dateTime": "2020-01-30T22:28:00Z", "dateTimePub": "2020-01-30T22:28:00Z", "dataType": "news", "sim": 0, "url": "https://www.wsj.com/articles/luxury-brands-fear-sales-hit-as-chinese-shoppers-stay-home-11580413799", "title": "Luxury Brands Fear Sales Hit as Chinese Shoppers Stay Home", "body": "PARIS -- The coronavirus outbreak in China is threatening the luxury goods industry with a significant sales hit after a decade of relentless growth fueled by Chinese shoppers.\n\nThe industry's most important clientele, Chinese consumers are quarantining themselves at home and canceling trips abroad, where they often splurge on Louis Vuitton, Gucci, Cartier and other high-end brands. In Paris, luxury boutique staff are reporting a sharp drop in Chinese shoppers....", "source": {"uri": "wsj.com", "dataType": "news", "title": "The Wall Street Journal"}, "authors": [{"uri": "julie_wernau@wsj.com", "name": "Julie Wernau", "type": "author", "isAgency": false}, {"uri": "matthew_dalton@wsj.com", "name": "Matthew Dalton", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Luxury_goods", "type": "wiki", "score": 3, "label": {"eng": "Luxury goods"}}, {"uri": "http://en.wikipedia.org/wiki/Cartier_(jeweler)", "type": "org", "score": 2, "label": {"eng": "Cartier (jeweler)"}}, {"uri": "http://en.wikipedia.org/wiki/Gucci", "type": "org", "score": 2, "label": {"eng": "Gucci"}}, {"uri": "http://en.wikipedia.org/wiki/Louis_Vuitton", "type": "org", "score": 2, "label": {"eng": "Louis Vuitton"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 1, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}], "categories": [{"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 50}, {"uri": "dmoz/Business/Customer_Service/Mystery_Shopping", "label": "dmoz/Business/Customer Service/Mystery Shopping", "wgt": 11}, {"uri": "dmoz/Society/Subcultures/Industrial", "label": "dmoz/Society/Subcultures/Industrial", "wgt": 9}, {"uri": "dmoz/Health/Alternative/Acupuncture_and_Chinese_Medicine", "label": "dmoz/Health/Alternative/Acupuncture and Chinese Medicine", "wgt": 9}], "image": "https://images.wsj.net/im-149031/social", "eventUri": null, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}, "shares": {}, "sentiment": 0.01960784313725483, "wgt": 0, "relevance": 52}], "totalResults": 39, "page": 1, "count": 25, "pages": 2}}