{"articles": {"results": [{"uri": "1475664435", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "14:40:00", "dateTime": "2020-03-08T14:40:00Z", "dateTimePub": "2020-03-08T14:40:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/deadly-viruses-are-no-match-for-plain-old-soap-heres-the-science-behind-it-2020-03-08", "title": "Deadly viruses are no match for plain, old soap  --  here's the science behind it", "body": "Soap works better than alcohol and disinfectants at destroying the structure of viruses\n\nWhy does soap work so well on the new coronavirus and, indeed, most viruses? Because it is a self-assembled nanoparticle in which the weakest link is the lipid (fatty) bilayer.\n\nThat sounds scientific. Let me explain.\n\nSoap dissolves the fat membrane, and the virus falls apart like a house of cards and \"dies,\" or rather, it becomes inactive as viruses aren't really alive. Viruses can be active outside the body for hours, even days.\n\nDisinfectants, or liquids, wipes, gels and creams containing alcohol (and soap) have a similar effect but are not as good as regular soap. Apart from alcohol and soap, antibacterial agents in those products don't affect the virus structure much. Consequently, many antibacterial products are basically just an expensive version of soap in how they act on viruses. Soap is the best, but alcohol wipes are good when soap is not practical or handy, for example in office reception areas.\n\n\" Soap outcompetes the interactions between the virus and the skin surface, and the virus gets detached and falls apart like a house of cards. \"\n\nSupramolecular chemistry\n\nBut why, exactly, is soap so good? To explain that, I will take you through a journey of supramolecular chemistry, nanoscience and virology. I will try to explain this in generic terms, which means leaving out special chemistry terms. (I must point out that, while I am an expert in supramolecular chemistry and the assembly of nanoparticles, I am not a virologist.)\n\nI have always been fascinated by viruses, as I see them as one of them most spectacular examples of how supramolecular chemistry and nanoscience converge.\n\nMost viruses consist of three key building blocks: RNA, proteins and lipids.The RNA is the viral genetic material -- it is similar to DNA. The proteins have several roles, including breaking into the target cell, assisting with virus replication and basically being a key building block (like a brick in a house) in the virus structure.\n\nThe lipids then form a coat around the virus, both for protection and to assist with its spread and cellular invasion. The RNA, proteins and lipids self-assemble to form the virus. Critically, there are no strong \"covalent\" bonds holding these units together.\n\nInstead, the viral self-assembly is based on weak \"non-covalent\" interactions between the proteins, RNA and lipids. Together, these act together like Velcro, so it is hard to break up the self-assembled viral particle. Still, we can do it -- with soap!\n\nMost viruses, including the coronavirus, are between 50-200 nanometers -- so they truly are nanoparticles. Nanoparticles have complex interactions with surfaces they are on; it's the same with viruses. Skin, steel, timber, fabric, paint and porcelain are very different surfaces.\n\nWhen a virus invades a cell, the RNA \"hijacks\" the cellular machinery like a computer virus and forces the cell to make fresh copies of its own RNA and the various proteins that make up the virus.\n\nThese new RNA and protein molecules self-assemble with lipids (readily present in the cell) to form new copies of the virus. That is, the virus does not photocopy itself; it makes copies of the building blocks, which then self-assemble into new viruses.\n\nAll those new viruses eventually overwhelm the cell, and it dies or explodes, releasing viruses that then go on to infect more cells. In the lungs, viruses end up in the airways and mucous membranes.\n\nWhen you cough, or especially when you sneeze, tiny droplets from the airways can fly up to 30 feet. The larger ones are thought to be main coronavirus carriers, and they can go at least 7 feet. So, cover your coughs and sneezes!\n\nSkin is an ideal surface for viruses\n\nThese tiny droplets end up on surfaces and dry out quickly. But the viruses are still active. What happens next is all about supramolecular chemistry and how self-assembled nanoparticles (like the viruses) interact with their environment.\n\nNow it is time to introduce a powerful supramolecular chemistry concept that effectively says: Similar molecules appear to interact more strongly with each other than dissimilar ones. Wood, fabric and skin interact fairly strongly with viruses.\n\nContrast this with steel, porcelain and at least some plastics, such as Teflon. The surface structure also matters. The flatter the surface, the less the virus will \"stick\" to the surface. Rougher surfaces can actually pull the virus apart.\n\nSo why are surfaces different? The virus is held together by a combination of hydrogen bonds (like those in water) and hydrophilic, or \"fat-like,\" interactions. The surface of fibers or wood, for instance, can form a lot of hydrogen bonds with the virus.\n\nIn contrast, steel, porcelain or Teflon do not form much of a hydrogen bond with the virus. So the virus is not strongly bound to those surfaces and is quite stable.\n\nFor how long does the virus stay active? It depends. The novel coronavirus is thought to stay active on favorable surfaces for hours, possibly a day. What makes the virus less stable? Moisture (\"dissolves\"), sunlight (UV light) and heat (molecular motions).\n\nThe skin is an ideal surface for a virus. It is organic, of course, and the proteins and fatty acids in the dead cells on the surface interact with the virus through both hydrogen bonds and the \"fat-like\" hydrophilic interactions.\n\nSo when you touch a steel surface with a virus particle on it, it will stick to your skin and, hence, get transferred on to your hands. But you are not (yet) infected. If you touch your face, though, the virus can get transferred.\n\nAnd now the virus is dangerously close to the airways and the mucus-type membranes in and around your mouth and eyes. So the virus can get in and -- voila! -- you are infected. That is, unless your immune system kills the virus.\n\nIf the virus is on your hands, you can pass it on by shaking someone's else hand. Kisses, well, that's pretty obvious. It goes without saying that if someone sneezes in your face, you're stuck.\n\nSo how often do you touch your face? It turns out most people touch the face once every two to five minutes. So you're at high risk once the virus gets on your hands, unless you wash off the active virus.\n\nSo let's try washing it off with plain water. It might just work. But water \"only\" competes with the strong \"glue-like\" interactions between the skin and virus via hydrogen bonds. The virus is sticky and may not budge. Water isn't enough.\n\nSoap dissolves a virus' structure\n\nSoapy water is totally different. Soap contains fat-like substances known as amphiphiles, some structurally similar to the lipids in the virus membrane. The soap molecules \"compete\" with the lipids in the virus membrane. That is more or less how soap also removes normal dirt of the skin (see graphic at the top of this article).\n\nThe soap molecules also compete with a lot other non-covalent bonds that help the proteins, RNA and the lipids to stick together. The soap is effectively \"dissolving\" the glue that holds the virus together. Add to that all the water.\n\nThe soap also outcompetes the interactions between the virus and the skin surface. Soon the virus gets detached and falls apart like a house of cards due to the combined action of the soap and water. Boom, the virus is gone!\n\nThe skin is rough and wrinkly, which is why you need a fair amount of rubbing and soaking to ensure the soap reaches every nook and cranny on the skin surface that could be hiding active viruses.\n\nAlcohol-based products include all \"disinfectants\" and \"antibacterial\" products that contain a high share of alcohol solution, typically 60%-80% ethanol, sometimes with a bit of isopropanol, water and a bit of soap.\n\nEthanol and other types of alcohol do not only readily form hydrogen bonds with the virus material but, as a solvent, are more lipophilic than water. Hence, alcohol does dissolve the lipid membrane and disrupt other supramolecular interactions in the virus.\n\nHowever, you need a fairly high concentration (maybe 60%-plus) of the alcohol to get a rapid dissolution of the virus. Vodka or whiskey (usually 40% ethanol) won't dissolve the virus as quickly. Overall, alcohol is not as good as soap at this task.\n\nNearly all antibacterial products contain alcohol and some soap, and that does help kill viruses. But some also include \"active\" bacterial killing agents, such as triclosan. Those, however, do basically nothing to the virus.\n\nAlcohol works -- to a degree\n\nTo sum up, viruses are almost like grease-nanoparticles. They can stay active for many hours on surfaces and then get picked up by touch. Then they get to our face and infect us because most of us touch our face frequently.\n\nWater is not effective alone in washing the virus off our hands. Alcohol-based products work better. But nothing beats soap -- the virus detaches from the skin and falls apart readily in soapy water.\n\nSupramolecular chemistry and nanoscience tell us not only a lot about how the virus self-assembles into a functional, active menace, but also how we can beat viruses with something as simple as soap.\n\nis a professor at the School of Chemistry at the University of New South Wales, Sydney. Follow him on and .", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "palli_thordarson@marketwatch.com", "name": "Palli Thordarson", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Supramolecular_chemistry", "type": "wiki", "score": 5, "label": {"eng": "Supramolecular chemistry"}}, {"uri": "http://en.wikipedia.org/wiki/Hydrogen_bond", "type": "wiki", "score": 5, "label": {"eng": "Hydrogen bond"}}, {"uri": "http://en.wikipedia.org/wiki/Protein–protein_interaction", "type": "wiki", "score": 5, "label": {"eng": "Protein–protein interaction"}}, {"uri": "http://en.wikipedia.org/wiki/Lipid", "type": "wiki", "score": 5, "label": {"eng": "Lipid"}}, {"uri": "http://en.wikipedia.org/wiki/Nanoparticle", "type": "wiki", "score": 5, "label": {"eng": "Nanoparticle"}}, {"uri": "http://en.wikipedia.org/wiki/Soap", "type": "wiki", "score": 5, "label": {"eng": "Soap"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Self-assembly", "type": "wiki", "score": 5, "label": {"eng": "Self-assembly"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 5, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/Antibiotic", "type": "wiki", "score": 5, "label": {"eng": "Antibiotic"}}, {"uri": "http://en.wikipedia.org/wiki/Skin", "type": "wiki", "score": 5, "label": {"eng": "Skin"}}, {"uri": "http://en.wikipedia.org/wiki/RNA", "type": "wiki", "score": 5, "label": {"eng": "RNA"}}, {"uri": "http://en.wikipedia.org/wiki/Steel", "type": "wiki", "score": 5, "label": {"eng": "Steel"}}, {"uri": "http://en.wikipedia.org/wiki/Protein", "type": "wiki", "score": 5, "label": {"eng": "Protein"}}, {"uri": "http://en.wikipedia.org/wiki/Ethanol", "type": "wiki", "score": 5, "label": {"eng": "Ethanol"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 4, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/Nanotechnology", "type": "wiki", "score": 4, "label": {"eng": "Nanotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Cell_membrane", "type": "wiki", "score": 4, "label": {"eng": "Cell membrane"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 4, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_New_South_Wales", "type": "org", "score": 1, "label": {"eng": "University of New South Wales"}}, {"uri": "http://en.wikipedia.org/wiki/Sydney", "type": "loc", "score": 1, "label": {"eng": "Sydney"}, "location": {"type": "place", "label": {"eng": "Sydney"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}], "categories": [{"uri": "news/Technology", "label": "news/Technology", "wgt": 71}, {"uri": "dmoz/Shopping/Health/Beauty", "label": "dmoz/Shopping/Health/Beauty", "wgt": 21}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 32}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 48}, {"uri": "dmoz/Arts/Crafts/Soaps", "label": "dmoz/Arts/Crafts/Soaps", "wgt": 25}, {"uri": "dmoz/Shopping/Crafts/Toiletries", "label": "dmoz/Shopping/Crafts/Toiletries", "wgt": 26}], "image": "https://s.marketwatch.com/public/resources/images/MW-HZ315_hand_w_ZG_20200130101932.jpg", "eventUri": null, "location": null, "shares": {"facebook": 38896, "pinterest": 3}, "sentiment": 0.04313725490196085, "wgt": 38899, "relevance": 101}, {"uri": "1472820433", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "01:51:00", "dateTime": "2020-03-06T01:51:00Z", "dateTimePub": "2020-03-06T01:51:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/cnbcs-rick-santelli-suggests-giving-everyone-coronavirus-to-spare-the-economy-2020-03-05", "title": "CNBC's Rick Santelli suggests giving everyone coronavirus to spare the economy", "body": "Chicago markets correspondent concedes Friday that his Thursday remark was insensitive and inappropriate\n\nEveryone in America should be given the coronavirus so the economic impact of the outbreak can be lessened, CNBC on-air editor Rick Santelli suggested Thursday.\n\nBut what he left unsaid was that such an approach could result in more than 11 million Americans dead.\n\n\" 'I'm not a doctor ... but maybe we'd be just better off if we gave it to everybody.' \"\n\n-- Rick Santelli\n\nSantelli, who is widely credited with helping spark the so-called tea party movement in 2009, made the attention-grabbing COVID-19 comments in a conversation with \"The Exchange\" anchor Kelly Evans, who asked the what the catalyst had been for the recent chaos on Wall Street.\n\n\"The catalyst? Just watch your local news. There's your catalyst,\" Santelli said, according to a transcript.\n\n\"True,\" said Evans.\n\nSantelli continued: \"Of course, people are getting nervous. And listen, I'm not a doctor. I'm not a doctor. All I know is, think about how the world would be if you tried to quarantine everybody because of the generic-type flu. Now I'm not saying this is the generic-type flu. But maybe we'd be just better off if we gave it to everybody, and then in a month it would be over because the mortality rate of this probably isn't going to be any different if we did it that way than the long-term picture, but the difference is we're wreaking havoc on global and domestic economies.\"\n\nOf course, infecting the entire population at once would overwhelm hospitals and doom those who could have been saved by a future vaccine, or never caught the coronavirus-borne disease at all.\n\nCNBC did not immediately respond when asked to comment on Santelli's remarks late Thursday.\n\nWorld Health Organization Director-General Tedros Adhanom said Tuesday that , compared with the seasonal flu's mortality rate of far below 1%.\n\nAt that rate, if all were infected at once, as Santelli suggested, the death toll would top 11 million. , which a February New England Journal of Medicine study suggested, based on cases in China, would result in 4.6 million deaths if every American was infected. (One leading epidemiology professor has suggested will catch it this year, though most will have a mild reaction.)\n\nKey Words:\n\nTo put that in perspective, have died from the seasonal flu this year. And the 1918 flu pandemic, in which at least 50 million people died worldwide, .\n\nResponse on social media was quick and unsparing, with some calling for Santelli to be fired for saying something so irresponsible:\n\nBy Friday morning, Santelli had of the Comcast-owned CMCSA, -2.04% news channel. His Thursday remarks, he said, had been \"stupid,\" \"insensitive\" and \"not appropriate in this instance.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "mike_murphy@marketwatch.com", "name": "Mike Murphy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Rick_Santelli", "type": "person", "score": 5, "label": {"eng": "Rick Santelli"}}, {"uri": "http://en.wikipedia.org/wiki/CNBC", "type": "org", "score": 5, "label": {"eng": "CNBC"}}, {"uri": "http://en.wikipedia.org/wiki/Kelly_Evans", "type": "person", "score": 4, "label": {"eng": "Kelly Evans"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Tea_Party_movement", "type": "org", "score": 3, "label": {"eng": "Tea Party movement"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "wiki", "score": 3, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Flu_season", "type": "wiki", "score": 2, "label": {"eng": "Flu season"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_England_Journal_of_Medicine", "type": "wiki", "score": 2, "label": {"eng": "The New England Journal of Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 2, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 1, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 1, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 10}, {"uri": "news/Health", "label": "news/Health", "wgt": 84}, {"uri": "dmoz/Health/Public_Health_and_Safety/Epidemiology", "label": "dmoz/Health/Public Health and Safety/Epidemiology", "wgt": 12}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 12}, {"uri": "dmoz/Health/Child_Health/Conditions_and_Diseases", "label": "dmoz/Health/Child Health/Conditions and Diseases", "wgt": 10}, {"uri": "dmoz/Society/Future/Essays", "label": "dmoz/Society/Future/Essays", "wgt": 10}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB609_santel_ZG_20200305203010.jpg", "eventUri": null, "location": null, "shares": {"facebook": 3333}, "sentiment": 0.0117647058823529, "wgt": 3333, "relevance": 76}, {"uri": "1475924523", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "20:34:00", "dateTime": "2020-03-08T20:34:00Z", "dateTimePub": "2020-03-08T20:34:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/white-house-reportedly-overruled-health-officials-who-wanted-to-advise-seniors-not-to-fly-due-to-coronavirus-risk-2020-03-08", "title": "White House reportedly overruled health officials who wanted to advise seniors not to fly due to coronavirus risk", "body": "NEW YORK -- The White House overruled health officials who wanted to recommend that elderly and physically fragile Americans be advised not to fly on commercial airlines because of the new coronavirus, a federal official told The Associated Press.\n\nThe Centers for Disease Control and Prevention submitted the plan as a way of trying to control the virus, but White House officials ordered the air travel recommendation be removed, said the official who had direct knowledge of the plan. Trump administration officials have since suggested certain people should consider not traveling, but have stopped short of the stronger guidance sought by the CDC.\n\nThe person who spoke to the AP on condition of anonymity did not have authorization to talk about the matter. The person did not have direct knowledge about why the decision to kill the language was made or who made the call.\n\nAdministration officials disputed the person's account. In a tweet, the press secretary for Vice President Mike Pence, Katie Miller, said that \"it was never a recommendation to the Task Force\" and called the AP story \"complete fiction.\" On Sunday, Dr. Anthony Fauci -- the head of infectious diseases at the National Institutes of Health and a member of the White House Coronavirus Task Force -- said \"no one overruled anybody.\"\n\nOn Friday, the CDC quietly updated its website to tell older adults and people with severe medical conditions such as heart, lung or kidney disease to \"stay home as much as possible\" and avoid crowds. It urges those people to \"take actions to reduce your risk of exposure,\" but it doesn't specifically address flying.\n\nPence, speaking Saturday after meeting with cruise ship industry leaders in Florida, targeted his travel advice to a narrower group: older people with serious health problems.\n\n\"If you're a senior citizen with a serious underlying health condition, this would be a good time to practice common sense and to avoid activities including traveling on a cruise line,\" Pence said, adding they were looking to cruise line officials for action, guidance and flexibility with those passengers.\n\nHealth and Human Services Secretary Alex Azar suggested older Americans and those with health problems should avoid crowds \"especially in poorly ventilated spaces.\"\n\nSpeaking on \"Fox News Sunday,\" Fauci said people with underlying conditions -- particularly those who are elderly -- should take steps to distance themselves from the risk of infection, including avoiding crowds and long plane trips \"and above all don't get on a cruise ship,\" he said.\n\n\"No one has told us not to say that,\" he added.\n\nFor most people, the flu-like viral illness causes only mild or moderate symptoms, such as fever and cough. But -- like the flu -- it can cause pneumonia and be much more lethal to people made frail by old age and by conditions that make it harder for their bodies to fight infections.\n\nDr. Peter Hotez, dean of tropical medicine at Baylor College of Medicine, last week warned U.S. lawmakers against minimizing the viruses risk for vulnerable people. During a Congressional hearing, he said the coronavirus \"is like the angel of death for older individuals.\"\n\nSome experts said they've been hoping for clearer and louder guidance from the government, to prod vulnerable people to take every possible step to avoid settings where they might more easily become infected.\n\n\"The clear message to people who fit into those categories is; 'You ought to become a semi-hermit. You've got to really get serious in your personal life about social distancing, and in particular avoiding crowds of any kind,'\" said Dr. William Schaffner, a Vanderbilt University expert on infectious diseases.\n\nThat can include not only avoiding essential commercial travel but also large church services and crowded restaurants, he added.\n\nDr. Tom Frieden, a former CDC director, said whether to recommend the frail and elderly avoid air travel is \"a difficult question,\" but clearly this is a time when such conversations should be taking place.\n\n\"At this point the risk in the U.S. remains low, but we are seeing it spread rapidly. We are going from the calm before the storm to the beginning of the storm,\" said Frieden, who now heads Resolve to Save Lives, an organization promoting global public health.\n\nThe new virus is a member of the coronavirus family that can cause colds or more serious illnesses such as SARS and MERS. Health officials think it spreads mainly from droplets when an infected person coughs or sneezes, similar to how the flu spreads.\n\nThe virus first emerged late last year in mainland China, but this year has increasingly been spreading around the world. More than 100,000 illnesses have been reported globally, in more than 90 countries and territories. the count includes more than 3,500 deaths.\n\nFor weeks, cases in the U.S. remained very low, but the count has been accelerating in the last several days.\n\nPresident Donald Trump visited the CDC in Atlanta on Friday, where he defended his administration's handling of the outbreak and tried to reassure Americans that the government had the virus under control. But Trump also detoured from that message, calling Washington state's governor a \"snake\" and saying he'd prefer that people exposed to the virus on a cruise ship be left aboard so they wouldn't be added to the nation's tally.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "associated_press@marketwatch.com", "name": "Associated Press", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 5, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 5, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Anthony_S._Fauci", "type": "person", "score": 4, "label": {"eng": "Anthony S. Fauci"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Alex_Azar", "type": "person", "score": 3, "label": {"eng": "Alex Azar"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Secretary_of_Health_and_Human_Services", "type": "wiki", "score": 3, "label": {"eng": "United States Secretary of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News_Sunday", "type": "wiki", "score": 3, "label": {"eng": "Fox News Sunday"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "loc", "score": 3, "label": {"eng": "National Institutes of Health"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Old_age", "type": "wiki", "score": 3, "label": {"eng": "Old age"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 3, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/White_House_Press_Secretary", "type": "wiki", "score": 3, "label": {"eng": "White House Press Secretary"}}, {"uri": "http://en.wikipedia.org/wiki/Lung", "type": "wiki", "score": 3, "label": {"eng": "Lung"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Kidney_disease", "type": "wiki", "score": 3, "label": {"eng": "Kidney disease"}}, {"uri": "http://en.wikipedia.org/wiki/Disease", "type": "wiki", "score": 3, "label": {"eng": "Disease"}}, {"uri": "http://en.wikipedia.org/wiki/Florida", "type": "loc", "score": 3, "label": {"eng": "Florida"}, "location": {"type": "place", "label": {"eng": "Florida"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Peter_Hotez", "type": "person", "score": 2, "label": {"eng": "Peter Hotez"}}, {"uri": "http://en.wikipedia.org/wiki/Tom_Frieden", "type": "person", "score": 2, "label": {"eng": "Tom Frieden"}}, {"uri": "http://en.wikipedia.org/wiki/Tropical_medicine", "type": "wiki", "score": 2, "label": {"eng": "Tropical medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Baylor_College_of_Medicine", "type": "loc", "score": 2, "label": {"eng": "Baylor College of Medicine"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 2, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Vanderbilt_University", "type": "loc", "score": 2, "label": {"eng": "Vanderbilt University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Dean_(education)", "type": "wiki", "score": 2, "label": {"eng": "Dean (education)"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 2, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 2, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Common_cold", "type": "wiki", "score": 2, "label": {"eng": "Common cold"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 2, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 2, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 1, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 1, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 1, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Atlanta", "type": "loc", "score": 1, "label": {"eng": "Atlanta, Georgia"}, "location": {"type": "place", "label": {"eng": "Atlanta, Georgia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 93}, {"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 19}, {"uri": "dmoz/Health/Conditions_and_Diseases", "label": "dmoz/Health/Conditions and Diseases", "wgt": 19}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 19}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 24}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 18}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB771_pence0_ZG_20200308162935.jpg", "eventUri": null, "location": null, "shares": {"facebook": 2256}, "sentiment": -0.1294117647058823, "wgt": 2256, "relevance": 101}, {"uri": "1469511698", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "16:23:00", "dateTime": "2020-03-03T16:23:00Z", "dateTimePub": "2020-03-03T16:21:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/heres-what-the-feds-surprise-interest-rate-cut-means-for-mortgage-rates-2020-03-03", "title": "Here's what the Fed's surprise interest rate cut means for mortgage rates", "body": "In recent weeks, mortgage rates have dropped to three-year lows in response to global concerns regarding the coronavirus outbreak\n\nThe Federal Reserve just cut its benchmark interest rate -- but don't expect lower mortgage rates as a result.\n\nThe Fed to lower the federal funds rate by a half-point to a range of 1% to 1.25% in between its regularly scheduled meetings. The central bank noted that the move was in response to the \"evolving risks\" the COVID-19 coronavirus outbreak\n\nThe novel coronavirus first emerged around Wuhan, China, late last year. As of Tuesday, and 3,118 deaths worldwide. At least 105 people had contracted the virus in the U.S. as of Tuesday.\n\n\"The Fed is catching up,\" said Holden Lewis, mortgage and real estate expert at NerdWallet. \"Mortgages respond to market forces and not to the Fed. The Fed is actually following and not leading when it comes to mortgage rates.\"\n\nAlso see:\n\nMortgage rates to the lowest average since 2016 as a result of market movements in response to the coronavirus. While the Federal Reserve adjusts short-term interest rates, mortgage rates fluctuate based on long-term bond rates.\n\nIn particular, mortgage rates in the U.S. roughly track the direction of the yield on the 10-year Treasury note TMUBMUSD10Y, -10.48%. The 10-year Treasury had fallen to all-time lows in recent weeks as investors fled to the safety of bond markets amid the downturn in equity markets. To that extent, the Fed was responding to the bond market's recent movements with its decision to cut rates Tuesday, economists said.\n\n\"We'll probably see the 10-year Treasury move lower ahead of any other future Fed moves,\" said Tendayi Kapfidze, chief economist at LendingTree TREE, -4.54% .\n\nContinued downward movement in the 10-year Treasury would normally signal downward movement in mortgage rates. Where they stand now, Treasury yields suggest that mortgage rates still have some room to move lower, said Rick Sharga, a mortgage industry veteran and president and CEO of CJ Patrick Company, a financial-services consulting firm. \"I wouldn't be surprised to see 30-year loans with 3.0% rates before things settle back down,\" Sharga said.\n\nBut another question is emerging in the current low rate environment: Will lenders let mortgage rates go lower?\n\n'A big question now becomes what kind of capacity lenders have.' -- Tendayi Kapfidze, chief economist at LendingTree\n\n\"A big question now becomes what kind of capacity lenders have,\" Kapfidze said. \"If you don't have enough people to process the volume you're getting in, you're not going to lower rates to attract more volume.\"\n\nDon't miss:\n\nCurrent low rates have already caused a boom in refinance activity. And demand among home-buyers remains elevated, in spite of the short supply of homes for sale. As a result, lenders don't need to give Americans much more incentive to apply for new home loans.\n\nThose in the refinance market would be smart to lock in rates now, Kapfidze said. \"Most lenders will let you relock at the lower rate\" when you close the loan, he said.\n\nOne exception to the mortgage rates trend could be home equity lines of credit, or HELOCs. These are adjustable-rate loans based on the prime rate. As such, they are set to see a drop in interest rates, since the prime rate does closely follow the Fed's benchmark federal funds rate.\n\n\"HELOCs have been slowly falling in popularity, and over time the amount of HELOC debt has been gradually falling as people pay down their debts and fewer people take up the slack by borrowing them,\" Lewis said. \"This seems time for that trend to possibly reverse. The rates on HELOCs are going to be so tempting, especially for people who want to fix up their homes.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_loan", "type": "wiki", "score": 5, "label": {"eng": "Mortgage loan"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 5, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_market", "type": "wiki", "score": 4, "label": {"eng": "Bond market"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 4, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 4, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/LendingTree", "type": "org", "score": 3, "label": {"eng": "LendingTree"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_funds_rate", "type": "wiki", "score": 3, "label": {"eng": "Federal funds rate"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 3, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 3, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Market_(economics)", "type": "wiki", "score": 3, "label": {"eng": "Market (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Real_estate", "type": "wiki", "score": 3, "label": {"eng": "Real estate"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Refinancing", "type": "wiki", "score": 2, "label": {"eng": "Refinancing"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_rate", "type": "wiki", "score": 2, "label": {"eng": "Prime rate"}}, {"uri": "http://en.wikipedia.org/wiki/Home_equity_line_of_credit", "type": "wiki", "score": 2, "label": {"eng": "Home equity line of credit"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_services", "type": "wiki", "score": 2, "label": {"eng": "Financial services"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 95}, {"uri": "dmoz/Recreation/Picture_Ratings", "label": "dmoz/Recreation/Picture Ratings", "wgt": 42}, {"uri": "dmoz/Recreation/Picture_Ratings/Parodies", "label": "dmoz/Recreation/Picture Ratings/Parodies", "wgt": 36}, {"uri": "dmoz/Recreation/Picture_Ratings/Animals", "label": "dmoz/Recreation/Picture Ratings/Animals", "wgt": 32}, {"uri": "dmoz/Business/Financial_Services/Mortgages", "label": "dmoz/Business/Financial Services/Mortgages", "wgt": 39}, {"uri": "dmoz/Recreation/Picture_Ratings/Automobiles", "label": "dmoz/Recreation/Picture Ratings/Automobiles", "wgt": 28}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-GH133_aerial_ZG_20180410163250.jpg", "eventUri": null, "location": null, "shares": {"facebook": 2190}, "sentiment": 0.01960784313725483, "wgt": 2190, "relevance": 101}, {"uri": "1472277128", "lang": "eng", "isDuplicate": false, "date": "2020-03-05", "time": "15:58:00", "dateTime": "2020-03-05T15:58:00Z", "dateTimePub": "2020-03-05T15:57:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/mortgage-rates-fall-to-all-time-low-amid-coronavirus-concerns-heres-why-americans-may-not-take-advantage-of-them-2020-03-05", "title": "Mortgage rates fall to all-time low amid coronavirus concerns  --  here's why you should think twice about waiting to refinance", "body": "Mortgage rates in the United States have fallen to the lowest level ever on the heels of concerns stemming from the coronavirus outbreak.\n\nThe 30-year fixed-rate mortgage dropped to 3.29% during the week ending March 5, a major decrease of 16 basis points , Freddie Mac FMCC, -3.29% reported this week.\n\nPreviously, the 30-year fixed-rate mortgage hit an all-time low back in November 2012 in the wake of the recession, when the average rate fell to 3.31%.\n\nThe 15-year fixed-rate mortgage also fell 16 basis points to 2.79%, according to Freddie Mac. The 5/1 adjustable-rate mortgage dropped only two basis points to an average of 3.18%.\n\nThe decline in rates presents a major windfall for millions of homeowners across the country, who stand to save thousands of dollars in interest by refinancing. Furthermore, an estimated 44.7 million homeowners have $6.2 trillion in home equity that they could access through a cash-out refinance, , and now they have the chance to access that cash at a lower interest rate.\n\n\" The 30-year fixed-rate mortgage dropped to an all-time low of 3.29% during the week ending March 5. \"\n\nMortgage rates have fallen throughout 2020 thus far, mainly in response to concerns related to the economic impact of the COVID-19 outbreak that began in China and has spread around the world. \"Much remains unknown with this virus and its potential impact on human life and economic activity,\" said Zillow ZG, -4.21% economist Matthew Speakman. \"COVID-19 is here, and it will continue to be the main driver of mortgage rate movements in the coming weeks.\"\n\nGenerally, mortgage rates track the yield on the 10-year Treasury TMUBMUSD10Y, 0.767% , which dropped below 1% for the first time ever this week after the Federal Reserve announced it was cutting its benchmark interest rate in reaction to the potential economic impact the illness outbreak will have.\n\nRead more:\n\nWhile interest rates on home loans had followed Treasurys downward in recent weeks, the spread between the two had widened to an extent. Lenders have been hesitant to trim rates at such a fast clip for many reasons, economists said. For starters, they need to maintain their margins and don't want to cut into their profits too much by reducing rates.\n\n\" 'They don't know how persistent these rates will be.' \"\n\n-- Tendayi Kapfidze, chief economist at LendingTree, on why lenders have held off from cutting interest rates more\n\nThe decline in rates has stoked another refinancing boom, said Sam Khater, chief economist at Freddie Mac. \"Mortgage applications increased 10% last week from one year ago and show no signs of slowing down,\" Khater said in the report.\n\nThose who are considering refinancing shouldn't wait on the sidelines, since it's not guaranteed mortgage rates will drop much further than where they are now. Many lenders have hit their capacity in terms of how many loans they can process. While lenders have boosted hiring in response to this increased demand, they are worried about being caught flat-footed with excess staff when rates eventually move back up. \"They don't know how persistent these rates will be,\" said Tendayi Kapfidze, chief economist at LendingTree TREE, +3.82% .\n\nAn emerging risk that those looking to refinance may want to consider is the possibility of government orders to shelter in place amid the coronavirus outbreak. \"Are they actually going to be able to get people to their loan processing centers?\" Kapfidze said. \"Some of the work can be done remotely. But that might actually create friction in the system.\"\n\nHome buyers may be hard pressed to take advantage of low rates\n\nAs low rates have been a boon to those looking to refinance, it has also greased the wheels for would-be home buyers. Mortgage application data has shown that a growing number of Americans have been applying for loans to finance the purchase of a new home, a positive sign for the spring home-buying season.\n\nRead more:\n\nThere's one problem though, according to economists. \"In order to take advantage of low mortgage rates, buyers will need homes to buy,\" said Danielle Hale, chief economist at Realtor.com.\n\n(Realtor.com is operated by News Corp NWSA, -0.45% subsidiary Move Inc., and MarketWatch is a unit of Dow Jones, which is also a a subsidiary of News Corp.)\n\nIn recent months, the inventory of homes for sale has an hit all-time low amid the high demand from buyers. The low inventory is largely the result of depressed home construction activity in the wake of the recession, which did not keep pace with household formation across the country. Many single-family homes were also purchased by investors during the bust years and converted into rentals, further constricting supply.\n\nWhile home-building activity has ramped up since last summer, it is not occurring as such a pace that it could meet the demand in the market.\n\nAlso see:\n\nOn the margins, the drop in rates could help push some people to sell their homes. Researchers have debated ,\" meaning that the interest rate on their home loan was so low that it proved a deterrent from selling their home and buying a new one.\n\n\" 'If we see significant weakening in the broader economy, including weakening of the job market, it is hard to envision a scenario where the housing market can remain above that fray.' \"\n\n-- Mark Hamrick, senior economic analyst at Bankrate\n\n\"These sorts of decisions tend to be shaped by factors more reflective of major events in individuals' lives such as decisions to retire, have children, down-size, etc.,\" said Mark Hamrick, senior economic analyst at Bankrate. \"It is a lot different than opting to pick up a pack of chewing gum at the last minute at the checkout counter of the grocery store.\"\n\nAnother factor that could prevent Americans from taking advantage of low rates is the overall health of the economy. If that takes a dive because of the coronavirus outbreak, then many buyers might get cold feet despite the potential savings they would be leaving on the table, Hamrick said.\n\n\"There's no avoiding the fact that a home purchase is the most significant purchase individuals will make in their lifetimes,\" he said. \"That process can be fraught with nervousness under the best of times. If we see significant weakening in the broader economy, including weakening of the job market, it is hard to envision a scenario where the housing market can remain above that fray.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Fixed-rate_mortgage", "type": "wiki", "score": 5, "label": {"eng": "Fixed-rate mortgage"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_economist", "type": "wiki", "score": 5, "label": {"eng": "Chief economist"}}, {"uri": "http://en.wikipedia.org/wiki/Basis_point", "type": "wiki", "score": 5, "label": {"eng": "Basis point"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 5, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Mortgage_loan", "type": "wiki", "score": 5, "label": {"eng": "Mortgage loan"}}, {"uri": "http://en.wikipedia.org/wiki/Freddie_Mac", "type": "org", "score": 5, "label": {"eng": "Freddie Mac"}}, {"uri": "http://en.wikipedia.org/wiki/Refinancing", "type": "wiki", "score": 4, "label": {"eng": "Refinancing"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/News_Corp_(2013–present)", "type": "org", "score": 3, "label": {"eng": "News Corp (2013–present)"}}, {"uri": "http://en.wikipedia.org/wiki/Adjustable-rate_mortgage", "type": "wiki", "score": 3, "label": {"eng": "Adjustable-rate mortgage"}}, {"uri": "http://en.wikipedia.org/wiki/LendingTree", "type": "org", "score": 3, "label": {"eng": "LendingTree"}}, {"uri": "http://en.wikipedia.org/wiki/Realtor.com", "type": "wiki", "score": 3, "label": {"eng": "Realtor.com"}}, {"uri": "http://en.wikipedia.org/wiki/Zillow", "type": "org", "score": 3, "label": {"eng": "Zillow"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 3, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidiary", "type": "wiki", "score": 3, "label": {"eng": "Subsidiary"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 3, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Move_(company)", "type": "org", "score": 2, "label": {"eng": "Move (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Bankrate", "type": "wiki", "score": 2, "label": {"eng": "Bankrate"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 2, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_&_Company", "type": "org", "score": 2, "label": {"eng": "Dow Jones & Company"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_analyst", "type": "wiki", "score": 2, "label": {"eng": "Financial analyst"}}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 2, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/Real_estate_economics", "type": "wiki", "score": 1, "label": {"eng": "Real estate economics"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Recreation/Picture_Ratings", "label": "dmoz/Recreation/Picture Ratings", "wgt": 32}, {"uri": "dmoz/Recreation/Picture_Ratings/Parodies", "label": "dmoz/Recreation/Picture Ratings/Parodies", "wgt": 27}, {"uri": "dmoz/Recreation/Picture_Ratings/Animals", "label": "dmoz/Recreation/Picture Ratings/Animals", "wgt": 25}, {"uri": "dmoz/Business/Financial_Services/Mortgages", "label": "dmoz/Business/Financial Services/Mortgages", "wgt": 34}, {"uri": "dmoz/Recreation/Picture_Ratings/Automobiles", "label": "dmoz/Recreation/Picture Ratings/Automobiles", "wgt": 21}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB542_aerial_ZG_20200305104307.jpg", "eventUri": null, "location": null, "shares": {"facebook": 2004}, "sentiment": -0.1372549019607843, "wgt": 2004, "relevance": 76}, {"uri": "1473869785", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "19:44:00", "dateTime": "2020-03-06T19:44:00Z", "dateTimePub": "2020-03-06T19:44:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/should-i-cancel-my-flight-will-recirculated-air-on-a-plane-spread-coronavirus-heres-what-you-need-to-know-before-traveling-2020-03-06", "title": "Should I cancel my flight? Will recirculated air on a plane spread coronavirus? Here's what you need to know before traveling", "body": "Travelers mull over plans in light of COVID-19: 'My trip is not as important as someone else's health'\n\nJudi LiVigni was supposed to fly from New York to San Diego last week to visit her brother, who she usually sees only once a year. But the day of her flight, she chose to cancel her trip because of concerns regarding the coronavirus outbreak. LiVigni, a 51-year-old registered dietician who lives on Long Island, had planned a quick weekend getaway, but doubts were swirling in her mind as new cases of COVID-19 were being confirmed on the West Coast.\n\nBefore her flight, she headed to a pharmacy to pick up hand sanitizer and disinfecting wipes for her trip. She decided to ask the pharmacist for advice as to whether or not she should travel. \"She tells me that she cancelled her upcoming flight, that's all I needed to hear,\" LiVigni said. \"I decided I did not want to be strapped into a seat for six hours next to a potentially infected human.\"\n\nDon't miss:\n\nWorldwide, there were 105,820 COVID-19 cases and at least 3,558 deaths as of Saturday evening; 58,354 people worldwide have recovered, according to data published by the Johns Hopkins Whiting School of Engineering's Center for Systems Science and Engineering. While the number of new cases in China continues to drop off, growing infection clusters in Iran, Italy and South Korea remain. In the U.S., 19 people have died, health authorities said, and there are approximately 401 confirmed cases, Johns Hopkins added.\n\nSome 72% of people have become more concerned about traveling during the coronavirus outbreak, according to a survey conducted in late February by travel website Big 7 Travel. The International Air Transport Association has estimated that the global airline industry could record a $113 billion loss from coronavirus-related disruptions and cancellations.\n\nWhat about all that circulated air on airplanes?\n\nTraveling by plane doesn't necessarily increase the risk of contracting a communicable disease more than another kind of mass transit, according to the World Health Organization, as ventilation systems on aircraft use filters to trap bacteria and viruses before air is recirculated.\n\n\"Ventilation rates provide a total change of air 20 to 30 times per hour. Most modern aircraft have recirculation systems, which recycle up to 50% of cabin air. The recirculated air is usually passed through HEPA (high-efficiency particulate air) filters, of the type used in hospital operating theatres and intensive care units, which trap dust particles, bacteria, fungi and viruses.\"\n\n\" Airplane air is usually recirculated through the kind of filters used in ICUs. \"\n\n\"Transmission of infection may occur between passengers who are seated in the same area of an aircraft, usually as a result of the infected individual coughing or sneezing or by touch,\" WHO noted on its website. \"This is no different from any other situation in which people are close to each other, such as on a train or bus or in a theatre.\"\n\nOthers say such filters are imperfect. \"HEPA filters are commonly thought to be impenetrable, but in fact they are only 99.97% efficient at collecting the most-penetrating particle,\" . \"While this is an impressive collection efficiency, HEPA filters may not provide adequate protection for all threats: viruses are submicron in size and have small minimum infections doses.\"\n\nTravelers should still disinfect where they are seated, wash their hands often, avoid touching their face and try to stay away from people who are coughing or sneezing, regardless of where or how they travel. Travel company AAA also recommends that people traveling abroad bring all necessary documentation including health-insurance cards, hand sanitizer and additional doses of medication.\n\nRead more:\n\nWhere are you traveling and how are you getting there?\n\nThe Centers for Disease Control and Prevention has advised that Americans avoid any non-essential travel to China, Iran, Italy and South Korea because of the large numbers of cases in those countries. Additionally, the CDC advised people traveling to Japan to take extra precautions to remain healthy.\n\nThe CDC has also suggested that all travelers reconsider any cruise trips to or within Asia as the outbreak continues. Despite these warnings about international travel, government officials have not put out any guidance advising people to avoid travel domestically.\n\nTraveling to a country where community spread of the novel coronavirus will put you at an elevated risk of contracting the virus. Additionally, health officials in the U.S. may require people returning from those countries to undergo extensive health screenings or self-quarantine for 14 days when they get back, as has been the case for people returning from certain parts of mainland China, including the Hubei province where the virus likely originated.\n\nAnother consideration: Do you have a layover in another country as part of your travel itinerary? Other countries have instituted their own bans on people entering their borders because of the outbreak, which could complicate travel arrangements. (Flying direct as an alternative, of course, can cost more money.)\n\n\" Do you have a layover in another country as part of your travel itinerary? \"\n\nIf you are feeling sick, you should obviously not travel. There is evidence of community spread in many parts of the U.S., meaning that people are contracting the virus even if they haven't knowingly come into contact with someone who contracted the virus overseas. Anyone with potential coronavirus symptoms, such as a fever, headache or cough, stay home to avoid potentially spreading the virus, health officials say.\n\nThe fatality rate among those who have coronavirus varies widely based on age and health. Currently, data regarding coronavirus deaths suggest that people over the age of 70 are more likely to have severe symptoms and/or die from the illness than younger people. Fatality rates are also higher for those with pre-existing conditions such as cardiovascular disease, diabetes, chronic respiratory disease, hypertension and cancer.\n\nNot all travelers are cancelling their trips outright. Some are rebooking for later dates or amending where they will go. Kelsey O'Brien, a 28-year-old social media manager and content creator in San Francisco, said she and her husband have changed where they will go for their honeymoon.\n\nThe couple married in late November and had decided to hold off on their honeymoon so they could save more money and spend more time planning the trip after their wedding. They had settled on a trip to Italy because of affordable airfares to Rome.\n\n\" Consumers shouldn't expect additional compensation for canceled trips \"\n\nThis week, the couple decided instead to go on a vacation to Hawaii to avoid the potential complications that could arise from traveling internationally, particularly to a country where there could be a larger outbreak of the virus.\n\nEven with the change of location, O'Brien said she has concerns about how risky it is to travel right now. \"It's been really hard as a consumer to understand is this a Level 10 emergency and I should cancel any plans and just stay here, or do I not need to cancel my plans at all,\" O'Brien said. \"I try to come at it from a place of compassion. My trip is not as important as someone else's health.\"\n\nWill you be able to get a refund for your flight?\n\nMany airlines, including United UAL, +0.98% , Delta DAL, +1.95% and JetBlue JBLU, +0.14%, have waived the fees typically associated with changing or cancelling one's flight because of the coronavirus outbreak. Generally, consumers will need to have booked directly with the carrier -- and not through a third-party website such as Expedia EXPE, +0.37% -- to take advantage of these policies.\n\nHowever, consumers shouldn't expect additional compensation for canceled trips -- or in instances where airlines cancel flights because of the outbreak. European law protects travelers on all flights out of the European Union and flights to the EU on EU-based airlines, allowing them to receive up to $700 in compensation per person for flights that are cancelled within 14 days of take-off or significantly delayed.\n\nBut the law includes a provision that exempts airlines from this requirement if the cancellation was outside of their control. \"In the case of coronavirus, since this is an extraordinary circumstance and airlines are canceling to protect safety, travelers cannot claim compensation, but do have the right to get a refund for their tickets,\" said Christian Nielsen, chief legal officer at AirHelp, an air-passenger advocacy organization.\n\nAlso see:\n\nWill you be covered by travel insurance?\n\nAlthough concerned travelers may be tempted to purchase a travel insurance policy because of the coronavirus right now, this coverage is unlikely to help them if their trip gets cancelled. \"Once an event becomes common knowledge, it also becomes excluded by travel insurance policies,\" according to travel insurance-comparison website Squaremouth. \"This is because insurance providers consider it to have a foreseeable impact on travel.\"\n\nTravelers can purchase \"cancel for any reason\" travel insurance policies, which would still provide coverage under these circumstances. But these policies must be purchased within 21 days of the first booking and generally cost 40% more than the typical insurance policy, Squaremouth added.\n\nBefore taking this step, travelers should check with their airline, hotel or tour operators to know whether these companies have been offering refunds or charging cancellation fees. If it's possible to cancel your booking at no charge for a full refund, travel insurance may not be worth the expense.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Dietitian", "type": "wiki", "score": 5, "label": {"eng": "Dietitian"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Ventilation_(architecture)", "type": "wiki", "score": 4, "label": {"eng": "Ventilation (architecture)"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 4, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/Sneeze", "type": "wiki", "score": 4, "label": {"eng": "Sneeze"}}, {"uri": "http://en.wikipedia.org/wiki/Flight", "type": "wiki", "score": 4, "label": {"eng": "Flight"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 4, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 4, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_unit", "type": "wiki", "score": 4, "label": {"eng": "Intensive care unit"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 4, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Bacteria", "type": "wiki", "score": 4, "label": {"eng": "Bacteria"}}, {"uri": "http://en.wikipedia.org/wiki/San_Diego", "type": "loc", "score": 4, "label": {"eng": "San Diego"}, "location": {"type": "place", "label": {"eng": "San Diego"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Long_Island", "type": "loc", "score": 4, "label": {"eng": "Long Island"}, "location": {"type": "place", "label": {"eng": "Long Island"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/HEPA", "type": "wiki", "score": 3, "label": {"eng": "HEPA"}}, {"uri": "http://en.wikipedia.org/wiki/International_Air_Transport_Association", "type": "org", "score": 3, "label": {"eng": "International Air Transport Association"}}, {"uri": "http://en.wikipedia.org/wiki/American_Automobile_Association", "type": "org", "score": 3, "label": {"eng": "American Automobile Association"}}, {"uri": "http://en.wikipedia.org/wiki/Fungus", "type": "wiki", "score": 3, "label": {"eng": "Fungus"}}, {"uri": "http://en.wikipedia.org/wiki/West_Coast_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "West Coast of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Recycling", "type": "wiki", "score": 3, "label": {"eng": "Recycling"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Public_transport", "type": "wiki", "score": 3, "label": {"eng": "Public transport"}}, {"uri": "http://en.wikipedia.org/wiki/Particulates", "type": "wiki", "score": 3, "label": {"eng": "Particulates"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Expedia", "type": "org", "score": 2, "label": {"eng": "Expedia"}}, {"uri": "http://en.wikipedia.org/wiki/Delta_Air_Lines", "type": "org", "score": 2, "label": {"eng": "Delta Air Lines"}}, {"uri": "http://en.wikipedia.org/wiki/JetBlue", "type": "org", "score": 2, "label": {"eng": "JetBlue"}}, {"uri": "http://en.wikipedia.org/wiki/Dallas_Cowboys", "type": "org", "score": 2, "label": {"eng": "Dallas Cowboys"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 2, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hawaii", "type": "loc", "score": 2, "label": {"eng": "Hawaii"}, "location": {"type": "place", "label": {"eng": "Hawaii"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco", "type": "loc", "score": 2, "label": {"eng": "San Francisco"}, "location": {"type": "place", "label": {"eng": "San Francisco"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Rome", "type": "loc", "score": 2, "label": {"eng": "Rome"}, "location": {"type": "place", "label": {"eng": "Rome"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 2, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 80}, {"uri": "dmoz/Recreation/Travel", "label": "dmoz/Recreation/Travel", "wgt": 31}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 37}, {"uri": "dmoz/Recreation/Travel/Publications", "label": "dmoz/Recreation/Travel/Publications", "wgt": 40}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 37}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB677_emptya_ZG_20200306141315.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1836}, "sentiment": -0.1607843137254902, "wgt": 1836, "relevance": 101}, {"uri": "1474008309", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "22:25:00", "dateTime": "2020-03-06T22:25:00Z", "dateTimePub": "2020-03-06T22:25:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/why-dont-we-panic-about-climate-change-like-we-do-coronavirus-2020-03-06", "title": "Why don't we panic about climate change like we do coronavirus?", "body": "Short-term politics and human nature shape a bias to address only what's right in front of us\n\nBecause \"outbreak\" and \"pandemic\" and any of a dozen high-stakes words accompany dispatches about the deadly novel coronavirus, it's not surprising, nor ill-advised, that the news media and financial markets respond with alarm to COVID-19.\n\nStill, the critical response leaves scientists, environmental advocates and long-view money managers imploring: Where's the impetus for moving on policy change and market-driven fixes () to limit a future environmental health crisis -- one on par with or even greater than a coronavirus?\n\nFor one thing, the public may feel compelled to only respond to what's in front of them.\n\n\"Americans are seeing coverage of the virus across multiple media platforms in a consistent manner, which is bringing awareness and driving public concern,\" write Monica Medina and Miro Korenha . \"On the other hand, you've probably seen very little coverage that [the National Oceanic and Atmospheric Administration] predicts this year's flooding in the Midwest could rival last year's catastrophic floods that claimed lives and also helped spread disease to livestock and people.\"\n\nAccording to , news shows on the major networks aired only 238 minutes of climate crisis coverage in 2019, which was actually up from 2018 significantly, but as a whole still made up only 0.7% of overall nightly broadcasts and the Sunday morning news shows.\n\nIt is true that climate change and its response appear in specialized media and occasionally crack the lineup of mainstream coverage. Investing giant BlackRock's admission in recent months that climate change and sustainability dominated financial outlets and cable television programming. Just this week, via the Associated Press, any interested reader could have learned that the\n\n\"The nature of a risk matters greatly in how we react to it. Coronavirus can be considered a present threat over which there is a great deal of uncertainty about its scale and impact, [yet] there is a significant possibility that its long-term impact is negligible,\" writes Joe Wiggins, a researcher in portfolio and fund management, .\n\nThe stock market SPX, +3.26% , for now, has priced in more than \"negligible risk.\"\n\nWeekend reads:\n\nBut Wiggins stresses: \"Contrastingly, climate change is predominantly a future threat, but there is a high level of confidence that its long-term impact without intervention will be catastrophic for humanity.\"\n\nAccording to the American Lung Association, about four in 10 Americans live in counties . And respiratory ailments, including asthma, are only part of the rising risks that led at least one major medical journal to declare .\n\nRead:\n\nPolitics is mostly a short game, which is at odds with a climate-change response.\n\n\"If [politicians] make the electorates' life more difficult it reduces their chances of being re-elected; even if the imposition of discomfort now is designed to deliver incalculable benefit in the future,\" he said. \"As heretical as it may sound, there are valid questions to be raised about whether a democratic system with regular elections is suited to dealing with an issue that requires short-term sacrifice for long-term benefits.\"\n\nSurveys show that Americans do care, even if politicians need more convincing to respond. According to the Yale Program for Climate Change Communication, . Almost one third say they are \"very worried,\" the highest percentage ever recorded.\n\nProfessor Michael Livermore, an expert in cost-benefit analysis with the University of Virginia School of Law, said that media and politicians essentially respond to, and adjust their alarm to what the public demands. They more often follow than lead.\n\n\"We're talking horse-race politics. Left. Right. The base. People do get passionate about climate change but it takes more effort and doesn't immediately strike people,\" he said. \"And the extremes are apparent. The public either doesn't care at all or declares it end times. The human mind finds it hard to find the middle.\"\n\nThere is a clear link between a public health epidemic and climate change. Economic downturns, such as that linked to a coronavirus, tend to slow environmental impacts, including reducing emissions from industry and transportation. Therein lies a challenge, say environmental advocates: behavioral change and infrastructure investment, not worrisome headlines, are needed for lower emissions to become structural.\n\n\"As with the rare instances when worldwide carbon pollution dipped in the past, driven by earlier economic shocks, diseases, and wars, emissions are likely to rise again as soon as the economy bounces back,\" said James Temple, the senior editor for energy, . \"In the meantime, if the virus leads to a full-blown global pandemic and economic crash, it could easily drain money and political will from climate efforts.\"\n\nHe listed other factors: restrictive capital markets could turn off the financing necessary for solar, wind and battery expansion at companies; China, initially hit by coronavirus, is a major hub for production of solar, wind and battery technologies; and cheaper oil could make electric vehicles a harder sell.\n\nThat said, a sustained drop in oil prices CL00, +8.28% could make longer-term investments in clean energy more attractive for major energy players, .\n\nCoronavirus and climate change are linked in other ways.\n\nOfficials may have to postpone or cancel the upcoming COP26 -- the next United Nations gathering of top climate officials due to be held in Glasgow, Scotland, in November -- as other major conferences around the world due to contagion fears.\n\nPerhaps one global crisis can inform the other.\n\nCoronavirus is producing an enforced experiment in behavioral change, as increasing numbers work from home , environmentally friendly practices by most measure. Coronavirus response could also be a catalyst for structural investment as businesses review their resilience, say analysts.\n\n\"One possibility is that cultural change already under way, on the evidence of consumer trends such as flight shaming [finger-pointing at celebrities and others for swelling their carbon footprint via frequent travel] will be reinforced,\" said Julie Hudson, a senior equity research analyst, focused on ESG and sustainability, for UBS, in a research note.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "rachel_koning_beals@marketwatch.com", "name": "Rachel Koning Beals", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Climate_change", "type": "wiki", "score": 5, "label": {"eng": "Climate change"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_market", "type": "wiki", "score": 4, "label": {"eng": "Financial market"}}, {"uri": "http://en.wikipedia.org/wiki/Bias", "type": "wiki", "score": 4, "label": {"eng": "Bias"}}, {"uri": "http://en.wikipedia.org/wiki/Flood", "type": "wiki", "score": 4, "label": {"eng": "Flood"}}, {"uri": "http://en.wikipedia.org/wiki/News_media", "type": "wiki", "score": 4, "label": {"eng": "News media"}}, {"uri": "http://en.wikipedia.org/wiki/Global_warming", "type": "wiki", "score": 4, "label": {"eng": "Global warming"}}, {"uri": "http://en.wikipedia.org/wiki/Environmental_health", "type": "wiki", "score": 3, "label": {"eng": "Environmental health"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Midwestern_United_States", "type": "loc", "score": 3, "label": {"eng": "Midwestern United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Cable_television", "type": "wiki", "score": 3, "label": {"eng": "Cable television"}}, {"uri": "http://en.wikipedia.org/wiki/Livestock", "type": "wiki", "score": 3, "label": {"eng": "Livestock"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/BlackRock", "type": "org", "score": 3, "label": {"eng": "BlackRock"}}, {"uri": "http://en.wikipedia.org/wiki/National_Oceanic_and_Atmospheric_Administration", "type": "org", "score": 3, "label": {"eng": "National Oceanic and Atmospheric Administration"}}, {"uri": "http://en.wikipedia.org/wiki/Pollution", "type": "wiki", "score": 3, "label": {"eng": "Pollution"}}, {"uri": "http://en.wikipedia.org/wiki/Asset_management", "type": "wiki", "score": 3, "label": {"eng": "Asset management"}}, {"uri": "http://en.wikipedia.org/wiki/Medina", "type": "loc", "score": 3, "label": {"eng": "Medina"}, "location": {"type": "place", "label": {"eng": "Medina"}, "country": {"type": "country", "label": {"eng": "Saudi Arabia"}}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Virginia_School_of_Law", "type": "org", "score": 2, "label": {"eng": "University of Virginia School of Law"}}, {"uri": "http://en.wikipedia.org/wiki/American_Lung_Association", "type": "org", "score": 2, "label": {"eng": "American Lung Association"}}, {"uri": "http://en.wikipedia.org/wiki/Heresy", "type": "wiki", "score": 2, "label": {"eng": "Heresy"}}, {"uri": "http://en.wikipedia.org/wiki/Cost–benefit_analysis", "type": "wiki", "score": 2, "label": {"eng": "Cost–benefit analysis"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_journal", "type": "wiki", "score": 2, "label": {"eng": "Medical journal"}}, {"uri": "http://en.wikipedia.org/wiki/Yale_University", "type": "loc", "score": 2, "label": {"eng": "Yale University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Asthma", "type": "wiki", "score": 2, "label": {"eng": "Asthma"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 2, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 2, "label": {"eng": "United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/Glasgow", "type": "loc", "score": 2, "label": {"eng": "Glasgow"}, "location": {"type": "place", "label": {"eng": "Glasgow"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/UBS", "type": "org", "score": 1, "label": {"eng": "UBS"}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 53}, {"uri": "dmoz/Science/Environment", "label": "dmoz/Science/Environment", "wgt": 22}, {"uri": "dmoz/Science/Environment/Climate_Change", "label": "dmoz/Science/Environment/Climate Change", "wgt": 46}, {"uri": "dmoz/Science/Earth_Sciences/Paleogeography_and_Paleoclimatology", "label": "dmoz/Science/Earth Sciences/Paleogeography and Paleoclimatology", "wgt": 23}, {"uri": "dmoz/Society/Issues/Environment", "label": "dmoz/Society/Issues/Environment", "wgt": 27}, {"uri": "dmoz/Business/Management/Organizational_Change", "label": "dmoz/Business/Management/Organizational Change", "wgt": 28}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB681_italy__ZG_20200306150340.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1562}, "sentiment": -0.2862745098039216, "wgt": 1562, "relevance": 101}, {"uri": "1471210414", "lang": "eng", "isDuplicate": false, "date": "2020-03-04", "time": "21:22:00", "dateTime": "2020-03-04T21:22:00Z", "dateTimePub": "2020-03-04T21:22:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/trump-blames-obama-for-coronavirus-testing-problems-2020-03-04", "title": "President Trump blames Obama for coronavirus testing problems", "body": "'The Obama administration made a decision on testing that turned out to be very detrimental to what we're doing, and we undid that decision a few days ago so that the testing can take place at a much more accurate and rapid fashion. That was a decision we disagreed with. I don't think we would have made it, but for some reason it was made. But we've undone that decision.'\n\nThat's President Donald Trump deflecting the criticism his administration has been facing over its response to the coronavirus.\n\nThe comments were made during a meeting with airline executives at the White House on Wednesday. Here's a clip:\n\nAccording to , Trump was referring to a regulation that limited the ability of laboratories run by states, universities and private companies to conduct screenings not approved by the FDA. Now, those labs are allowed to use tests they independently developed.\n\n\"It's really very, very important,\" CDC director Robert Redfield said at the White House event. \"It's what's changed the availability of testing overnight.\"\n\nHere's Vice President Mike Pence's explanation:\n\nStill, Trump's deflection came under fire from his critics.\n\n, reported that while the Obama administration had proposed stricter test oversight, no changes were ever actually approved.\n\nObama didn't immediately respond to the accusation, but he did chime in on Twitter about how to navigate the coronavirus outbreak:", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Presidency_of_Barack_Obama", "type": "org", "score": 4, "label": {"eng": "Presidency of Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 1, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Barack_Obama", "type": "person", "score": 1, "label": {"eng": "Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Vice_President_of_the_United_States", "type": "wiki", "score": 1, "label": {"eng": "Vice President of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 79}, {"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 18}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 16}, {"uri": "dmoz/Business/Textiles_and_Nonwovens/Test_Facilities", "label": "dmoz/Business/Textiles and Nonwovens/Test Facilities", "wgt": 17}, {"uri": "dmoz/Business/Electronics_and_Electrical/Test_and_Measurement", "label": "dmoz/Business/Electronics and Electrical/Test and Measurement", "wgt": 14}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IB468_obama_MG_20200304154626.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1398}, "sentiment": -0.0980392156862745, "wgt": 1398, "relevance": 27}, {"uri": "1473666417", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "16:19:00", "dateTime": "2020-03-06T16:19:00Z", "dateTimePub": "2020-03-06T16:18:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/these-nine-companies-are-working-on-coronavirus-treatments-or-vaccines-heres-where-things-stand-2020-03-06", "title": "These nine companies are working on coronavirus treatments or vaccines  --  here's where things stand", "body": "A mix of legacy drugmakers and small startups have stepped forward with plans to develop vaccines or treatments that target the infection caused by the novel coronavirus.\n\nCOVID-19, which was first detected in December in Wuhan, China, has sickened more than 100,000 people worldwide and killed at least 3,400. There are no Food and Drug Administration-approved vaccines or therapies for the disease.\n\n.\n\nIn the U.S., the companies that are initiating development have received funding from two organizations: the Biomedical Advanced Research and Development Authority (BARDA), which is a division of the Department of Health and Human Services, and the National Institute of Allergy and Infectious Diseases (NIAID), a division of the National Institutes of Health. Some companies have received funding from Coalition for Epidemic Preparedness Innovations (CEPI), a global organization based in Oslo. Other companies are funding trials by themselves or through partnerships with other life sciences companies.\n\nHere are some of the companies developing treatments or vaccines in the U.S. for COVID-19:\n\nCompany: Gilead Sciences Inc. GILD, +5.37%\n\nType: Treatment\n\nStage: Phase 3 clinical trials\n\nName: remdesivir\n\nBackground: Gilead is a longtime vaccine maker that is best known for developing the first major cure for hepatitis-C in Sovaldi, a therapy that changed the standard of care for that disease but also kicked off the national debate about drug pricing. The company has experience developing and marketing HIV drugs, including Truvada for pre-exposure prophylaxis (PrEP), its preventive HIV medicine. Along with U.S. trials, Gilead is conducting a randomized, controlled clinical trial in Wuhan, testing remdesivir as a treatment for mild to moderate forms of pneumonia in people with the virus. The trial was given the go-ahead by China's Food and Drug Administration in February.\n\nClinical trials:\n\n1. On Feb. 21, the National Institute of Allergy and Infectious Diseases started enrolling patients in a evaluating 394 hospitalized patients with COVID-19 at up to 50 sites worldwide. The trial is expected to conclude April 1, 2023. Sites include the National Institutes of Health in Bethesda, Md., (not recruiting), the University of Nebraska Medical Center in Omaha (recruiting), the University of Texas Medical Branch in Galveston (not recruiting), and Providence Sacred Heart Medical Center in Spokane (recruiting).\n\n2. On March 3, Gilead said a will evaluate remdesivir in 600 patients with moderate COVID-19. The trial is expected to start enrolling patients in March, with results to come in May.\n\n3. On March 3, Gilead said a will evaluate remdesivir in 400 patients with severe COVID-19. The trial is expected to start enrolling patients in March, with results in May.\n\nYear-to-date stock performance: Shares of Gilead are up 17.6%.\n\nCompany: GlaxoSmithKline GSK, -0.49%\n\nType: Pandemic adjuvant platform for vaccines\n\nName: AS03 Adjuvant System\n\nBackground: GSK is another leading vaccine maker, having brought to market vaccines for human papillomavirus (HPV) and the seasonal flu, among others. On Feb. 3, it said the CEPI-funded University of Queensland will have access to the British drugmaker's vaccine adjuvant platform technology, which is believed to both strengthen the response of a vaccine and limit the amount of vaccine needed per dose. On Feb. 24, GSK said that Clover Biopharmaceuticals Inc., a Chinese biotechnology company, is also using adjuvant technology in combination with its vaccine candidate, COVID-19 S-Trimer, in preclinical studies. Dr. Thomas Breuer, chief medical officer for GSK Vaccines, is leading work on vaccines and the adjuvant platform.\n\nYear-to-date stock performance: Shares of GSK have tumbled 12.8%.\n\nCompany: Inovio Pharmaceuticals Inc. INO, +43.77%\n\nType: DNA-based vaccine\n\nStage: Preclinical\n\nName: INO-4800\n\nBackground: Another CEPI grantee, Inovio has said it already began preclinical testing and small-scale manufacturing.\n\nTimeline: Inovio develops immunotherapies and vaccines but hasn't yet had a product approved for treatment. For INO-4800, preclinical testing was performed between Jan. 23 and Feb. 29. The company plans to begin clinical trials in the U.S. with 30 participants in April. It also plans to launch human trials in China and South Korea that same month, and that it has a total of 3,000 doses prepared for the trials in the three countries. Inovio said it expects to have the first results from the trial in the fall and to have 1 million does of the vaccine ready for additional clinical trials or emergency use by the end of the year.\n\nYear-to-date stock performance: Shares of Inovio have soared 278.2%.\n\nCompany: Johnson & Johnson JNJ, +0.01%\n\nType: Vaccine\n\nName: TBD (\"We are still in the process of identifying a vaccine candidate, so no there is no name at this time,\" a spokesman said March 4.)\n\nBackground: On Feb. 11, J&J said it is working with BARDA to test its vaccine candidate, with both organizations providing funding for research and development and the public-health organization funding the Phase 1 trials. Similar to GSK, J&J's AdVac and PER. C6 technologies are used to improve the development process for a vaccine and were also used to develop J&J's experimental Ebola vaccine. \"We are also in discussions with other partners, that if we have a vaccine candidate with potential, we aim to make it accessible to China and other parts of the world,\" Dr. Paul Stoffels, J&J's chief scientific officer, said in a statement. J&J also said Feb. 18 that it is partnering with BARDA on a project that aims to screen existing antiviral medications, including experimental or approved therapies, that may be effective against COVID-19.\n\nTimeline: The company aims to start a Phase 1 clinical trial by the end of 2020, \"compared to the typical five to seven years it takes for this milestone in vaccine development,\" Stoffels said on Dr. Paul Stoffels, J&J's chief scientific officer and leader of J&J's global COVID-19 response, said March 2.\n\nYear-to-date stock performance: Shares of J&J are down 4.8%.\n\nCompany: Moderna Inc. MRNA, +5.71%\n\nType: RNA-based vaccine candidate\n\nStage: Preclinical\n\nName: mRNA-1273\n\nBackground: On Jan. 23, Moderna received funding from CEPI to develop an mRNA vaccine against COVID-19. On Feb. 24, it said it had shipped the first batch of mRNA-1273 to the NIAID for a Phase 1 clinical trial in the U.S.\n\nClinical trials: On Feb. 21, the NIAID said it would begin enrolling 45 healthy adult patients in an at one location to test mRNA-1273 as a vaccine for COVID-19 on March 19. The trial is expected to conclude June 1, 2021. Participants will be followed for one year. The trial will be conducted at Kaiser Permanente Washington Health Research Institute in Seattle.\n\nYear-to-date stock performance: Moderna's shares have gained 45.7%.\n\nCompany: Regeneron Pharmaceuticals Inc. REGN, +1.28%\n\nType: Treatment\n\nStage: Preclinical\n\nName: No name yet\n\nBackground: On Feb. 4, Regeneron announced it is working on developing monoclonal antibodies as treatments for COVID-19. The company's VelocImmune platform uses genetically-engineered mice with humanized immune systems in preclinical testing. \"We are aiming to have hundreds of thousands of prophylactic doses ready for human testing by end of August,\" a spokesperson said. Christos Kyratsous, VP of infectious disease R&D and viral vector technology, is running the project.\n\nYear-to-date stock performance: Regeneron's shares are up 27.8%.\n\nCompany: Sanofi SNY, -3.00%\n\nType: Vaccine\n\nStage: Preclinical\n\nName: No name yet\n\nBackground: Starting Feb. 18, Sanofi is working with BARDA to test a preclinical vaccine candidate for severe acute respiratory syndrome (SARS) for COVID-19 using its recombinant DNA platform. It has a long history of producing vaccines in its Sanofi Pasteur business and acquired this candidate through its 2017 acquisition of Protein Sciences for $750 million. The French drugmaker previously worked with the organization on flu vaccines. Scientists in Meriden, Ct., are working on the vaccine; David Loew, Sanofi Pasteur's EVP, is leading the project.\n\nTimeline: A spokesperson said Sanofi aims to put a vaccine into a Phase 1 clinical trial between March 2021 and August 2021.\n\nYear-to-date stock performance: Shares of Sanofi are down 4.3%.\n\nCompany: Takeda Pharmaceutical Company Ltd. TAK, +0.78%\n\nType: Treatment\n\nStage: Preclinical\n\nName: TAK-888\n\nBackground: Takeda is one of the most recent entrants to the race to develop a treatment for COVID-19. The Japanese drugmaker said March 4 it plans to test hyperimmune globulins for people who are at high risk for infection. As part of its research, which will be performed in Georgia, Takeda said it would need access to plasma from people who have recovered from COVID-19 or those who have received a vaccine if one is developed. Dr. Rajeev Venkayya, president of Takeda's vaccine business, is the co-lead of the company's COVID-19 response team. Like J&J, Takeda plans to examine whether other therapies, both experimental or with regulatory approval, may have treatment potential.\n\nYear-to-date stock performance: Shares of Takeda are down 8.7%.\n\nCompany: Vir Biotechnology Inc. VIR, +4.38%\n\nType: Treatment\n\nStage: Preclinical\n\nBackground: Vir said Feb. 25 it is collaborating with Shanghai-based WuXi Biologics to test monoclonal antibodies as a treatment for COVID-19. If the treatment is approved, WuXi will commercialize it in China, while Vir will have marketing rights for the rest of the world. The preclinical company is run by George Scangos, the former CEO of Biogen.\n\nYear-to-date stock performance: Vir shares have jumped 279%.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jaimy_lee@marketwatch.com", "name": "Jaimy Lee", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 5, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Adjuvant", "type": "wiki", "score": 5, "label": {"eng": "Adjuvant"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 5, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/GlaxoSmithKline", "type": "org", "score": 5, "label": {"eng": "GlaxoSmithKline"}}, {"uri": "http://en.wikipedia.org/wiki/Pre-clinical_development", "type": "wiki", "score": 5, "label": {"eng": "Pre-clinical development"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 5, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 5, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Biomedical_Advanced_Research_and_Development_Authority", "type": "wiki", "score": 4, "label": {"eng": "Biomedical Advanced Research and Development Authority"}}, {"uri": "http://en.wikipedia.org/wiki/Phases_of_clinical_research", "type": "wiki", "score": 4, "label": {"eng": "Phases of clinical research"}}, {"uri": "http://en.wikipedia.org/wiki/Pre-exposure_prophylaxis", "type": "wiki", "score": 4, "label": {"eng": "Pre-exposure prophylaxis"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "loc", "score": 4, "label": {"eng": "National Institutes of Health"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 4, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 4, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Paul_Stoffels", "type": "person", "score": 3, "label": {"eng": "Paul Stoffels"}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_for_Epidemic_Preparedness_Innovations", "type": "wiki", "score": 3, "label": {"eng": "Coalition for Epidemic Preparedness Innovations"}}, {"uri": "http://en.wikipedia.org/wiki/Immunologic_adjuvant", "type": "wiki", "score": 3, "label": {"eng": "Immunologic adjuvant"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Queensland", "type": "org", "score": 3, "label": {"eng": "University of Queensland"}}, {"uri": "http://en.wikipedia.org/wiki/Sofosbuvir", "type": "wiki", "score": 3, "label": {"eng": "Sofosbuvir"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Nebraska_Medical_Center", "type": "loc", "score": 3, "label": {"eng": "University of Nebraska Medical Center"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/University_of_Texas_at_Austin", "type": "loc", "score": 3, "label": {"eng": "University of Texas at Austin"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hepatitis_C", "type": "wiki", "score": 3, "label": {"eng": "Hepatitis C"}}, {"uri": "http://en.wikipedia.org/wiki/Biopharmaceutical", "type": "wiki", "score": 3, "label": {"eng": "Biopharmaceutical"}}, {"uri": "http://en.wikipedia.org/wiki/Human_papillomavirus_infection", "type": "wiki", "score": 3, "label": {"eng": "Human papillomavirus infection"}}, {"uri": "http://en.wikipedia.org/wiki/Drug", "type": "wiki", "score": 3, "label": {"eng": "Drug"}}, {"uri": "http://en.wikipedia.org/wiki/Immunotherapy", "type": "wiki", "score": 3, "label": {"eng": "Immunotherapy"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 3, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Food_and_Drug_Administration", "type": "org", "score": 3, "label": {"eng": "Food and Drug Administration"}}, {"uri": "http://en.wikipedia.org/wiki/Spokane,_Washington", "type": "loc", "score": 3, "label": {"eng": "Spokane, Washington"}, "location": {"type": "place", "label": {"eng": "Spokane, Washington"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Providence,_Rhode_Island", "type": "loc", "score": 3, "label": {"eng": "Providence, Rhode Island"}, "location": {"type": "place", "label": {"eng": "Providence, Rhode Island"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Omaha,_Nebraska", "type": "loc", "score": 3, "label": {"eng": "Omaha, Nebraska"}, "location": {"type": "place", "label": {"eng": "Omaha, Nebraska"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Galveston,_Texas", "type": "loc", "score": 3, "label": {"eng": "Galveston, Texas"}, "location": {"type": "place", "label": {"eng": "Galveston, Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Bethesda,_Maryland", "type": "loc", "score": 3, "label": {"eng": "Bethesda, Maryland"}, "location": {"type": "place", "label": {"eng": "Bethesda, Maryland"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oslo", "type": "loc", "score": 3, "label": {"eng": "Oslo"}, "location": {"type": "place", "label": {"eng": "Oslo"}, "country": {"type": "country", "label": {"eng": "Norway"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Protein_Sciences", "type": "org", "score": 2, "label": {"eng": "Protein Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/Sanofi_Pasteur", "type": "org", "score": 2, "label": {"eng": "Sanofi Pasteur"}}, {"uri": "http://en.wikipedia.org/wiki/Regeneron_Pharmaceuticals", "type": "org", "score": 2, "label": {"eng": "Regeneron Pharmaceuticals"}}, {"uri": "http://en.wikipedia.org/wiki/Sanofi", "type": "org", "score": 2, "label": {"eng": "Sanofi"}}, {"uri": "http://en.wikipedia.org/wiki/Takeda_Pharmaceutical_Company", "type": "org", "score": 2, "label": {"eng": "Takeda Pharmaceutical Company"}}, {"uri": "http://en.wikipedia.org/wiki/Johnson_&_Johnson", "type": "org", "score": 2, "label": {"eng": "Johnson & Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Kaiser_Permanente", "type": "org", "score": 2, "label": {"eng": "Kaiser Permanente"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Seattle", "type": "loc", "score": 2, "label": {"eng": "Seattle"}, "location": {"type": "place", "label": {"eng": "Seattle"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Peru", "type": "loc", "score": 2, "label": {"eng": "Peru"}, "location": {"type": "country", "label": {"eng": "Peru"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Biogen", "type": "org", "score": 1, "label": {"eng": "Biogen"}}, {"uri": "http://en.wikipedia.org/wiki/Georgia_(U.S._state)", "type": "loc", "score": 1, "label": {"eng": "Georgia (U.S. state)"}, "location": {"type": "place", "label": {"eng": "Georgia (U.S. state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Vir", "type": "loc", "score": 1, "label": {"eng": "Vir"}, "location": {"type": "place", "label": {"eng": "Vir"}, "country": {"type": "country", "label": {"eng": "Croatia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 1, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 78}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 24}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Pharmaceuticals", "wgt": 23}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 37}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 29}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Contract_Research_Organizations", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Contract Research Organizations", "wgt": 21}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB594_COVIDl_ZG_20200305152109.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1139}, "sentiment": 0.0117647058823529, "wgt": 1139, "relevance": 76}, {"uri": "1468422521", "lang": "eng", "isDuplicate": false, "date": "2020-03-02", "time": "21:13:00", "dateTime": "2020-03-02T21:13:00Z", "dateTimePub": "2020-03-02T21:13:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/total-fing-anarchy-costco-shoppers-share-funnyscary-tales-of-preppers-getting-ready-for-a-coronavirus-outbreak-2020-03-02", "title": "'Total f***ing anarchy!' Costco shoppers share funny/scary tales of preppers getting ready for a coronavirus outbreak", "body": "One look at -- home to more than 60,000 members -- and you might get an idea as to why shares of the wholesale giant closed up almost 10% in Monday's bounce-back trading session.\n\nThe shared images were mostly comprised of crowds and empty shelves:\n\nThe comments sections gave some color from the front lines:\n\n\"Signs were up that they were out of toilet paper, paper towels and bottles of water. Even with that, inside people were stocking up on food, drinks... darn near everything it seems. Going up and down the aisles, seeing pallets empty and people loading up their carts... it was just surreal all the panic buying that is going on.\"\n\n\"It was total f**king anarchy.\"\n\n\"We sold out of toilet paper yesterday, which hasn't happened at our Costco in 30 years. It was a horrible day to work and I am dreading work today.\"\n\nPosts on Instagram and YouTube also pointed out the TP problem:\n\nView this post on Instagram\n\nPeople are posting these all over. I thought it was just the Costco near us. Also sold out are water, hand sanitizers, Lysol and Clorox wipes. Soon I'm sure all Targets and Walmart's will be out of stuff. #panicbuying #coronavírus #igottheimportantstuff #alcohol\n\nA post shared by Helen L (@yoonster1) on Feb 29, 2020 at 4:12pm PST\n\nThis video of \"panic buying\" in Hawaii racked up the clicks. \"At the busiest Costco in the U.S., located in urban Honolulu, there's a run on toilet paper,\" Ryan Ozawa wrote. \"Staff maintain order and bring out inventory as fast as they can, managing a line that runs the length of the store\":\n\nThe top Reddit post, which is a link to this tweet, serves as a reminder that a sense of humor can be a helpful way to navigate uncertain times:\n\nThere was plenty of that elsewhere on the internet, as well:\n\nMeanwhile, Costco COST, +9.96% appears to be profiting nicely as fears of an outbreak heighten. Oppenheimer analysts, after visiting a store in New Jersey over the weekend, came to the same conclusion as the Reddit bunch.\n\n\"Historically we rarely see out-of-stocks at Costco,\" they said. \"Even with strong demand in categories such as bottled water and paper towels, employees were constantly bringing out new pallets onto the floor. Costco likely capitalized more than other players in meeting the consumer surge for these in-demand items.\"\n\nWe'll know more on Thursday, when Costco reports its second-quarter earnings.\n\nOver the past year, the stock has outperformed in a big way, rallying 40% while the S&P 500 SPX, +4.60% has gained 7.7%.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Costco", "type": "org", "score": 5, "label": {"eng": "Costco"}}, {"uri": "http://en.wikipedia.org/wiki/Anarchy", "type": "wiki", "score": 4, "label": {"eng": "Anarchy"}}, {"uri": "http://en.wikipedia.org/wiki/Toilet_paper", "type": "wiki", "score": 4, "label": {"eng": "Toilet paper"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Instagram", "type": "org", "score": 4, "label": {"eng": "Instagram"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 3, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/Paper_towel", "type": "wiki", "score": 3, "label": {"eng": "Paper towel"}}, {"uri": "http://en.wikipedia.org/wiki/Surrealism", "type": "wiki", "score": 3, "label": {"eng": "Surrealism"}}, {"uri": "http://en.wikipedia.org/wiki/YouTube", "type": "org", "score": 3, "label": {"eng": "YouTube"}}, {"uri": "http://en.wikipedia.org/wiki/Clorox", "type": "org", "score": 2, "label": {"eng": "Clorox"}}, {"uri": "http://en.wikipedia.org/wiki/Alcohol_(drug)", "type": "wiki", "score": 2, "label": {"eng": "Alcohol (drug)"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 2, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Reddit", "type": "org", "score": 2, "label": {"eng": "Reddit"}}, {"uri": "http://en.wikipedia.org/wiki/Walmart", "type": "org", "score": 2, "label": {"eng": "Walmart"}}, {"uri": "http://en.wikipedia.org/wiki/Honolulu", "type": "loc", "score": 2, "label": {"eng": "Honolulu"}, "location": {"type": "place", "label": {"eng": "Honolulu"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hawaii", "type": "loc", "score": 2, "label": {"eng": "Hawaii"}, "location": {"type": "place", "label": {"eng": "Hawaii"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 2, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Bottled_water", "type": "wiki", "score": 1, "label": {"eng": "Bottled water"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}], "categories": [{"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 11}, {"uri": "dmoz/Shopping/Home_and_Garden/Bathroom", "label": "dmoz/Shopping/Home and Garden/Bathroom", "wgt": 11}, {"uri": "dmoz/Society/Government/Government-Related_Organizations", "label": "dmoz/Society/Government/Government-Related Organizations", "wgt": 15}, {"uri": "dmoz/Business/Materials/Pulp_and_Paper", "label": "dmoz/Business/Materials/Pulp and Paper", "wgt": 14}, {"uri": "dmoz/Shopping/Crafts/Paper", "label": "dmoz/Shopping/Crafts/Paper", "wgt": 12}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IB285_costco_MG_20200302140830.jpg", "eventUri": null, "location": null, "shares": {"facebook": 1081}, "sentiment": -0.09019607843137256, "wgt": 1081, "relevance": 76}, {"uri": "1475995524", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "22:27:00", "dateTime": "2020-03-08T22:27:00Z", "dateTimePub": "2020-03-08T22:27:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/us-stock-futures-tumble-on-fears-of-oil-price-war-2020-03-08", "title": "U.S. stock futures fall as crude oil prices plunge 20% on price-war fears", "body": "U.S stock futures and crude oil prices plunged in electronic trading late Sunday, as fears of a global oil-price war combined with coronavirus fears to rattle traders.\n\nDow Jones Industrial Average futures YM00, -3.99% were last down more than 1,00 points as S&P 500 futures ES00, -4.33% and Nasdaq Composite futures NQ00, -4.19% tumbled more than 4%.\n\nWest Texas Intermediate crude for April delivery CLJ20, -20.59% plummeted 21% to $32.01 on Sunday, while May Brent crude BRNK20, -20.69% the global crude benchmark, fell 21% to $35.22 a barrel.\n\nOil futures plunged 10% on Friday after talks between the Organization of the Petroleum Exporting Countries and their allies collapsed, with Russia refusing to agree to a Saudi-led plan for additional crude production cuts.\n\nIn response, Saudi Arabia over the weekend slashed crude prices and is preparing to increase production, in a direct attack against Russia's market share, .\n\nSee:\n\nGoldman Sachs analysts on Sunday said a price war could push crude prices down to $20 a barrel, especially as the economic slowdown caused by the coronavirus outbreak slows global demand. Those price levels \"will start creating acute financial stress and declining production from shale as well as other high-cost producers,\" Goldman warned.\n\nRead:\n\n\"Complete pandemonium at the open,\" wrote Stephen Innes, chief market strategist at AxiCorp, late Sunday. \"The shock-and-awe Saudi strategy will propel oil markets into a period of radical uncertainty. Russia balking was one thing, but Saudi ramping up production is a bird of another feather.\"\n\n\"U.S. shale and Canadian tar sands are in for a nightmarish year, I fear,\" wrote Jeffrey Halley, senior Asia Pacific market strategist at Oanda, late Sunday. \"Production becoming a battle of who has the deepest pockets.\"\n\nOn the COVID-19 front, , containing about a quarter of its population, on Sunday in an effort to slow the spread of the coronavirus outbreak. Meanwhile, a number of schools closed in California and events were canceled, as on Monday, with authorities preparing plans to transport the 3,500 passengers to military bases around the country for testing and quartantine. As of Sunday, the virus had sickened 107,897 people worldwide, .\n\nOn Friday, the Dow Jones Industrial Average DJIA, -0.98% settled 256.50 points lower, or 1%, to 25,864.78, while the S&P 500 SPX, -1.70% lost 51.57 points, or 1.7%, to close at 2,972.37. The Nasdaq Composite COMP, -1.86% finished 162.98 points lower, or 1.9%, at 8,575.62.\n\nMark DeCambre contributed to this report.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "mike_murphy@marketwatch.com", "name": "Mike Murphy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 5, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Electronic_trading_platform", "type": "wiki", "score": 3, "label": {"eng": "Electronic trading platform"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 2, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 2, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 2, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Benchmark_(crude_oil)", "type": "wiki", "score": 1, "label": {"eng": "Benchmark (crude oil)"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel_(unit)", "type": "wiki", "score": 1, "label": {"eng": "Barrel (unit)"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 97}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 27}, {"uri": "dmoz/Society/Future/Predictions", "label": "dmoz/Society/Future/Predictions", "wgt": 27}, {"uri": "dmoz/Society/Future/Essays", "label": "dmoz/Society/Future/Essays", "wgt": 24}], "image": "https://s.marketwatch.com/public/resources/images/MW-GI846_oil_ZG_20180509114941.jpg", "eventUri": null, "location": null, "shares": {"facebook": 960}, "sentiment": -0.4431372549019608, "wgt": 960, "relevance": 52}, {"uri": "1475847134", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "18:43:00", "dateTime": "2020-03-08T18:43:00Z", "dateTimePub": "2020-03-08T18:43:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/ben-carson-there-is-a-coronavirus-plan-but-i-dont-want-to-tell-you-the-coronavirus-plan-2020-03-08", "title": "Ben Carson urges people to be calm about coronavirus: 'This virus is like other viruses'", "body": "HUD Secretary Ben Carson appeared on ABC's 'This Week' to talk about how the Trump administration plans to handle COVID-19\n\n\" 'It's very important for people to remember that this virus is like other viruses. It should be treated the same way.' \"\n\nThat's HUD secretary and White House coronavirus-task-force member Ben Carson urged people to remain calm, but to be sensible by taking preventative measures against COVID-19.\n\n\"It's very important for people to remember that this virus is like other viruses. It should be treated the same way,\" Carson told ABC News on Sunday. \"We have flu seasons that come up frequently, and there are certain precautions you take during that time.\"\n\nHealth experts say coronavirus comes from a different family of viruses than the flu and, while they share similarities, there is no vaccine for the coronavirus, which makes it particularly worrisome for those with weakened immune systems and older people.\n\nHe also opted not to go into specifics with regard to how the Trump administration plans to handle that's been hit with a coronavirus outbreak.\n\nThe Grand Princess , with 21 passengers already confirmed as positive for the virus, is scheduled to dock in Oakland, Calif., as early as Monday afternoon.\n\nMore information:\n\n\"This Week\" host George Stephanopoulos pressed Carson for details.\n\n\"The cruise-ship personnel and, as you know, the vice president met with the CEOs of the major cruise-ship companies yesterday, and they are coming up with a plan within 72 hours of that meeting,\" Carson said.\n\nAlso read:\n\nStephanopoulos pointed out that the ship is due to dock well sooner than the expiration of that 72-hour period. \"The plan will be in place by that time. But I don't want to preview the plan right now,\" Carson said. \"I think it needs to all come from a solitary source. We shouldn't have 16 people saying what the plan is. Particularly when it hasn't been fully formulated.\"\n\nWatch the interview:\n\nCarson's comments didn't go over well on social media, where he quickly became a trending topic on Twitter TWTR, -4.31% following his ABC DIS, +1.13% appearance.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Ben_Carson", "type": "wiki", "score": 5, "label": {"eng": "Ben Carson"}}, {"uri": "http://en.wikipedia.org/wiki/George_Stephanopoulos", "type": "person", "score": 3, "label": {"eng": "George Stephanopoulos"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Housing_and_Urban_Development", "type": "loc", "score": 3, "label": {"eng": "United States Department of Housing and Urban Development"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Oakland,_California", "type": "loc", "score": 3, "label": {"eng": "Oakland, California"}, "location": {"type": "place", "label": {"eng": "Oakland, California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Vice_President_of_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Vice President of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/American_Broadcasting_Company", "type": "org", "score": 1, "label": {"eng": "American Broadcasting Company"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 1, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 73}, {"uri": "dmoz/Science/Social_Sciences/Urban_and_Regional_Planning", "label": "dmoz/Science/Social Sciences/Urban and Regional Planning", "wgt": 23}, {"uri": "dmoz/Business/Investing/Retirement_Planning", "label": "dmoz/Business/Investing/Retirement Planning", "wgt": 17}, {"uri": "dmoz/Shopping/Home_and_Garden/Do-It-Yourself", "label": "dmoz/Shopping/Home and Garden/Do-It-Yourself", "wgt": 18}, {"uri": "dmoz/Business/Small_Business/Business_Plans", "label": "dmoz/Business/Small Business/Business Plans", "wgt": 18}, {"uri": "dmoz/Science/Biology/History", "label": "dmoz/Science/Biology/History", "wgt": 15}], "image": "https://s.marketwatch.com/public/resources/images/MW-HF534_ben_ca_ZG_20190312142137.jpg", "eventUri": null, "location": null, "shares": {"facebook": 858}, "sentiment": 0.1372549019607843, "wgt": 858, "relevance": 52}, {"uri": "1475717274", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "15:49:00", "dateTime": "2020-03-08T15:49:00Z", "dateTimePub": "2020-03-08T15:49:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/inovio-shares-rally-after-biotech-says-human-trials-of-coronavirus-vaccine-will-start-in-april-2020-03-03", "title": "Inovio shares rally after biotech says human trials of coronavirus vaccine will start in April", "body": "Shares of Inovio Pharmaceuticals Inc. rallied another 12% Wednesday, a day after the company to treat the coronavirus COVID-19 and expects to start human trials in the U.S. next month.\n\nThe stock INO, +43.77% has gained more than 2505 in three months as expectations for the company's vaccine, called INO-4800, have grown, and as the virus has spread to more than 93,000 people and caused more than 3,100 deaths.\n\nPlymouth Meeting, Pennsylvania-based Inovio specializes in developing DNA vaccines and has created products to treat 15 indications. It is the only company to have a phase 2 vaccine for the coronavirus that caused Middle East respiratory syndrome, or MERS. The company was called on to help during the 2016 Zika outbreak and the Ebola outbreak in 2014.\n\nInovio Chief Executive Dr. J. Joseph Kim told the U.S. Coronavirus Task Force meeting at the White House on Monday that the company designed INO-4800 on Jan. 10 in three hours after the publication of the genetic sequence of the virus.\n\nFor daily coverage of COVID-19:\n\n\"We immediately began preclinical testing and small-scale manufacture and have already shared robust preclinical data with our public and private partners,\" Kim said in a statement. \"We plan to begin human clinical trials in the U.S. in April and soon thereafter in China and South Korea, where the outbreak is impacting the most people.\"\n\nMaxim analyst Jason McCarthy, Ph.D., said Inovio likely has the best vaccine option for the new illness. The speed with which it developed INO-4800 \"is demonstration of the versatility and speed with which Inovio can respond to an 'emergency' situation.\"\n\nRead also:\n\nThe company \"is consistently the recipient of non-dilutive grant funding for its infectious diseases vaccines from the Coalition for Epidemic Preparedness Innovations (CEPI),\" he wrote in a note to clients. In February, it was awarded up to $9 million for a COVID-19 vaccine. It has previously received up to $56 million in CEPI grants for MERS and Zika.\n\nInovio is expecting to deliver 1 million doses of vaccine by year-end, using its existing resources, but will need additional resources to scale up to provide further amounts.\n\nThe company has finalized the designs for human clinical trials and has developed large-scale manufacturing plans. It is planning to launch trials in the U.S. in 30 healthy volunteers and expects to publish the first results by fall.\n\nStifel analysts said they caught up with Inovio management late Tuesday and are confident the company is in a good position to work on the virus.\n\n\"We believe Inovio's ongoing clinical development of a MERS-targeting vaccine (a related coronavirus) provides leverageable experience and believe the company's nucleic acid based vaccine technology - while still unproven in larger outcomes studies (only P1 safety/immunogenicity data has been generated for any infectious disease vaccine candidate) - provides meaningful advantages on the manufacturing/production fronts (the timing of which likely represents a rate-limiting step for traditional vaccine technologies),\" analysts led by Stephen Willey wrote in a note Wednesday. Stifel rates the stock a buy.\n\nSee:\n\nIn November, Inovio posted a net loss of $23.1 million, or 25 cents a share, after a net loss of $25 million, or 27 cents a share, in the year-earlier period. Revenue came to $867,000, down from $2.0 million in the year-earlier period.\n\nShares of four other companies seeking to develop a COVID-19 vaccine were mixed Wednesday, after prior-day losses. Moderna Inc. shares MRNA, +5.71% were down less than 1%, AIM ImmunoTech Inc. AIM, -9.09% was up 40%, Vir Biotechnology Inc. VIR, +4.38% was up 4.5% and Gilead Sciences Inc. GILD, +5.37% was up 1.9%.\n\nThe S&P 500 SPX, -1.70% was up 2.9% and the Dow Jones Industrial Average DJIA, -0.98% was up 3.2%.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "ciara_linnane@marketwatch.com", "name": "Ciara Linnane", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Middle_East_respiratory_syndrome", "type": "wiki", "score": 5, "label": {"eng": "Middle East respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 5, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 4, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/Pre-clinical_development", "type": "wiki", "score": 4, "label": {"eng": "Pre-clinical development"}}, {"uri": "http://en.wikipedia.org/wiki/Medication", "type": "wiki", "score": 4, "label": {"eng": "Medication"}}, {"uri": "http://en.wikipedia.org/wiki/Nucleic_acid_sequence", "type": "wiki", "score": 3, "label": {"eng": "Nucleic acid sequence"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 3, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Doctor_of_Philosophy", "type": "org", "score": 3, "label": {"eng": "Doctor of Philosophy"}}, {"uri": "http://en.wikipedia.org/wiki/DNA", "type": "wiki", "score": 3, "label": {"eng": "DNA"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Plymouth", "type": "loc", "score": 3, "label": {"eng": "Plymouth"}, "location": {"type": "place", "label": {"eng": "Plymouth"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_for_Epidemic_Preparedness_Innovations", "type": "wiki", "score": 2, "label": {"eng": "Coalition for Epidemic Preparedness Innovations"}}, {"uri": "http://en.wikipedia.org/wiki/Nucleic_acid", "type": "wiki", "score": 2, "label": {"eng": "Nucleic acid"}}, {"uri": "http://en.wikipedia.org/wiki/Immunogenicity", "type": "wiki", "score": 2, "label": {"eng": "Immunogenicity"}}, {"uri": "http://en.wikipedia.org/wiki/Safety", "type": "wiki", "score": 2, "label": {"eng": "Safety"}}, {"uri": "http://en.wikipedia.org/wiki/Drug_development", "type": "wiki", "score": 2, "label": {"eng": "Drug development"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 2, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Guild", "type": "wiki", "score": 1, "label": {"eng": "Guild"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 1, "label": {"eng": "Gilead Sciences"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 54}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 19}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Pharmaceuticals", "wgt": 18}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 33}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 23}, {"uri": "dmoz/Recreation/Pets/Issues", "label": "dmoz/Recreation/Pets/Issues", "wgt": 15}], "image": "https://s.marketwatch.com/public/resources/images/MW-HZ842_corona_ZG_20200207091944.jpg", "eventUri": null, "location": null, "shares": {"facebook": 741}, "sentiment": 0.2941176470588236, "wgt": 741, "relevance": 101}, {"uri": "1469659937", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "18:43:00", "dateTime": "2020-03-03T18:43:00Z", "dateTimePub": "2020-03-03T18:42:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/why-the-stock-market-isnt-cheering-the-feds-surprise-interest-rate-cut-2020-03-03", "title": "Why stocks tanked despite the Fed's emergency rate cut", "body": "Intermeeting move 'reignited investors' worst fears': State Street's Arone\n\nThe stock market tumbled Tuesday, with investors apparently rattled rather than comforted by the Federal Reserve's decision to deliver a rare, emergency rate cut aimed at shielding the economy from disruptions caused by the global spread of COVID-19.\n\nRead:\n\n\"I think the Fed's rate cut backfired in many ways. Instead of soothing the market, it's reignited investors' worst fears,\" Michael Arone, chief investment strategist for State Street Global Advisors, told MarketWatch in a phone interview.\n\nStocks initially jumped after the Fed announced a half-point cut, but . The Dow Jones Industrial Average DJIA, -2.94% fell nearly 1,000 points at its session low and ended the day down 785.91 points, or 2.9%, at 25,917.41, while the S&P 500 SPX, -2.81% dropped 2.8% and the Nasdaq Composite COMP, -2.99% lost 3%.\n\nMeanwhile, investors piled into safe-haven assets, including Treasurys, driving the yield on the benchmark 10-year note TMUBMUSD10Y, -1.63% . Yields fall as debt prices rise.\n\nCheck out:\n\nWhat gives? Here's what analysts and investors are saying about the Fed decision and the market reaction so far:\n\nFears that things may be worse than they look\n\nWhile an interest-rate cut was good for a knee-jerk positive reaction in equity indexes, gains soon faded as the initial euphoria gave way to questions about just how worried policy makers must be to prompt such a rare move. It signals to investors \"that policy makers are grasping significant uncertainty and rapidly mounting downside risks,\" said Lara Rhame, chief U.S. economist at FS Investments, in an interview.\n\nWrong medicine for a supply shock\n\nThere is also the longstanding question of how effective monetary stimulus, and even some forms of fiscal stimulus, can be in the face of what is likely to be a \"supply shock\" -- the type of economic hit caused by the absence of goods and services as the virus forces factory shutdowns and curtails transportation and travel. Monetary and fiscal stimulus is typically aimed at mitigating demand shocks, which are sharp cutbacks in spending by households, businesses or governments.\n\nEarlier:\n\nAlso see:\n\n\"A supply shock to the economy isn't helped by global rates right now,\" said Art Hogan, chief market strategist at National, in an interview. That said, there are concerns a supply shock will spill over into a demand shock as well, Hogan noted, and the Fed's move appears aimed in part at providing insurance against that possibility.\n\nSpotlight on fiscal policy\n\nTo the extent that policy makers can respond to the potential for an eventual demand shock, pressure will likely mount on politicians to provide a fiscal boost, potentially in the form of temporary tax cuts and other measures. That is even more the case outside the U.S., where major central banks, including the European Central Bank and Bank of Japan, have all but exhausted room for additional monetary easing, analysts said.\n\n\"I think the Fed is now saying we did the monetary side and it's time to get the fiscal side involved,\" said Leslie Falconio, senior strategist at UBS Global Wealth Management, in an interview.\n\nBond proxies in demand?\n\nThe usual defensive sectors -- utilities, consumer staples and real estate -- were outperforming the broader stock market Tuesday. But with the 10-year Treasury yield below 1%, yield-hungry investors will be even more hungry for bond proxies to generate needed income, Arone said.\n\n\"Low rates are only going to exaggerate that demand, so utilities, REITs, staples -- your classic high-yielding sectors -- will be in greater demand regardless of their valuations or their business prospects just due to the fact that yields are so low,\" he said.\n\nPaying the price for 'perfection'\n\nInvestors will likely remain at the mercy of headlines surrounding the spread of COVID-19 in coming weeks and months, but \"there's no doubt that equities have been way too complacent over the last several quarters,\" Rhame said.\n\nWhile last week's lurch lower saw major U.S. stock indexes tumble from recent records into correction territory, investors had looked past slowing earnings growth, deteriorating revenue growth, margin compression and signs of moderating economic growth over the past year-and-a-half, she said.\n\nHow much of the market's downturn \"is closing the gap between fundamentals\" versus a reaction to the coronavirus threat is very unclear right now, she said, but it is clear that of all financial markets, large-cap equities were previously \"priced for perfection.\" While investors will hope for some stabilization in equities, it seems clear that the low-volatility environment that prevailed in the final quarter of last year is gone.\n\n\"It's all about managing volatility,\" she said.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "william_watts@marketwatch.com", "name": "William Watts", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Supply_shock", "type": "wiki", "score": 5, "label": {"eng": "Supply shock"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 5, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Stimulus_(economics)", "type": "wiki", "score": 4, "label": {"eng": "Stimulus (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 4, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Monetary_policy", "type": "wiki", "score": 4, "label": {"eng": "Monetary policy"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 4, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Demand_shock", "type": "wiki", "score": 3, "label": {"eng": "Demand shock"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 3, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Bank_of_Japan", "type": "org", "score": 2, "label": {"eng": "Bank of Japan"}}, {"uri": "http://en.wikipedia.org/wiki/Fiscal_policy", "type": "wiki", "score": 2, "label": {"eng": "Fiscal policy"}}, {"uri": "http://en.wikipedia.org/wiki/Quantitative_easing", "type": "wiki", "score": 2, "label": {"eng": "Quantitative easing"}}, {"uri": "http://en.wikipedia.org/wiki/Private_banking", "type": "wiki", "score": 2, "label": {"eng": "Private banking"}}, {"uri": "http://en.wikipedia.org/wiki/European_Central_Bank", "type": "loc", "score": 2, "label": {"eng": "European Central Bank"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/UBS", "type": "org", "score": 2, "label": {"eng": "UBS"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 2, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Insurance", "type": "wiki", "score": 2, "label": {"eng": "Insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_market", "type": "wiki", "score": 1, "label": {"eng": "Financial market"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 1, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Volatility_(finance)", "type": "wiki", "score": 1, "label": {"eng": "Volatility (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Market_capitalization", "type": "wiki", "score": 1, "label": {"eng": "Market capitalization"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 17}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 16}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 15}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IB364_powell_ZG_20200303131039.jpg", "eventUri": null, "location": null, "shares": {"facebook": 715}, "sentiment": -0.1450980392156863, "wgt": 715, "relevance": 76}, {"uri": "1476039803", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "23:37:00", "dateTime": "2020-03-08T23:37:00Z", "dateTimePub": "2020-03-08T23:36:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/an-all-out-war-for-dominance-has-erupted-among-opec-and-its-allies-and-now-oil-investors-brace-for-a-race-to-the-bottom-on-prices-2020-03-08", "title": "Oil plunges 25% and investors brace for a race to the bottom, as an all-out OPEC 'price war' erupts between Saudi Arabia and Russia", "body": "It's every country for itself, or so it seems after a meeting between OPEC and other major producers ended in acrimony on Friday, which has the market now worried about a price war between some of the biggest oil producers in the world.\n\nRussia and Saudi Arabia are likely to significantly hike their respective outputs after this month's conclusion of a global pact between the Organization of the Petroleum Exporting Countries and the other largest oil producers, including Russia, according to recent reports.\n\nOver the weekend, Saudi Arabia, the de facto leader of OPEC by dint of the scale of its production and its ability to easily ramp up oil production, is said to be planning to boost crude-oil production to between , according to Reuters, citing two people familiar with talks.\n\nSaudi Arabia is capable of producing 12 million barrels a day at full tilt.\n\nRiyadh in the past few days reduced its so-called official selling price -- the announced price set to buyers that is usually pegged to some other benchmark -- for all grades of crude,. Russia's oil minister has said that it also will increase output.\n\nThe moves come after plans by OPEC and allies, a group known as OPEC+, to stabilize oil prices at a series of meetings in Vienna last week ended in bitter dissent, with Russia rejecting a plan for additional output cuts and sending prices for the commodity plummeting to their lowest levels in roughly three years.\n\nThe collapse of the negotiations helped to lead West Texas Intermediate oil CLJ20, -16.78% , the U.S. benchmark, to notch its worst weekly drop since 2014 and its lowest settlement since August 2016.\n\nMay Brent crude BRNK20, -18.37%, the global crude benchmark, tumbled to its lowest settlement since 2017 and booked a weekly slide of 8.9%,\n\nIn electronic trade on Sunday oil was again being hammered with WTI down a stunning 25.2%, or $8.84 at 30.81 a barrel, while Brent was off 24.5% at $34.18.\n\nThose declines if they held, would drag both oil contracts to their lowest points since 2016.\n\nThe plunge for oil comes after U.S. and international oil grades are down by at least 35% from their recent peaks and are in a bear market that has put energy-related companies on their heels.\n\nRead:\n\nEdward Bell commodities analyst at Emirates NBD, in a Sunday research note wrote that OPEC is \"preparing for a price war by announcing plans to actually increase output.\"\n\nOther commodity experts have offered a similar characterization of recent events:\n\n\"We believe the OPEC and Russia oil price war unequivocally started this weekend \"analysts at Goldman Sachs wrote on Sunday. The analysts are predicting that oil could tumble to a nadir of $20 a barrel.\n\nThe downturn for oil also comes amid the outbreak of COVID-19 the infectious disease that has sickened nearly 110,000 people worldwide and killed more than 3,600. The epidemic, derived from a novel strain of coronavirus, significantly dented oil prices because China is one of the biggest importers of the commodity, but worries about a global slowdown to economies and supply chains due to attempts to contain the virus also have hammered crude.\n\n\"The prognosis for the oil market is even more dire than in November 2014 when such a price war last started, as it comes to a head with the significant collapse in oil demand due to the coronavirus.\" the Goldman analysts wrote.\n\nAn additional slide in oil will likely slam stocks and was already . Futures for the Dow Jones Industrial Average YMH20, -5.32% were down 962 points, or 3,7%, those for the S&P 500 ESH20, -5.28% were off 4.1% at 2,842, while Nasdaq-100 futures NQH20, -4.56% were down 3.8% at 8,181. On Friday, the Dow DJIA, -5.70%, S&P 500 SPX, -5.58% and Nasdaq Composite COMP, -5.44% all ended lower amid growing fears of the coronavirus.\n\nA further plunge in oil is likely to only add to anxieties about a longer spell of weakness and volatility across global markets.\n\n\"The shock-and-awe Saudi strategy will propel oil markets into a period of radical uncertainty,\" wrote Stephen Innes, chief market strategist at AxiCorp in a Sunday note. \"Russia balking was one thing, but Saudi ramping up production is a bird of another feather,\" he wrote.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "mark_decambre@marketwatch.com", "name": "Mark DeCambre", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Benchmark_(crude_oil)", "type": "wiki", "score": 5, "label": {"eng": "Benchmark (crude oil)"}}, {"uri": "http://en.wikipedia.org/wiki/OPEC", "type": "org", "score": 5, "label": {"eng": "OPEC"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 5, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 4, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 4, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 3, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 3, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/Electronics", "type": "wiki", "score": 3, "label": {"eng": "Electronics"}}, {"uri": "http://en.wikipedia.org/wiki/De_facto", "type": "loc", "score": 3, "label": {"eng": "De facto"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Vienna", "type": "loc", "score": 3, "label": {"eng": "Vienna"}, "location": {"type": "place", "label": {"eng": "Vienna"}, "country": {"type": "country", "label": {"eng": "Austria"}}}}, {"uri": "http://en.wikipedia.org/wiki/Riyadh", "type": "loc", "score": 3, "label": {"eng": "Riyadh"}, "location": {"type": "place", "label": {"eng": "Riyadh"}, "country": {"type": "country", "label": {"eng": "Saudi Arabia"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 2, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 2, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Market_trend", "type": "wiki", "score": 2, "label": {"eng": "Market trend"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 2, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 2, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 2, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 2, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 2, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 1, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Volatility_(finance)", "type": "wiki", "score": 1, "label": {"eng": "Volatility (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 35}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 25}, {"uri": "dmoz/Business/Chemicals/Specialties", "label": "dmoz/Business/Chemicals/Specialties", "wgt": 18}, {"uri": "dmoz/Shopping/Health/Alternative", "label": "dmoz/Shopping/Health/Alternative", "wgt": 17}, {"uri": "dmoz/Business/Agriculture_and_Forestry/Import_and_Export", "label": "dmoz/Business/Agriculture and Forestry/Import and Export", "wgt": 16}], "image": "https://s.marketwatch.com/public/resources/images/MW-HR049_aramco_ZG_20190910182106.jpg", "eventUri": null, "location": null, "shares": {"facebook": 689}, "sentiment": -0.02745098039215688, "wgt": 689, "relevance": 27}, {"uri": "1469799137", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "21:09:00", "dateTime": "2020-03-03T21:09:00Z", "dateTimePub": "2020-03-03T21:09:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/man-who-predicted-the-2008-financial-crisis-says-coronavirus-may-mean-his-bets-of-stock-market-carnage-are-finally-beginning-to-crystallize-2020-03-03", "title": "Man who predicted the 2008 financial crisis says coronavirus may mean his bets of stock-market carnage are finally beginning to crystallize ", "body": "Love him or hate, Peter Schiff doesn't care as he bets on stock-market carnage ahead\n\nIt's times like these that get Peter Schiff's blood running hot.\n\nThe polarizing Wall Street prognosticator says that the Federal Reserve's latest move, an emergency half-a-percentage-point interest rate cut on Tuesday to a 1-1.25% range for fed funds, may be the pin that ultimately pricks what he believes is a raging stock-market bubble.\n\n\"The problem isn't the pin, the problem is the bubble and once the bubble is pricked, the damage is done and the air is coming out of this bubble,\" he told MarketWatch during a Tuesday afternoon phone interview.\n\n\"If it wasn't the coronavirus, it would have been something else,\" Schiff said.\n\nRead:\n\nThe cited growing risks to the economy tied to the spread of COVID-19, the infectious disease that originated in Wuhan, China in December which has sickened more than 90,000 people and claimed more than 3,100 lives and now threatens to disrupt global supply chains and economies.\n\nSchiff, the chief executive of Euro Pacific Capital, is a longtime market pundit and well-known gold bug and his admonitions to investors have been pilloried at times because his persistent and unrealized crisis narratives haven't always played out. He once predicted that gold would head to $5,000 an ounce, though he didn't offer a specific time period.\n\nHowever, he believes this time that calls for a stock-market and bond-market implosion and a collapse of the U.S. dollar DXY, +0.07% are more likely than ever.\n\n\"We are going to have a collapse of the bond market and the financial crisis that's coming will be much worse than the one we had in 2008,\" he said. The bond market wasn't quite collapsing on Tuesday but the 10-year Treasury note did establish a fresh historic low yield beneath 1%, while the U.S. dollar, as measured by the ICE U.S. Dollar Index, has fallen 1% this week and gold GCJ20, +0.09%, Schiff's favorite asset, has gained 4.4% over the same period.\n\nRead:\n\nIt is hard to be too dismissive of Schiff's predictions as one of his calls -- that the collapse of the housing market in 2008 would lead to a -- was dead on, and, perhaps has fortified his status as an investor and commentator who demands some attention on Wall Street.\n\nU.S. equity markets appear to agree with Schiff's skepticism of the Fed's recent emergency action on Tuesday ahead of their planned March 17-18 meeting.\n\nThe Dow Jones Industrial Average DJIA, -2.94% , or 2.9%, to around 25,917, while the S&P 500 SPX, -2.81% gave up 89 points, or 2.8%, to end at 3,003. The Nasdaq Composite Index COMP, -2.99% retreated 3% at 8,684, with losses increasing for equity markets in the aftermath of a news conference the U.S. central-bank chief held to explain the emergency policy measures.\n\nCriticism of the Fed's action from those who believe the Fed has limited ability to stimulate an economy infected by the novel coronavirus as well as those who believe the Fed should wait for further economic data before opting to inject a dose of confidence in markets that have been prone to wild 1,000-point swings in the Dow in the past two weeks.\n\nThe Fed has said that the U.S. economy remains strong and that acknowledgment has puzzled those wondering why the Fed is reducing benchmark interest rates with U.S. unemployment rate hanging around a .\n\nSchiff says the move to cut interest rates while the economy is strong supports his theory that the Fed can't get away from interest rates at historically low levels, after attempting to do so at the end of . Last year the Fed cut rates three times in succession in the face of intensifying pressure from a U.S.-China trade war.\n\nCheck out: H\n\nThe Euro Pacific Capital chief says this is the new normal for markets and it doesn't end well for the average investor. \"The Fed never allowed the economy to heal,\" he said of monetary policy in the aftermath of the 2008 financial crisis.\n\nWhat does Schiff say to those who proclaim him a broken clock who is right twice a day?\n\n\"They are betting on a losing hand and I am betting on a winning hand and I want to go home with everybody's chips,\" he said.\n\nStock-market bulls should hope he isn't correct this time.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "mark_decambre@marketwatch.com", "name": "Mark DeCambre", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Peter_Schiff", "type": "person", "score": 5, "label": {"eng": "Peter Schiff"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_market", "type": "wiki", "score": 4, "label": {"eng": "Bond market"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 4, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 4, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "wiki", "score": 4, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 4, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Gold", "type": "wiki", "score": 4, "label": {"eng": "Gold"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Dollar_Index", "type": "wiki", "score": 3, "label": {"eng": "U.S. Dollar Index"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Immigration_and_Customs_Enforcement", "type": "org", "score": 3, "label": {"eng": "U.S. Immigration and Customs Enforcement"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 3, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 3, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 3, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 2, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Real_estate_economics", "type": "wiki", "score": 2, "label": {"eng": "Real estate economics"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 2, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Trade_war", "type": "wiki", "score": 1, "label": {"eng": "Trade war"}}, {"uri": "http://en.wikipedia.org/wiki/Gambling", "type": "wiki", "score": 1, "label": {"eng": "Gambling"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 91}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 18}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 20}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 18}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 18}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-HA638_schiff_ZG_20181219103239.jpg", "eventUri": null, "location": null, "shares": {"facebook": 656, "pinterest": 3}, "sentiment": -0.5294117647058824, "wgt": 659, "relevance": 52}, {"uri": "1469702352", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "19:27:00", "dateTime": "2020-03-03T19:27:00Z", "dateTimePub": "2020-03-03T19:25:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/inovio-shares-rally-after-biotech-says-human-trials-of-coronavirus-vaccine-will-start-in-april-2020-03-03", "title": "Inovio shares rally after biotech says human trials of coronavirus vaccine will start in April", "body": "Other vaccine makers, including Gilead, Moderna, AIM ImmunoTech and Vir Biotechnology move lower\n\nShares of Inovio Pharmaceuticals Inc. rallied more than 16% Tuesday, after the company to treat the coronavirus COVID-19 and expects to start human trials in the U.S. next month.\n\nThe stock INO, +8.19% has more than doubled in three months as expectations for the company's vaccine, called INO-4800, have grown, and as the virus has spread to more than 91,000 people and caused more than 3,100 deaths.\n\nPlymouth Meeting, Pennsylvania-based Inovio specializes in developing DNA vaccines and has created products to treat 15 indications. It is the only company to have a phase 2 vaccine for the coronavirus that caused Middle East respiratory syndrome, or MERS. The company was called on to help during the 2016 Zika outbreak and the Ebola outbreak in 2014.\n\nInovio Chief Executive Dr. J. Joseph Kim told the U.S. Coronavirus Task Force meeting at the White House on Monday that the company designed INO-4800 on Jan. 10 in three hours after the publication of the genetic sequence of the virus.\n\nFor daily coverage of COVID-19:\n\n\"We immediately began preclinical testing and small-scale manufacture and have already shared robust preclinical data with our public and private partners,\" Kim said in a statement. \"We plan to begin human clinical trials in the U.S. in April and soon thereafter in China and South Korea, where the outbreak is impacting the most people.\"\n\nMaxim analyst Jason McCarthy, Ph.D., said Inovio likely has the best vaccine option for the new illness. The speed with which it developed INO-4800 \"is demonstration of the versatility and speed with which Inovio can respond to an 'emergency' situation.\"\n\nRead also:\n\nThe company \"is consistently the recipient of non-dilutive grant funding for its infectious diseases vaccines from the Coalition for Epidemic Preparedness Innovations (CEPI),\" he wrote in a note to clients. In February, it was awarded up to $9 million for a COVID-19 vaccine. It has previously received up to $56 million in CEPI grants for MERS and Zika.\n\nInovio is expecting to deliver 1 million doses of vaccine by year-end, using its existing resources, but will need additional resources to scale up to provide further amounts.\n\nThe company has finalized the designs for human clinical trials and has developed large-scale manufacturing plans. It is planning to launch trials in the U.S. in 30 healthy volunteers and expects to publish the first results by fall.\n\nSee:\n\nIn November, Inovio posted a net loss of $23.1 million, or 25 cents a share, after a net loss of $25 million, or 27 cents a share, in the year-earlier period. Revenue came to $867,000, down from $2.0 million in the year-earlier period.\n\nShares of four other companies seeking to develop a COVID-19 vaccine were lower Tuesday. Moderna Inc. shares MRNA, +0.64% were down 8%, AIM ImmunoTech Inc. AIM, +29.51% was down 3.9%, Vir Biotechnology Inc. VIR, +9.17% was down 13% and Gilead Sciences Inc. GILD, +0.62% was down 4.5%.\n\nThe S&P 500 SPX, +1.82% was down 3.2% and the Dow Jones Industrial Average DJIA, +2.18% was down 900 points, or 3.4%.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "ciara_linnane@marketwatch.com", "name": "Ciara Linnane", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Middle East respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 4, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Medication", "type": "wiki", "score": 4, "label": {"eng": "Medication"}}, {"uri": "http://en.wikipedia.org/wiki/Zika_virus", "type": "wiki", "score": 3, "label": {"eng": "Zika virus"}}, {"uri": "http://en.wikipedia.org/wiki/Nucleic_acid_sequence", "type": "wiki", "score": 3, "label": {"eng": "Nucleic acid sequence"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 3, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 3, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Biotechnology", "type": "wiki", "score": 3, "label": {"eng": "Biotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/DNA", "type": "wiki", "score": 3, "label": {"eng": "DNA"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Plymouth", "type": "loc", "score": 3, "label": {"eng": "Plymouth"}, "location": {"type": "place", "label": {"eng": "Plymouth"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_for_Epidemic_Preparedness_Innovations", "type": "wiki", "score": 2, "label": {"eng": "Coalition for Epidemic Preparedness Innovations"}}, {"uri": "http://en.wikipedia.org/wiki/Doctor_of_Philosophy", "type": "org", "score": 2, "label": {"eng": "Doctor of Philosophy"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 2, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Virginia_International_Raceway", "type": "wiki", "score": 1, "label": {"eng": "Virginia International Raceway"}}, {"uri": "http://en.wikipedia.org/wiki/Guild", "type": "wiki", "score": 1, "label": {"eng": "Guild"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 1, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 74}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 17}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Pharmaceuticals", "wgt": 16}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 27}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 19}, {"uri": "dmoz/Recreation/Pets/Issues", "label": "dmoz/Recreation/Pets/Issues", "wgt": 13}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-HZ842_corona_ZG_20200207091944.jpg", "eventUri": null, "location": null, "shares": {"facebook": 418}, "sentiment": 0.2156862745098038, "wgt": 418, "relevance": 101}, {"uri": "1468332410", "lang": "eng", "isDuplicate": false, "date": "2020-03-02", "time": "19:33:00", "dateTime": "2020-03-02T19:33:00Z", "dateTimePub": "2020-03-02T19:32:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/how-americas-extreme-survivalists-are-preparing-for-a-worst-case-coronavirus-epidemic-beans-bullets-and-band-aids-2020-03-02", "title": "How America's extreme 'survivalists' are preparing for a worst-case coronavirus epidemic  --  'beans, bullets and Band-Aids'", "body": "'My motto is panic now and beat the rush,' one prepper says, while another recommends making a list of all the things you love about your family, in case you are quarantined for several weeks, or longer\n\nJames Wesley Rawles is hunkered down at an undisclosed location . \"I'm not at liberty to say what state I live in,\" he told MarketWatch via internet phone. \"I live in the inland Northwest... more than two hours from any decent shopping. We could lock our gate and say goodbye to the world for two or three years and get along just fine.\"\n\nHe's on his ranch with a large family. \"I'm not at liberty to discuss it,\" says Rawles, a former U.S. Army Intelligence officer. \"Let's just say it is a very large family.\"\n\nThis is a key moment for \"preppers\" or \"survivalists\" like Rawles. While the coronavirus and sent shoppers to stores like COST, +9.96% , survivalists have been prepping for something like this for years. Even decades.\n\n\"I was a 'prepper' long before that term even came into being,\" says Jim Cobb, author of . \"Since I was 16 years old,\" says Rawles, when asked when he first started readying himself for a possible apocalypse. \"That was in 1976.\"\n\n'Be prepared for whatever life throws at you.' -- Jim Cobb, author of 'Preppers' Long-Term Survival Guide and Urban Emergency Survival Plan'\n\nNobody knows for sure, but there may be preppers in the U.S. The term covers everything from \"doomsday preppers\" in the northern mountain states to people who just make sure to be stocked up at home in case of disaster.\n\nRawles, the author of the doomsday novels, and the website has been living at his undisclosed ranch since 2006. He is a messianic Christian and a figure. \"The general public is clueless,\" Rawles. \"I call them the GDP -- the Generally Dumb Public.\"\n\nMost people will be unprepared if there are shortages, or if they have to go into quarantine, he says. He's watched -- despite -- without surprise. \"It is at times like this that the GDP wakes up,\" he says. \"My motto is panic now and beat the rush.\"\n\n\"I've been doing it my whole life,\" says ,\" a survivalist who asked that MarketWatch not share his real name. \"[A] lot of urban people aren't prepared for a disaster,\" he adds.\n\nCobb, meanwhile, lives in a more mainstream environment in Wisconsin, where he works as a disaster preparedness consultant and a writer. \"I'm not an 'end of the world is coming' kind of guy,\" he says. \"It isn't a case of having to batten down the hatches because the zombies are going to get us. For me, preparedness is common sense. Be prepared for whatever life throws at you.\"\n\nSome preppers say the coronavirus was on their radar in January\n\nRawles says he and other preppers noticed that the commodities markets were flashing alarm signals about China long before Wall Street paid attention. \"We started raising alarms about this in early January,\" says Rawles. \"The commodities markets essentially fell apart.\"\n\nOil slumped, he pointed out. Copper, a key leading indicator of economic activity, plunged. The Baltic Dry Index, which tracks demand for global shipping, went south. He and many fellow preppers think the virus is likely to be a so-called \"Black Swan event\" -- the term coined by author Nassim Taleb to describe major, sudden, and unpredictable shocks to the system.\n\nRawles, who says he is ready for his long-expected doomsday a scenario, says he holds his money in platinum, silver, and U.S. nickels, which he believes will be valuable because of their base metal content.\n\nSo far, the World Health Organization is calling coronavirus, or Covid-19, an epidemic rather than a pandemic. Worldwide, there . However, more than 80,000 of those cases are in China.\n\nThe WHO is calling coronavirus an 'epidemic' rather than a 'pandemic.'\n\nThe definition of an epidemic and pandemic are somewhat vague. An epidemic refers to a surge in the number of cases of a disease, while a pandemic refers to a disease that has spread widely across countries and continents.\n\nThe WHO has declared the coronavirus a \"global health emergency,\" the organization's highest alert level.\n\nAs President Trump confirmed during last week's press conference on the disease, the federal government does have contingency plans, even including quarantining cities, if it should get much worse.\n\nMany preppers don't believe the reassurances about the scale of the epidemic, least of all the information coming out of China.\n\nThey both agree on one thing: a worst-case scenario is the most likely outcome. Some, like Rawles, fear the worst from the coronavirus. He thinks it is \"unstoppable\" and \"will be all over the planet in the next months.\" Doc Montana believes the authorities are trying to warn people to get ready without causing a stampede.\n\nBut others are more philosophical and, perhaps, less apocalyptic. \"There is so much goofy stuff that is floating around on social media,\" says Cobb. \"You don't know what's right and what's wrong.\" His take? \"No. 1, don't worry about what you don't know. Worry about what you can control. As a practical matter, prepping for a pandemic isn't that different from prepping for a sudden job loss or a power outage.\"\n\n'Don't worry about what you don't know. Worry about what you can control.' -- James Wesley Rawles, a 'prepper' who lives at an undisclosed location west of the Rockies\n\nMost preppers are nothing if not dramatic, and they have a variety of terms to describe total disaster. Most of them are acronyms.\n\nThere is TEOTWAWKI, which is actually pronounced as a word, teo-twawki, and stands for The End Of The World As We Know It. WROL means Without The Rule of Law. GOOD means Get Out of Dodge. And SHTF refers to that moment when the, give or take a profanity, Stuff Hits the Fan.\n\nWhile some, like Rawles, are already hunkered down at their remote ranch, others are ready to flee, a move known among preppers as \"bugging out.\"\n\nThe ranches are usually in the \"American Redoubt\" in the northwest, covering Montana, Idaho, Wyoming, and eastern Oregon and Washington. It is a term coined by Rawles that means a political migration to mountain states in the northwestern U.S. considered a place of refuge for libertarian, conservative survivalists.\n\nUp in that vast wilderness the population is thin, cities are distant, gun laws are relatively lax, and there is plenty of land, water and hunting.\n\n\"Most of us have an alternate location,\" says Doc Montana, who says he lives and works in a mainstream community. \"Mine is in western Montana,\" he says. (Hence the moniker.) \"It is thinly populated. It has abundant natural resources. It isn't really on the road to anywhere.\" It is even surrounded by other largely empty states. \"I look at Montana as having buffer states around it,\" he says.\n\nFood storage advice from preppers\n\nBut prepping doesn't have to mean \"bugging out,\" preppers say. It can also just mean \"bugging in\" -- hunkering down at home. Even if you get sick and get quarantined at home, you, too, will be \"bugging in,\" they say.\n\nSo what do they advise? Make sure you have plenty of food, fresh water, medicines and first-aid supplies, they say. Also: electrolyte replacement drinks like Gatorade PEPS, -0.07%, prescription medicines and over-the-counter medicines like aspirin and ibuprofen. The best foods are long-lasting, easy to store staples that you would eat anyway, like pasta, beans, rice and honey, they add. Rawles recommends multivitamins to supplement any limited quarantine diet. Freeze fresh foods and treats as well, if you can.\n\nDoc Montana says he makes sure about half his food stores are things that can be cooked easily. \"If everyone in your house is sick,\" he asks, \"can you crawl to the kitchen to prepare meals?\"\n\nWrite down everything you love about your family, in case you are quarantined. -- Jim Cobb, author of 'Preppers' Long-Term Survival Guide and Urban Emergency Survival Plan'\n\nHe also suggests plastic sheeting, masks and goggles. They're also stocked up on basic supplies, from toilet paper to candles and matches -- and plenty of cash. \"Think of it as a hurricane,\" says Doc Montana. Jim Cobb regards it as camping at home.\n\nThe more apocalyptic go further: Fire extinguishers, in case the fire department is put out of action, your own generator, and fuel -- and a gun, if it's legal and you know how to use it properly. Rawles jokes that he recommends \"Beans, Bullets and Band-Aids.\"\n\nPreppers say they have stocked up several gallons of water, per person, for each day they are expected to bug in. (They also stock water filters, such as those made by in case the town water supply fails).\n\n\"If we had to shutter the doors and lock the windows and not leave our house, we could go four to six weeks, if not longer,\" says Cobb,. \"[A month], to me, is the absolute minimum time of independence that people need to be prepared for,\" adds Doc Montana. \"In a nutshell, you need to be prepared to live in isolation for at least two months,\" says Rawles, adding: \"and preferably two years.\"\n\nCobb also advises writing down a list, right now, of all the qualities you love and admire about your other family members. That way, if you end up being quarantined together for days or weeks \"when you reach the point that you're ready to throttle them, because they are just always right there and they are driving you nuts, you'll have that list to remind you of why you want to keep them around.\"\n\nCobb says it's \"common sense\" to be prepared. And if disaster doesn't strike? Cobb says it's a win-win: \"You just don't have to go grocery shopping for a while.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "brett_arends@marketwatch.com", "name": "Brett Arends", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/James_Wesley_Rawles", "type": "person", "score": 5, "label": {"eng": "James Wesley Rawles"}}, {"uri": "http://en.wikipedia.org/wiki/Survivalism", "type": "wiki", "score": 5, "label": {"eng": "Survivalism"}}, {"uri": "http://en.wikipedia.org/wiki/End_time", "type": "wiki", "score": 5, "label": {"eng": "End time"}}, {"uri": "http://en.wikipedia.org/wiki/Ranch", "type": "wiki", "score": 5, "label": {"eng": "Ranch"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 5, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Liberty", "type": "wiki", "score": 5, "label": {"eng": "Liberty"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Motto", "type": "wiki", "score": 5, "label": {"eng": "Motto"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity_market", "type": "wiki", "score": 4, "label": {"eng": "Commodity market"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 4, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 4, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Montana", "type": "loc", "score": 4, "label": {"eng": "Montana"}, "location": {"type": "place", "label": {"eng": "Montana"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Baltic_Dry_Index", "type": "wiki", "score": 3, "label": {"eng": "Baltic Dry Index"}}, {"uri": "http://en.wikipedia.org/wiki/Covert_listening_device", "type": "wiki", "score": 3, "label": {"eng": "Covert listening device"}}, {"uri": "http://en.wikipedia.org/wiki/Nassim_Nicholas_Taleb", "type": "person", "score": 3, "label": {"eng": "Nassim Nicholas Taleb"}}, {"uri": "http://en.wikipedia.org/wiki/Zombie", "type": "wiki", "score": 3, "label": {"eng": "Zombie"}}, {"uri": "http://en.wikipedia.org/wiki/Messiah", "type": "org", "score": 3, "label": {"eng": "Messiah"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Platinum", "type": "wiki", "score": 3, "label": {"eng": "Platinum"}}, {"uri": "http://en.wikipedia.org/wiki/Copper", "type": "wiki", "score": 3, "label": {"eng": "Copper"}}, {"uri": "http://en.wikipedia.org/wiki/Emergency_management", "type": "wiki", "score": 3, "label": {"eng": "Emergency management"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Army", "type": "org", "score": 3, "label": {"eng": "United States Army"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Wisconsin", "type": "loc", "score": 3, "label": {"eng": "Wisconsin"}, "location": {"type": "place", "label": {"eng": "Wisconsin"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Gatorade", "type": "org", "score": 2, "label": {"eng": "Gatorade"}}, {"uri": "http://en.wikipedia.org/wiki/Rocky_Mountains", "type": "loc", "score": 2, "label": {"eng": "Rocky Mountains"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Wyoming", "type": "loc", "score": 2, "label": {"eng": "Wyoming"}, "location": {"type": "place", "label": {"eng": "Wyoming"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oregon", "type": "loc", "score": 2, "label": {"eng": "Oregon"}, "location": {"type": "place", "label": {"eng": "Oregon"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Idaho", "type": "loc", "score": 2, "label": {"eng": "Idaho"}, "location": {"type": "place", "label": {"eng": "Idaho"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "dmoz/Home/Emergency_Preparation", "label": "dmoz/Home/Emergency Preparation", "wgt": 21}, {"uri": "dmoz/Society/Issues/Survivalism", "label": "dmoz/Society/Issues/Survivalism", "wgt": 16}, {"uri": "dmoz/Shopping/Home_and_Garden/Emergency_Supplies", "label": "dmoz/Shopping/Home and Garden/Emergency Supplies", "wgt": 14}, {"uri": "dmoz/Home/Emergency_Preparation/Food_and_Water", "label": "dmoz/Home/Emergency Preparation/Food and Water", "wgt": 13}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IB289_preppe_MG_20200302142239.jpg", "eventUri": null, "location": null, "shares": {"facebook": 379}, "sentiment": 0.1058823529411765, "wgt": 379, "relevance": 101}, {"uri": "1474832308", "lang": "eng", "isDuplicate": false, "date": "2020-03-07", "time": "17:38:00", "dateTime": "2020-03-07T17:38:00Z", "dateTimePub": "2020-03-07T17:38:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/should-i-go-on-a-cruise-celebrity-cruises-royal-caribbean-disney-and-norwegian-offer-free-cancellations-with-caveats-and-issue-strict-instructions-for-passengers-2020-03-07", "title": "Should I go on a cruise with the coronavirus epidemic spreading worldwide ? Cruise lines are offering free cancellations", "body": "Those contemplating a cruise face the prospect of a fellow passenger testing positive with COVID-19 and being quarantined on a vessel\n\nHave you planned a cruise? If so, should you cancel due to the spread of the coronavirus epidemic around the world ? If not, is this a good time to go?\n\nWorldwide, there were 102,471 COVID-19 cases and at least 3,491 deaths as of Saturday morning, while 57,463 people worldwide have recovered, according to data published by the Johns Hopkins Whiting School of Engineering's Center for Systems Science and Engineering.\n\nThe number of new cases in China continues to drop off, but growing infection clusters in Iran, Italy and South Korea remain. In the U.S., health authorities said 17 people have died as of Saturday morning and, according to Johns Hopkins, there are approximately 340 confirmed cases.\n\nThe biggest threats for those contemplating a cruise are the prospect of being quarantined on a vessel should a port refuse to allow the ship to dock and, of course, someone testing positive and the virus spreading among crew members and passengers.\n\nThe U.S. Centers for Disease Control and Prevention advises people not to take a cruise to or within Aisa. \"Several destinations in Asia are experiencing outbreaks of novel coronavirus infection,\" Cruise ship passengers are at increased risk of person-to-person spread of infectious diseases.\"\n\nAlso see:\n\nA Princess Cruises ship, the Grand Princess, remains stranded off the coast of California on Saturday after an elderly man who sailed on the ship's previous voyage died of the new coronavirus last month. Some 21 people have tested positive for coronavirus on the ship.\n\nAnother Princess ship, Diamond Princess, was quarantined off Japan for two weeks. Dozens of people tested positive for the virus, and seven passengers on that ship have died, Japanese public broadcaster NHK said Saturday. Princess Cruises did not respond to request for comment.\n\nCruise ships are popular among families and the elderly. Younger children with strong immune systems have the lowest fatality rate for COVID-19, the disease resulting from the virus, but those with stronger immune systems may be more prone to spreading the virus to .\n\nCoronavirus has an estimated incubation period of up to two weeks. That can affect how fast an outbreak spreads. If people die from an illness sooner, they are less likely to be walking on the deck, swimming in the pool, eating in the restaurants and, thus, less likely to spread the virus.\n\n\"The incubation period for SARS was typically 2 to 7 days, although in some cases it may be as long as 10 days,\" the CDC said at the time. Most of SARS cases were between November 2002 and July 2003. \"In a very small proportion of cases, incubation periods of up to 14 days have been reported.\"\n\nAfter several other high-profile cases of cruises being quarantined and stranded offshore, people are obviously nervous about traveling by cruise. Cruise lines have to allow passengers to cancel and rebook trips at a future date.\n\n* Carnival Corp. CCL, -2.58%, which owns Princess Cruises, allows passengers to cancel a trip without penalty between now and May 31, but they must use their credit before March 31, 2021.\n\n* Celebrity Cruises and Royal Caribbean RCL, -1.17% also allow travelers to cancel up to two days before departure between now and July 31, but they must use the credit before Dec. 31, 2021.\n\n* Passengers on Norwegian Cruise Line NCLH, -5.21% may cancel two days in advance on trips scheduled between now and July 31, and must use their travel credit before Dec. 31, 2022.\n\n* Disney Cruise DIS, +1.13% passengers may cancel trips scheduled to sale before May 31 one day in advance, and must redeem their credit within 12 months of their original cruise date.\n\nDisney, like most major cruise lines, has introduced precautionary measures for future sailings, and warns passengers that they will not be allowed to disembark in certain countries, if they have recently visited or even had a stopover in a place where there was a severe outbreak of coronavirus.\n\nAll guests and crew members will have their temperature checked by a nurse prior to boarding, Disney said. \"Additional medical screening will be required for anyone with a temperature of 100.4º F or greater, and they along with their travel party may be unable to sail,\" it added.\n\n\"If your cruise includes a stop in Nassau or Castaway Cay, please note that The Bahamas will not allow anyone to disembark in any Bahamian port if they have been to China, South Korea, Italy or Iran in the past 20 days prior to arrival,\" .\n\nThe company added, \"If your cruise includes a stop in Jamaica, please note that in addition to the locations noted above, officials there also will not allow guests who have traveled from, to or through Singapore within 14 days of arrival to disembark. These guests will be unable to sail.\"\n\nHow COVID-19 is transmitted", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "quentin_fottrell@marketwatch.com", "name": "Quentin Fottrell", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 5, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 5, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_ship", "type": "wiki", "score": 4, "label": {"eng": "Cruise ship"}}, {"uri": "http://en.wikipedia.org/wiki/Incubation_period", "type": "wiki", "score": 4, "label": {"eng": "Incubation period"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Princess_Cruises", "type": "org", "score": 4, "label": {"eng": "Princess Cruises"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 4, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Diamond_Princess_(ship)", "type": "wiki", "score": 3, "label": {"eng": "Diamond Princess (ship)"}}, {"uri": "http://en.wikipedia.org/wiki/Immune_system", "type": "wiki", "score": 3, "label": {"eng": "Immune system"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Port", "type": "wiki", "score": 3, "label": {"eng": "Port"}}, {"uri": "http://en.wikipedia.org/wiki/NHK", "type": "org", "score": 3, "label": {"eng": "NHK"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 3, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Celebrity_Cruises", "type": "org", "score": 2, "label": {"eng": "Celebrity Cruises"}}, {"uri": "http://en.wikipedia.org/wiki/Disney_Cruise_Line", "type": "org", "score": 2, "label": {"eng": "Disney Cruise Line"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Caribbean_International", "type": "org", "score": 2, "label": {"eng": "Royal Caribbean International"}}, {"uri": "http://en.wikipedia.org/wiki/Cruise_line", "type": "wiki", "score": 2, "label": {"eng": "Cruise line"}}, {"uri": "http://en.wikipedia.org/wiki/Norwegian_Cruise_Line", "type": "org", "score": 2, "label": {"eng": "Norwegian Cruise Line"}}, {"uri": "http://en.wikipedia.org/wiki/Carnival_Corporation_&_plc", "type": "org", "score": 2, "label": {"eng": "Carnival Corporation & plc"}}, {"uri": "http://en.wikipedia.org/wiki/The_Walt_Disney_Company", "type": "org", "score": 2, "label": {"eng": "The Walt Disney Company"}}, {"uri": "http://en.wikipedia.org/wiki/Restaurant", "type": "wiki", "score": 2, "label": {"eng": "Restaurant"}}, {"uri": "http://en.wikipedia.org/wiki/Temperature", "type": "wiki", "score": 2, "label": {"eng": "Temperature"}}, {"uri": "http://en.wikipedia.org/wiki/Nursing", "type": "wiki", "score": 1, "label": {"eng": "Nursing"}}, {"uri": "http://en.wikipedia.org/wiki/Castaway_Cay", "type": "loc", "score": 1, "label": {"eng": "Castaway Cay"}, "location": {"type": "place", "label": {"eng": "Castaway Cay"}, "country": {"type": "country", "label": {"eng": "The Bahamas"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nassau,_Bahamas", "type": "loc", "score": 1, "label": {"eng": "Nassau, Bahamas"}, "location": {"type": "place", "label": {"eng": "Nassau, Bahamas"}, "country": {"type": "country", "label": {"eng": "The Bahamas"}}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 1, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Jamaica", "type": "loc", "score": 1, "label": {"eng": "Jamaica"}, "location": {"type": "country", "label": {"eng": "Jamaica"}}}, {"uri": "http://en.wikipedia.org/wiki/The_Bahamas", "type": "loc", "score": 1, "label": {"eng": "The Bahamas"}, "location": {"type": "country", "label": {"eng": "The Bahamas"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 91}, {"uri": "dmoz/Society/Genealogy/Emigration_and_Immigration", "label": "dmoz/Society/Genealogy/Emigration and Immigration", "wgt": 21}, {"uri": "dmoz/Business/Transportation_and_Logistics/Maritime", "label": "dmoz/Business/Transportation and Logistics/Maritime", "wgt": 19}, {"uri": "dmoz/Recreation/Travel", "label": "dmoz/Recreation/Travel", "wgt": 26}, {"uri": "dmoz/Recreation/Travel/Specialty_Travel", "label": "dmoz/Recreation/Travel/Specialty Travel", "wgt": 26}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB739_Cruise_ZG_20200307121647.jpg", "eventUri": null, "location": null, "shares": {"facebook": 377}, "sentiment": 0.1529411764705881, "wgt": 377, "relevance": 101}, {"uri": "1469469726", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "15:46:00", "dateTime": "2020-03-03T15:46:00Z", "dateTimePub": "2020-03-03T15:45:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/fox-news-analyst-brit-humes-morning-internet-session-politics-stock-market-coronavirus-and-uh-sexy-vixen-vinyl-2020-03-03", "title": "Fox News analyst Brit Hume mocked for his  'Sexy Vixen Vinyl' tweet", "body": "During this time of fear, darkness and uncertainty, Fox News senior political analyst Brit Hume delivered this ray of sunshine to the internet on Tuesday:\n\nElection odds aside, Hume's diverse array of tabs perhaps gives some insight as to how the conservative pundit spent his morning.\n\nChecking on his SunTrust account. Makes sense with the stock market all over the place these days. Coronavirus, sure. Who isn't? But \"Sexy Vixen Vinyl?\"\n\nWhat IS that site all about? Here's a mostly safe-for-work glimpse at it:\n\nThe tweet was deleted and replaced with a cropped version, but it was up long enough for Twitter TWTR, -1.50% to do its thing:", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "shawn_langlois@marketwatch.com", "name": "Shawn Langlois", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Brit_Hume", "type": "person", "score": 3, "label": {"eng": "Brit Hume"}}, {"uri": "http://en.wikipedia.org/wiki/Pundit", "type": "wiki", "score": 3, "label": {"eng": "Pundit"}}, {"uri": "http://en.wikipedia.org/wiki/Political_science", "type": "wiki", "score": 3, "label": {"eng": "Political science"}}, {"uri": "http://en.wikipedia.org/wiki/Conservatism_in_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Conservatism in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "org", "score": 3, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/Internet", "type": "wiki", "score": 3, "label": {"eng": "Internet"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Fox", "type": "wiki", "score": 2, "label": {"eng": "Fox"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 2, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 1, "label": {"eng": "Twitter"}}], "categories": [{"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 11}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 10}, {"uri": "dmoz/Society/Politics/Campaigns_and_Elections", "label": "dmoz/Society/Politics/Campaigns and Elections", "wgt": 9}, {"uri": "dmoz/Society/Politics/Conservatism", "label": "dmoz/Society/Politics/Conservatism", "wgt": 12}, {"uri": "dmoz/Society/Paranormal/Crop_Circles", "label": "dmoz/Society/Paranormal/Crop Circles", "wgt": 9}], "image": "http://s.marketwatch.com/public/resources/MWimages/MW-IB343_hume_MG_20200303100702.jpg", "eventUri": null, "location": null, "shares": {"facebook": 377}, "sentiment": 0.04313725490196085, "wgt": 377, "relevance": 27}, {"uri": "1476051071", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "23:56:00", "dateTime": "2020-03-08T23:56:00Z", "dateTimePub": "2020-03-08T23:55:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/coronavirus-and-opec-vs-russia-oil-price-war-could-take-crude-into-the-20s-goldman-sachs-2020-03-08", "title": "Goldman says oil price war and coronavirus could see crude plunge into the $20s", "body": "Goldman Sachs commodity analysts on Sunday slashed their forecast for crude prices, after an alliance between Saudi Arabia-led OPEC and Russia collapsed late last week launching a new \"price war\" that threatens to deliver \"acute financial stress\" to shale drillers and other high-cost producers.\n\nSee:\n\nCombined with the global shock to crude demand from the spread of COVID-19, the price war means the outlook for the oil market is \"even more dire\" than in November 2014, the start of a similar battle that ultimately took crude below $30 a barrel by early 2016, the analysts said.\n\n\"The oil market is now faced with two highly uncertain bearish shocks with the clear outcome of a sharp price selloff,\" the analysts said.\n\nIndeed, fears of a supply glut combined with a demand hit saw more than 20% as markets reopened late Sunday. West Texas Intermediate crude for April delivery CLJ20, -16.90% was down $9.12, or 22%, at $32.16. May Brent crude BRNK20, -18.48%, the global benchmark, plunged $9.69, or 21.4%, to $35.58 a barrel.\n\nThe plunge in oil prices contributed to heavy losses for equities with U.S. stock-index futures limit down, pointing to steep falls for the Dow Jones Industrial Average DJIA, -5.84% and the S&P 500 SPX, -5.72%.\n\nRead:\n\nA push by the Organization of the Petroleum Exporting Countries for members of the organization and its Russia-led allies to add to increase existing cuts by 1.5 million barrels a day was rejected by Moscow in without an agreement. Saudi Arabia over the weekend cut its export prices for crude, , in a move that was seen as aimed at undercutting Russia as oil powers engage in a battle for market share.\n\n\"We believe the OPEC and Russia oil-price war unequivocally started this weekend when Saudi Arabia aggressively cut the relative price at which it sells its crude by the most in at least 20 years,\" the Goldman analysts said in a note. \"This completely changes the outlook for the oil and gas markets, in our view, and brings back the playbook of the 'New Oil Order,' with low-cost producers increasing supply from their spare capacity to force higher cost producers to reduce output.\" (See charts below:)\n\nOil was already under pressure before the OPEC+ alliance appeared to fall apart, with demand fears pushing both grades into bear-market territory earlier this year.\n\nHow low could they go now? Goldman said the demand shock from the spread of the coronavirus was equivalent to that seen in the first quarter of 2009 amid the financial crisis, while the production surge was likely to be much like that seen in the second quarter of 2015 amid the last price war -- setting the stage for \"a likely 1Q16 price outcome.\"\n\n\"As a result, we are cutting our 2Q and 3Q20 Brent price forecasts to $30/bbl with possible dips in prices to operational stress levels and well-head cash costs near $20/bbl,\" they wrote.\n\nThose price levels \"will start creating acute financial stress and declining production from shale as well as other high-cost producers,\" Goldman warned.\n\nSpecifically, the analysts said they expect to see a \"negligible\" production response by shale producers in the second quarter, but then see output falling sequentially in the third quarter by 75,000 barrels a day and by 250,000 barrels a day quarter-on-quarter in the fourth quarter of 2020.\n\nBut that wouldn't be enough, they said, to prevent a third-quarter surplus of 1.2 million barrels a day with inventories peaking above their 2016 highs as the spot price for Brent hovers around $30 a barrel, on average.\n\nThe negative feedback loop created by lower oil prices, which contribute to a slowdown in exporting countries' economic growth, thereby weighing on oil demand, could ultimately require oil prices to fall to \"operational stress levels for high cost producers with well-head cash costs near $20 a barrel,\" they said.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "william_watts@marketwatch.com", "name": "William Watts", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/OPEC", "type": "org", "score": 5, "label": {"eng": "OPEC"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel_(unit)", "type": "wiki", "score": 5, "label": {"eng": "Barrel (unit)"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 4, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 4, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 4, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 3, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Benchmark_(crude_oil)", "type": "wiki", "score": 3, "label": {"eng": "Benchmark (crude oil)"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 3, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 3, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Shale", "type": "wiki", "score": 3, "label": {"eng": "Shale"}}, {"uri": "http://en.wikipedia.org/wiki/Market_trend", "type": "wiki", "score": 3, "label": {"eng": "Market trend"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Market_share", "type": "wiki", "score": 3, "label": {"eng": "Market share"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 3, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Moscow", "type": "loc", "score": 3, "label": {"eng": "Moscow"}, "location": {"type": "place", "label": {"eng": "Moscow"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 3, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Demand_shock", "type": "wiki", "score": 2, "label": {"eng": "Demand shock"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 2, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Negative_feedback", "type": "wiki", "score": 1, "label": {"eng": "Negative feedback"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 1, "label": {"eng": "Economic growth"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 22}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 18}, {"uri": "dmoz/Sports/Equestrian/Barrel_Racing", "label": "dmoz/Sports/Equestrian/Barrel Racing", "wgt": 20}, {"uri": "dmoz/Business/Food_and_Related_Products/Marketplaces", "label": "dmoz/Business/Food and Related Products/Marketplaces", "wgt": 13}], "image": "https://s.marketwatch.com/public/resources/images/MW-HP287_permia_ZG_20190813080623.jpg", "eventUri": null, "location": null, "shares": {"facebook": 371}, "sentiment": -0.607843137254902, "wgt": 371, "relevance": 27}, {"uri": "1474701482", "lang": "eng", "isDuplicate": false, "date": "2020-03-07", "time": "14:50:00", "dateTime": "2020-03-07T14:50:00Z", "dateTimePub": "2020-03-07T14:50:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/these-airlines-are-waiving-flight-change-fees-because-of-the-coronavirus-outbreak-2020-03-03", "title": "United, Delta and seven other airlines are waiving flight change fees because of the coronavirus outbreak", "body": "Travelers are changing their flight plans in the wake of the COVID-19 outbreak, and many airlines are helping them in the process.\n\nIn recent weeks, airlines have cancelled hundreds of flights to East Asia and, more recently, northern Italy as the number of coronavirus cases grew in those regions.\n\nWorldwide, there were 102,471 COVID-19 cases and at least 3,491 deaths as of Saturday morning; 57,463 people worldwide have recovered, according to data published by the Johns Hopkins Whiting School of Engineering's Center for Systems Science and Engineering.\n\nWhile the number of new cases in China continues to drop off, growing infection clusters in Iran, Italy and South Korea remain. In the U.S., 14 people have died -- 12 in Washington State and two in California -- and there are approximately 340 confirmed cases.\n\nWith public health officials in many countries advising caution against traveling to regions with high numbers of coronavirus cases, airlines have stepped in to offer waivers for fees and fare differences for travelers who reschedule flights because of health concerns.\n\nRead more:\n\nHere is what the airlines are doing:\n\nFrontier Airlines\n\nCustomers with existing reservations for travel between March 3 and March 16 will be able to make a one-time change to their reservation without incurring a fee. Customers will be responsible for any differences in fare.\n\nThe new travel must be completed by June 1. Customers have the option of changing the origin and/or destination city when they alter their reservation.\n\nPeople who want to cancel their reservation will be able to do so without paying a cancellation fee and will receive a refund in the form of a credit valid for 90 days. The company said it will continue to monitor the situation going forward.\n\nA miscommunication among staff at Frontier over the weekend led to call-center personnel that the waivers weren't available, causing frustration among people who were attempting to cancel their flights because of coronavirus concerns.\n\nAmerican Airlines\n\nFor people who book flights between March 1 and March 16, American Airlines AAL, -3.82% will if they alter their travel plans. To be eligible, the original travel must be scheduled for between March 1, 2020 and January 26, 2021, and the change must be made at least 14 days in advance of the outbound travel date.\n\nThe new travel will need to take place within a year of the original ticket issue date, and travelers must pay for any difference in fares. The fee waiver excludes bookings through AAdvantage award tickets.\n\nAdditionally, for people who had plans to fly to Hong Kong or China, if cancellations are made before the flight's departure date and the ticket was issued by American Airlines.\n\nJetBlue Airways\n\nJetBlue JBLU, -2.70% is suspending change and cancellations fees for made between Feb. 27, 2020 and March 11, 2020 for flights scheduled through June 1, 2020. Where applicable, customers will need to pay for differences in airfare.\n\nThose who change or cancel flights will receive a credit worth the amount of the flight fair plus taxes and fees that is valid for one year from the date of issuance toward a JetBlue flight.\n\nAlaska Airlines\n\nAlaska Airlines ALK, -1.30% is offering . Those who purchased tickets between Feb. 27 and March 12 for travel dates between Feb. 27 and June 1 will be able to cancel or change their trips.\n\nThose who choose to cancel their flight will have their funds deposited into an Alaska account for use for future travel. Those who choose to rebook their travel must set a new travel date that occurs before Dec. 31, and fare differences do apply.\n\nThis option is only available for people who booked directly with Alaska -- those who booked flights through third parties such as Expedia EXPE, -6.36% will need to amend their travel plans through the company they purchased their airfare with.\n\nAlso see:\n\nUnited Airlines\n\nUnited Airlines UAL, -4.41% is for travelers who book new flights to airports in Northern Italy, China, Hong Kong and South Korea through June 30, though the new airfare must be in the same ticketing class as the original booking.\n\nFor those who are rescheduling previously-booked travel, fare differences may apply. United is also offering refunds for flights booked to China, even for tickets that were originally nonrefundable.\n\nDelta Air Lines\n\nTravelers who have booked transpacific flights to Beijing, Shanghai and Incheon, South Korea and transatlantic flights to Italy to their Delta booking DAL, -3.59% without incurring any change fee, though fare differences may apply.\n\nThe policy applies to travel dates through April 30. Tickets must be reissued on or before May 31, and rebooked travel must begin no later than that date.\n\nAlternatively, travelers can cancel their booking and use the value of that ticket toward the purchase of a new ticket. The new ticket must be purchased within a year of the original issue date, and change fees and fare differences will apply.\n\nHawaiian Airlines\n\nHawaiian Airlines HA, -1.22% between Honolulu and Incheon, South Korea, through April 30. Those who rebook for new travel on or before Oct. 31 will have change fees and fare differences waived, so long as the new booking is in the same department and there are no changes to the ticket's origin and departure.\n\nAfter Oct. 31, rebooked flights won't incur change fees, but could require travelers pay the difference in fares.\n\nHawaiian is also waiving cancellation fees and providing refunds for affected flights.\n\nDon't miss:\n\nSpirit Airlines\n\nUnlike other airlines, Spirit SAVE, -5.77% has not announced a widespread fee-waiver policy. Instead, it's \"been offering flexible travel options to our guests who reach out with concerns about the COVID-19 coronavirus\" since late January. The company said travelers can reach out if they have questions.\n\nLufthansa\n\nLufthansa Group DLAKY, -5.09% to mainland China until April 24, reduced flights to Hong Kong and expects to further reduce short- and medium-haul flights in the coming weeks as the coronavirus spreads in Europe.\n\nCustomers whose flights are affected by these changes can request a refund free of charge. When flights are cancelled, Lufthansa will rebook customers at no additional charge, in most cases automatically.\n\nAir France\n\nAir France AFLYY, -7.97% travelers China and Italy. In the case of flights to China, for flights booked on or before Feb. 19 for dates through May 31, consumers can postpone trips at no additional cost until June 30. Alternatively, they can cancel their trip for a full refund.\n\nFor flights to Italy scheduled between Feb. 25 and April 30, travelers can postpone their trip to a later flight until May 31 at no additional charge if their original ticket was issued on or before Feb. 27. If they choose to cancel instead, they will receive a voucher valid for one year for Air France and KLM flights.\n\nKLM\n\nKLM for customers currently booked on flights to China, South Korea, Singapore and Italy, depending on when their original flights were booked for. Applicable dates vary for each region.\n\nFor those who have flights booked for China and Singapore, they are also entitled to a full refund if they did not travel or choose not to. For Singapore and Italy, travelers will only receive a full refund if their flight is cancelled or delayed for more than three hours, in accordance with European Union law.\n\nThe U.S. Global Jets ETF JETS, -4.15% is down 33% since the beginning of the year, while the S&P 500 SPX, -5.60% and Dow Jones Industrial Average DJIA, -5.63% are down 13% and 14.5% respectively over that same timeframe.\n\nThis story was updated on March 9, 2020.", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "jacob_passy@marketwatch.com", "name": "Jacob Passy", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/American_Airlines", "type": "org", "score": 5, "label": {"eng": "American Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/JetBlue", "type": "org", "score": 5, "label": {"eng": "JetBlue"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 5, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Alaska_Airlines", "type": "org", "score": 4, "label": {"eng": "Alaska Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/East_Asia", "type": "wiki", "score": 4, "label": {"eng": "East Asia"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 4, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/AAdvantage", "type": "wiki", "score": 3, "label": {"eng": "AAdvantage"}}, {"uri": "http://en.wikipedia.org/wiki/Frontier_Airlines", "type": "org", "score": 3, "label": {"eng": "Frontier Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/United_Airlines", "type": "org", "score": 3, "label": {"eng": "United Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/Delta_Air_Lines", "type": "org", "score": 3, "label": {"eng": "Delta Air Lines"}}, {"uri": "http://en.wikipedia.org/wiki/Hawaiian_Airlines", "type": "org", "score": 3, "label": {"eng": "Hawaiian Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/Flight", "type": "wiki", "score": 3, "label": {"eng": "Flight"}}, {"uri": "http://en.wikipedia.org/wiki/Alaska", "type": "loc", "score": 3, "label": {"eng": "Alaska"}, "location": {"type": "place", "label": {"eng": "Alaska"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Incheon", "type": "loc", "score": 3, "label": {"eng": "Incheon"}, "location": {"type": "place", "label": {"eng": "Incheon"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Transatlantic_flight", "type": "wiki", "score": 2, "label": {"eng": "Transatlantic flight"}}, {"uri": "http://en.wikipedia.org/wiki/Flight_length", "type": "wiki", "score": 2, "label": {"eng": "Flight length"}}, {"uri": "http://en.wikipedia.org/wiki/KLM", "type": "org", "score": 2, "label": {"eng": "KLM"}}, {"uri": "http://en.wikipedia.org/wiki/Spirit_Airlines", "type": "org", "score": 2, "label": {"eng": "Spirit Airlines"}}, {"uri": "http://en.wikipedia.org/wiki/Air_France", "type": "org", "score": 2, "label": {"eng": "Air France"}}, {"uri": "http://en.wikipedia.org/wiki/Lufthansa", "type": "org", "score": 2, "label": {"eng": "Lufthansa"}}, {"uri": "http://en.wikipedia.org/wiki/Airport", "type": "wiki", "score": 2, "label": {"eng": "Airport"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Honolulu", "type": "loc", "score": 2, "label": {"eng": "Honolulu"}, "location": {"type": "place", "label": {"eng": "Honolulu"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hawaii", "type": "loc", "score": 2, "label": {"eng": "Hawaii"}, "location": {"type": "place", "label": {"eng": "Hawaii"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 2, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 2, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 1, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 1, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 1, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Recreation/Travel/Publications", "label": "dmoz/Recreation/Travel/Publications", "wgt": 29}, {"uri": "dmoz/Business/Hospitality/Travel", "label": "dmoz/Business/Hospitality/Travel", "wgt": 28}, {"uri": "dmoz/Recreation/Travel/Transportation", "label": "dmoz/Recreation/Travel/Transportation", "wgt": 34}, {"uri": "dmoz/Recreation/Travel/Consolidators", "label": "dmoz/Recreation/Travel/Consolidators", "wgt": 33}], "image": "https://s.marketwatch.com/public/resources/images/MW-HE996_americ_ZG_20190304155347.jpg", "eventUri": null, "location": null, "shares": {"facebook": 360}, "sentiment": 0.0117647058823529, "wgt": 360, "relevance": 101}, {"uri": "1473935317", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "20:54:00", "dateTime": "2020-03-06T20:54:00Z", "dateTimePub": "2020-03-06T20:53:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/demand-for-oat-milk-is-outpacing-hand-sanitizer-as-americans-stock-up-on-coronavirus-supplies-2020-03-06", "title": "As coronavirus infections spread, demand for oat milk is outpacing hand sanitizer", "body": "Despite the Centers for Disease Control and Prevention's recommendation that the general public not use face masks, sales were 475% higher last week compared to a year ago\n\nHand sanitizer and face masks are high on the list of products Americans have been stocking up on amid the coronavirus outbreak, but there's another less obvious top seller: oat milk.\n\nWorldwide, there were 105,940 COVID-19 cases and at least 3,559 deaths as of Saturday evening; 58,402 people worldwide have recovered, according to data published by the Johns Hopkins Whiting School of Engineering's Center for Systems Science and Engineering.\n\nWhile the number of new cases in China continues to drop off, growing infection clusters in Iran, Italy and South Korea remain. In the U.S., 19 people have died, health authorities said, and there are approximately 424 confirmed cases, Johns Hopkins added.\n\nDemand for the plant-based dairy alternative surged in late February as the U.S. absorbed warnings from public health officials that the novel coronavirus COVID19 could soon disrupt their daily lives, according to new data from the market research firm Nielsen NLSN, -1.74%.\n\nIn fact, demand for oat milk is outpacing hand sanitizer In the last week of February, oat milk sales were 323% higher than the same week in 2019. Hand sanitizer sales were 313% higher than they were for the same week last year.\n\nThere is now a of hand sanitizer available online and in stores -- prompting some consumers to make their own in the meantime (although the effectiveness of homemade versions is questionable)\n\nDespite the Centers for Disease Control and Prevention's recommendation that from wearing face masks, sales of face masks were 475% higher during that week than the year prior, according to Nielsen\n\nOat milk was the most sought-after product in February in the food and beverage category that Nielsen tracks The surge in demand could be because it has a longer shelf-life than cow's milk, which may appeal to consumers who want to be ready to shelter in place or which CDC officials have said could help stop the spread of the coronavirus\n\n\"As consumers assess their purchasing decisions around what can be stored for long periods and what cannot, there's little doubt that buying will shift toward shelf-stable and frozen options,\" Nielsen about \"Pandemic Pantries\" (The World Health Organization has declared the coronavirus a \"global health emergency,\" the organization's highest alert level, but it is not considered a pandemic.)\n\nSee also:\n\nOatly, a brand of oat milk sold in the US., says that the 32 oz cartons sold on its site are \"shelf-stable and will stay fresh until the best by date.\" Until the carton is opened, there is no need to refrigerate it, Oatly adds.\n\nSales of aerosol disinfectant products were nearly 100% higher than last year, Nielsen found Sales of bath and shower wipes had increased nearly 60%. Several companies -- including Clorox, GOJO (Purell's parent company) and Lysol -- , but haven't actually tested it against the novel coronavirus COVID19\n\nAmerican consumers are cutting back on fresh fruit and vegetables -- sales for apples and celery decreased by 4% and 16% respectively in the last week of February, according to Nielsen But dried beans increased by 36.9%. (Beans are a favored staple of )\n\nShoppers have been flocking to stores like Costco COST, -1.40% to The company reported for the second quarter. Analysts attributed this to \"an uptick in consumer demand.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "elisabeth_buchwald@marketwatch.com", "name": "Elisabeth Buchwald", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 5, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/Oat", "type": "wiki", "score": 5, "label": {"eng": "Oat"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 5, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Milk", "type": "wiki", "score": 5, "label": {"eng": "Milk"}}, {"uri": "http://en.wikipedia.org/wiki/Dairy", "type": "wiki", "score": 3, "label": {"eng": "Dairy"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Clorox", "type": "org", "score": 2, "label": {"eng": "Clorox"}}, {"uri": "http://en.wikipedia.org/wiki/Carton", "type": "wiki", "score": 2, "label": {"eng": "Carton"}}, {"uri": "http://en.wikipedia.org/wiki/Shelf_life", "type": "wiki", "score": 2, "label": {"eng": "Shelf life"}}, {"uri": "http://en.wikipedia.org/wiki/Aerosol", "type": "wiki", "score": 2, "label": {"eng": "Aerosol"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 2, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 2, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 2, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Ounce", "type": "wiki", "score": 2, "label": {"eng": "Ounce"}}, {"uri": "http://en.wikipedia.org/wiki/Lysol", "type": "wiki", "score": 1, "label": {"eng": "Lysol"}}, {"uri": "http://en.wikipedia.org/wiki/Bean", "type": "wiki", "score": 1, "label": {"eng": "Bean"}}, {"uri": "http://en.wikipedia.org/wiki/Celery", "type": "wiki", "score": 1, "label": {"eng": "Celery"}}, {"uri": "http://en.wikipedia.org/wiki/Vegetable", "type": "wiki", "score": 1, "label": {"eng": "Vegetable"}}, {"uri": "http://en.wikipedia.org/wiki/Costco", "type": "org", "score": 1, "label": {"eng": "Costco"}}, {"uri": "http://en.wikipedia.org/wiki/Apple", "type": "wiki", "score": 1, "label": {"eng": "Apple"}}, {"uri": "http://en.wikipedia.org/wiki/Fruit", "type": "wiki", "score": 1, "label": {"eng": "Fruit"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 59}, {"uri": "dmoz/Business/Marketing_and_Advertising/Salesmanship", "label": "dmoz/Business/Marketing and Advertising/Salesmanship", "wgt": 14}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 18}, {"uri": "dmoz/Society/Activism/Consumer", "label": "dmoz/Society/Activism/Consumer", "wgt": 13}, {"uri": "dmoz/Health/Specific_Substances/Dairy_Products", "label": "dmoz/Health/Specific Substances/Dairy Products", "wgt": 26}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB678_shopma_ZG_20200306142745.jpg", "eventUri": null, "location": null, "shares": {"facebook": 323, "pinterest": 4}, "sentiment": 0.2078431372549019, "wgt": 327, "relevance": 101}, {"uri": "1474014218", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "22:33:00", "dateTime": "2020-03-06T22:33:00Z", "dateTimePub": "2020-03-06T22:32:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/why-you-shouldnt-use-titos-vodka-or-everclear-to-make-hand-sanitizer-or-attempt-to-make-your-own-hand-sanitizer-period-2020-03-06", "title": "Why you shouldn't use Tito's Vodka to make hand sanitizer  --  or attempt to make your own hand sanitizer period", "body": "Hand sanitizer is selling out in stores over coronavirus fears, but doctors say you're better off washing your hands\n\nDo not throw away your shot -- especially to make your own hand sanitizer.\n\nAs people worried about contracting or spreading the coronavirus that causes COVID-19 have cleaned retailers such as Costco COST, -3.00%, BJ's BJ, -3.05% and Kroger KR, -2.46% out of , some folks have also been turning to that have been going viral online, which generally call for combining two-thirds of a cup of 99% rubbing alcohol (isopropyl alcohol) or ethanol to kill the germs, and one-third of a cup of aloe vera gel to protect your skin from drying out.\n\nBut some misinformed individuals have also been looking into making sanitizers with liquor, such as Everclear grain alcohol and Tito's Handmade Vodka, and taking their queries (and dubious success stories) to Google AAPL, -7.90% and Twitter TWTR, -2.98%.\n\nThat even rubbed Tito's the wrong way, as the spirits maker shared the following PSA from its official Twitter account on Thursday in response to a customer who claimed to have made hand sanitizer from its vodka: \"Per the CDC, hand sanitizer needs to contain at least 60% alcohol Tito's Handmade Vodka is 40% alcohol, and therefore does not meet the current recommendation of the CDC,\" it read.\n\nOthers have considered using Everclear (which can contain up to 95% alcohol by volume), with \"The Late Show with Stephen Colbert\" even recently doing a parody commercial on it entitled, \"Can't Find Purell? Reach For 190 Proof Everclear,\" joking that the strong grain alcohol is \"super-effective against germs and consciousness.\" Luxco, which makes Everclear, did not immediately respond to a MarketWatch request for comment.\n\nDr. Robert Glatter, an emergency physician at Lenox Hill Hospital in New York City, told MarketWatch that liquor is not a good substitute for -- or ingredient in -- hand sanitizer. \"Usually, the proof is double the percentage of alcohol in a spirit. Vodka is only 80 proof, or 40% alcohol -- you need at least 60% to effectively kill viruses and bacteria,\" he explained.\n\nHand sanitizer sales spiked 313.4% in the week ending Feb. 29 compared with the same week last year, according to the latest Nielsen NLSN, -12.71% data, and shoppers have been sharing images of empty drugstore shelves cleaned out of hand sanitizers on social media as the number of coronavirus cases , along with 3,460 deaths globally.\n\nRead more:\n\nHence the sudden interest in making hand sanitizers at home.\n\nThe for places where clean water, soap and commercial sanitizer are scarce. The measurements here will create large quantities, however, calling for 35 cups of 96% ethanol, 0.6 cups of 98% glycerol and 1.7 cups of 3% hydrogen peroxide, for example. And the steps get complicated -- even calling for quarantining the solution for 72 hours to allow any spores or contaminants present in the alcohol or the bottle storing the mixture.\n\nDr. Jenelle Kim -- the founder and lead formulator at JBK Wellness Labs in San Diego -- shared a simpler DIY hand sanitizer recipe with , which is owned by the same parent company as MarketWatch. It follows: Fill two-thirds of a 2-ounce bottle with rubbing alcohol, then fill the remaining third of the bottle with aloe vera gel, and top off with distilled water if space permits, and a few drops of essential oils if desired. And make sure to sterilize all of the tools you'll be using beforehand.\n\nBut Dr. Glatter and many other medical experts aren't wild about DIY hand sanitizer in general. The average person isn't an expert chemist, after all, and it's very important to get these concentrations correct to ensure that the mixture is effective. For example, New York City's Hudson Square Pharmacy posted a DIY hand sanitizer recipe in its store with the wrong ratio; it only called for one part alcohol to four parts aloe gel.\n\n\"Isopropyl alcohol is very dangerous and can lead to complications,\" added Dr. Glatter. \"Swallowing just 8 ounces, or 240 cc [cubic centimeters] of isopropyl alcohol can be deadly -- even quantities as small as 20 cc can be toxic.\" Side effects of swallowing isopropyl alcohol -- from a DIY or a store-bought hand sanitizer -- can lead to seizures, kidney failure, gastric bleeding and death, he warned.\n\nEven used topically, isopropyl alcohol can dry out your skin and cause superficial burns -- and damaged skin is more vulnerable to the types of infections you're looking to avoid in the first place. \"You've got to wear gloves when you handle it,\" Dr. Glatter explained. It's also flammable, so you need to make sure that you're not mixing these ingredients near an open flame or heat source.\n\nAnd in the end, the WHO and the CDC agree that scrubbing your hands with soap and water for 20 seconds is a much more effective way to reduce the risk of infection. And make sure to clean in between your fingers and under your nails. The CDC that \"soap and water are more effective than hand sanitizers at removing certain kinds of germs.\"\n\n\"Hand sanitizer shouldn't be your first choice,\" said Dr. Glatter. \"if you don't have access to hand sanitizer, using a hand gel is acceptable. The take-home message is this: if given a choice, find a sink and wash your hands with plenty of soap and water.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "nicole_lyn_pesce@marketwatch.com", "name": "Nicole Lyn Pesce", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Everclear_(band)", "type": "org", "score": 5, "label": {"eng": "Everclear (band)"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_sanitizer", "type": "wiki", "score": 5, "label": {"eng": "Hand sanitizer"}}, {"uri": "http://en.wikipedia.org/wiki/Vodka", "type": "wiki", "score": 5, "label": {"eng": "Vodka"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Liquor", "type": "wiki", "score": 5, "label": {"eng": "Liquor"}}, {"uri": "http://en.wikipedia.org/wiki/Ethanol", "type": "wiki", "score": 5, "label": {"eng": "Ethanol"}}, {"uri": "http://en.wikipedia.org/wiki/Rubbing_alcohol", "type": "wiki", "score": 4, "label": {"eng": "Rubbing alcohol"}}, {"uri": "http://en.wikipedia.org/wiki/Isopropyl_alcohol", "type": "wiki", "score": 4, "label": {"eng": "Isopropyl alcohol"}}, {"uri": "http://en.wikipedia.org/wiki/Aloe_vera", "type": "wiki", "score": 4, "label": {"eng": "Aloe vera"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 4, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Gel", "type": "wiki", "score": 4, "label": {"eng": "Gel"}}, {"uri": "http://en.wikipedia.org/wiki/Microorganism", "type": "wiki", "score": 4, "label": {"eng": "Microorganism"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 4, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Costco", "type": "org", "score": 4, "label": {"eng": "Costco"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 4, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/The_Late_Show_with_Stephen_Colbert", "type": "wiki", "score": 3, "label": {"eng": "The Late Show with Stephen Colbert"}}, {"uri": "http://en.wikipedia.org/wiki/Do_it_yourself", "type": "wiki", "score": 3, "label": {"eng": "Do it yourself"}}, {"uri": "http://en.wikipedia.org/wiki/Alcohol_by_volume", "type": "wiki", "score": 3, "label": {"eng": "Alcohol by volume"}}, {"uri": "http://en.wikipedia.org/wiki/Skin", "type": "wiki", "score": 3, "label": {"eng": "Skin"}}, {"uri": "http://en.wikipedia.org/wiki/Physician", "type": "wiki", "score": 3, "label": {"eng": "Physician"}}, {"uri": "http://en.wikipedia.org/wiki/Consciousness", "type": "wiki", "score": 3, "label": {"eng": "Consciousness"}}, {"uri": "http://en.wikipedia.org/wiki/Parody", "type": "wiki", "score": 3, "label": {"eng": "Parody"}}, {"uri": "http://en.wikipedia.org/wiki/Pharmacy", "type": "wiki", "score": 3, "label": {"eng": "Pharmacy"}}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 3, "label": {"eng": "Google"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/San_Diego", "type": "loc", "score": 2, "label": {"eng": "San Diego"}, "location": {"type": "place", "label": {"eng": "San Diego"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 2, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/The_Who", "type": "org", "score": 1, "label": {"eng": "The Who"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 94}, {"uri": "dmoz/Health/Specific_Substances/Alcoholic_Beverages", "label": "dmoz/Health/Specific Substances/Alcoholic Beverages", "wgt": 15}, {"uri": "dmoz/Shopping/Health/Home_Tests", "label": "dmoz/Shopping/Health/Home Tests", "wgt": 14}, {"uri": "dmoz/Shopping/Niche/Left-Handed_Products", "label": "dmoz/Shopping/Niche/Left-Handed Products", "wgt": 17}, {"uri": "dmoz/Health/Addictions", "label": "dmoz/Health/Addictions", "wgt": 20}, {"uri": "dmoz/Health/Addictions/Substance_Abuse", "label": "dmoz/Health/Addictions/Substance Abuse", "wgt": 20}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB698_TitosV_ZG_20200306165517.jpg", "eventUri": null, "location": null, "shares": {"facebook": 315}, "sentiment": 0.2156862745098038, "wgt": 315, "relevance": 101}, {"uri": "1473855108", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "19:28:00", "dateTime": "2020-03-06T19:28:00Z", "dateTimePub": "2020-03-06T19:27:00Z", "dataType": "news", "sim": 0, "url": "https://www.marketwatch.com/story/who-we-did-not-say-that-cash-was-transmitting-coronavirus-2020-03-06", "title": "World Health Organization: 'We did NOT say that cash was transmitting coronavirus'", "body": "'We were misrepresented,' a spokeswoman for the WHO told MarketWatch, referring to a British media report that the United Nations agency had linked COVID-19 and currency\n\nThe World Health Organization pushed back Friday on a report that people should beware of cash as coronavirus spreads.\n\n\"We did NOT say that cash was transmitting coronavirus,\" WHO spokeswoman Fadela Chaib told MarketWatch in an email. (The capital letters were Chaib's.)\n\n\"We were misrepresented,\" she added.\n\nThe spokeswoman sought to clarify comments in reporting that the WHO had said \"banknotes may be spreading the new coronavirus\" and \"customers should wash their hands after touching banknotes because infectious Covid-19 may cling to the surface for a number of days.\"\n\nThe report in the British media said the WHO had suggested customers use contactless payments instead.\n\n\"WHO did NOT say banknotes would transmit COVID-19, nor have we issued any warnings or statements about this,\" Chaib said in an email. \"We were asked if we thought banknotes could transmit COVID-19 and we said you should wash your hands after handling money, especially if handling or eating food.\" Doing so is \"good hygiene practice,\" she added.\n\n\" 'WHO did NOT say banknotes would transmit COVID-19, nor have we issued any warnings or statements about this.' \"\n\n-- WHO spokeswoman Fadela Chaib\n\nWorldwide, there were 105,820 COVID-19 cases and at least 3,558 deaths as of Saturday evening; 58,354 people worldwide have recovered, according to data published by the Johns Hopkins Whiting School of Engineering's Center for Systems Science and Engineering.\n\nWhile the number of new cases in China continues to drop off, growing infection clusters in Iran, Italy and South Korea remain. In the U.S., 19 people have died, health authorities said, and there are approximately 401 confirmed cases, Johns Hopkins added.\n\nConcerns have mounted over in spreading the virus. A U.S. Federal Reserve spokesperson that the banking system had started quarantining dollars from Asia prior to their recirculation, with regional Fed banks putting aside the physical currency for seven to 10 days as a precautionary step. (The Fed didn't immediately return a MarketWatch request for comment.)\n\nU.S. experts believe that COVID-19 , between people who are within around six feet of each other and through droplets produced by a sick person's cough or sneeze. The WHO that \"the disease can spread from person to person through small droplets from the nose or mouth which are spread when a person with COVID-19 coughs or exhales,\" and recommends keeping more than three feet away from a sick person.\n\nPeople can possibly get the disease by touching an infected object or surface \"and then touching their own mouth, nose, or possibly their eyes,\" but experts don't believe this is the main mode of transmission, the CDC says.\n\nOther human coronaviruses, including Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory System (MERS), can stay infectious on surfaces such as glass, metal or plastic at room temperature for up to nine days, according to a recent analysis of 22 studies. Disinfecting surfaces can quickly reduce these viruses' infectivity, the authors said.\n\nChaib provided 10 preventative measures:\n\n1. \"Clean your hands regularly with an alcohol-based hand rub, or wash them with soap and water.\"\n\n2. \"Clean surfaces regularly with disinfectant - for example kitchen benches and work desks.\"\n\n3. \"Educate yourself about COVID-19. Make sure your information comes from reliable sources.\"\n\n4. \"Avoid traveling if you have a fever or cough, and if you become sick while on a flight, inform the crew immediately. Once you get home, make contact with a health professional and tell them about where you have been.\"\n\n5. \"Cough or sneeze into your sleeve, or use a tissue. Dispose of the tissue immediately into a closed rubbish bin, and then clean your hands.\"\n\n6. \"Take extra precautions to avoid crowded areas if you are over 60 years old, or if you have an underlying condition.\"\n\n7. \"If you feel unwell, stay at home and call your doctor or local health professional.\"\n\n8. \"If you are sick, stay at home, and eat and sleep separately from your family, use different utensils and cutlery to eat.\"\n\n9. \"If you develop shortness of breath, call your doctor and seek care immediately.\"\n\n10. \"It's normal and understandable to feel anxious, especially if you live in a country or community that has been affected. Find out what you can do in your community. Discuss how to stay safe with your workplace, school or place of worship.\"", "source": {"uri": "marketwatch.com", "dataType": "news", "title": "MarketWatch"}, "authors": [{"uri": "meera_jagannathan@marketwatch.com", "name": "Meera Jagannathan", "type": "author", "isAgency": false}], "concepts": [{"uri": "http://en.wikipedia.org/wiki/The_Who", "type": "org", "score": 5, "label": {"eng": "The Who"}}, {"uri": "http://en.wikipedia.org/wiki/MarketWatch", "type": "wiki", "score": 5, "label": {"eng": "MarketWatch"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 5, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Banknote", "type": "wiki", "score": 5, "label": {"eng": "Banknote"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 4, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 4, "label": {"eng": "United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/Johns_Hopkins_University", "type": "loc", "score": 3, "label": {"eng": "Johns Hopkins University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Mouth", "type": "wiki", "score": 3, "label": {"eng": "Mouth"}}, {"uri": "http://en.wikipedia.org/wiki/Hygiene", "type": "wiki", "score": 3, "label": {"eng": "Hygiene"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 3, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Bank", "type": "wiki", "score": 3, "label": {"eng": "Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 3, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Sneeze", "type": "wiki", "score": 2, "label": {"eng": "Sneeze"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 2, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 2, "label": {"eng": "Disinfectant"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Glass", "type": "wiki", "score": 2, "label": {"eng": "Glass"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 2, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 2, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Metal", "type": "wiki", "score": 2, "label": {"eng": "Metal"}}, {"uri": "http://en.wikipedia.org/wiki/Tissue_(biology)", "type": "wiki", "score": 2, "label": {"eng": "Tissue (biology)"}}, {"uri": "http://en.wikipedia.org/wiki/Plastic", "type": "wiki", "score": 2, "label": {"eng": "Plastic"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 2, "label": {"eng": "Middle East"}, "location": null}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "news/Health", "label": "news/Health", "wgt": 85}, {"uri": "dmoz/Recreation/Collecting/Paper_Money", "label": "dmoz/Recreation/Collecting/Paper Money", "wgt": 20}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 14}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 13}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 13}], "image": "https://s.marketwatch.com/public/resources/images/MW-IB672_cash_ZG_20200306134554.jpg", "eventUri": null, "location": null, "shares": {"facebook": 300}, "sentiment": 0.03529411764705892, "wgt": 300, "relevance": 101}], "totalResults": 556, "page": 1, "count": 25, "pages": 23}}