{"articles": {"results": [{"uri": "1442928851", "lang": "eng", "isDuplicate": false, "date": "2020-02-11", "time": "00:55:00", "dateTime": "2020-02-11T00:55:00Z", "dateTimePub": "2020-02-11T00:54:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/9c564f70-47ba-11ea-aee2-9ddbdc86190d", "title": "Australia faces double-whammy as coronavirus impact spreads", "body": "Australia's three-decade unbroken run of economic growth is in large part due to its success in tapping the rise of its largest trading partner, China.\n\nBut as the deadly coronavirus outbreak shuts down a swath of the Chinese economy, just as Australia suffers its own crisis in the form of the devastating wildfires emergency, economists are warning that the 28-year stretch is under threat.\n\n\"There is a very real risk that gross domestic product will contract as a result of the combined drag from the bushfires and coronavirus,\" said Sarah Hunter, economist at BIS Oxford Economics. \"Whether we go from this to a recession critically depends on how the outbreak unfolds.\"\n\nAustralia's economy was already showing signs of weakness before the wildfires took hold in the fourth quarter. Gross domestic product growth of 1.7 per cent in the year to September compared with 2.8 in the previous 12 months, thanks to weak consumer spending and the pre-virus slowdown in China.\n\nGoldman Sachs has forecast that the fires which burnt millions of acres of land could knock 0.3 percentage points from Australia's GDP growth in the half-year to March. With two-way trade between Australia and China worth A$215bn in 2018, the most-recent data available, the crisis caused by the virus adds to the downside risk.\n\nMore than 900 Chinese people have died from the flu-like disease since the outbreak began in the city of Wuhan late last year. It has since spread to more than 20 countries, sparking international alarm and threatening to wreak havoc on the global supply chain.\n\nIllustrating the strains, Australia's benchmark S&P/ASX 200 is down 5 per cent this year and the Australian dollar remains close to near-decade lows of US$0.67 hit late last week.\n\nThe Reserve Bank of Australia last week kept interest rates on hold and warned people not to \"catastrophise\" the virus's impact. But many investors believe the central bank will have to move soon to cut rates from the current record low of 0.75 per cent.\n\nEconomists also took aim at the central bank's 2.75 per cent annual growth forecast as too optimistic, given that a figure of 1.7 per cent was reported in December before the virus took hold.\n\nSince then, Canberra's decision to bar entry to foreign nationals who had recently visited China has hit the education sector, which contributes A$37bn to the economy annually.\n\nHalf the roughly 200,000 Chinese students due to begin studies this month remain stranded at home, according to the International Education Association of Australia, which estimated a hit of up to A$8bn if they cannot attend the new term. A quarter of University of Sydney's income comes from Chinese students.\n\nThere are also concerns of long-lasting reputational damage. \"There is a risk international student numbers will drop and not recover after this crisis,\" said Liam Donohoe, president of the University of Sydney Student Representative Council.\n\nOther China-reliant sectors are also grappling with a sharp fall in demand due to the muted lunar new year celebrations.\n\nIndian Ocean Rock Lobster, an Australian seafood exporter, usually ships five to 10 tonnes of lobster to China each day. But owner Michael Thompson said the \"wheels started to fall off\" late last month as Chinese families cancelled often-lavish new year banquets and food markets were closed over safety fears. \"It's having a domino-effect on everything to do with China. Tourism, lobster . . . prime lamb,\" he said.\n\nFor the tourism industry, the Chinese travel ban has exacerbated a decline prompted by the wildfires. China is Australia's largest tourism market, accounting for 1.5m short-term arrivals in the year to June -- 15 per cent of the total.\n\nTourism bodies have estimated that cancellations due to the fires could cost up to A$4.5bn. Retail sales were down 0.5 per cent in December at the height of the wildfire emergency that is also expected to have reduced spending in the weeks that followed.\n\nAnother worry is whether the slowdown in China caused by the virus will curb demand for natural resources and lower prices of commodities such as iron ore and coal that are vital to Australia's economy. Canberra had forecast that natural resources would generate a record A$281bn in export revenues in 2019-2020 but that is under threat.\n\nIf Chinese gas importers follow through on their threat to cancel up to 70 per cent of seaborne imports this month it would also throw that market into turmoil.\n\nAustralia's government coffers are also feeling the effect of the economic malaise. The treasury warned this month that the uncertainty could undermine the government's promise to return the budget to surplus in 2020 for the first time in a decade.\n\nWhile it remains difficult to quantify the lasting impact of the virus, economists believe it will be larger than that of the Sars virus 17 years ago, which cut Australian GDP by only 0.1-0.2 percentage points.\n\n\"China is much more important now . . . than it was in 2003,\" said Saul Eslake, an economist and fellow at University of Tasmania.\n\nShane Oliver, chief economist at AMP Capital, said there was a high risk that GDP growth in the first three months would be negative due to the double-whammy of the fires and the virus, which he forecast could reduce GDP by 0.5 percentage points in the quarter.\n\nBut Mr Eslake said the chance of two consecutive quarters of negative growth that would drag Australia into a technical recession was \"relatively small\".\n\n\"I would say the 28-year run of growth without consecutive quarters of negative growth is likely to remain intact,\" he said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Australian_dollar", "type": "wiki", "score": 5, "label": {"eng": "Australian dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Wildfire", "type": "wiki", "score": 5, "label": {"eng": "Wildfire"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 5, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 4, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 4, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 4, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 4, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_Australia", "type": "wiki", "score": 3, "label": {"eng": "Economy of Australia"}}, {"uri": "http://en.wikipedia.org/wiki/S&P/ASX_200", "type": "wiki", "score": 3, "label": {"eng": "ASX 200"}}, {"uri": "http://en.wikipedia.org/wiki/Reserve_Bank_of_Australia", "type": "org", "score": 3, "label": {"eng": "Reserve Bank of Australia"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Sydney", "type": "loc", "score": 3, "label": {"eng": "University of Sydney"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hunter_Region", "type": "wiki", "score": 3, "label": {"eng": "Hunter Region"}}, {"uri": "http://en.wikipedia.org/wiki/Lobster", "type": "wiki", "score": 3, "label": {"eng": "Lobster"}}, {"uri": "http://en.wikipedia.org/wiki/Acre", "type": "wiki", "score": 3, "label": {"eng": "Acre"}}, {"uri": "http://en.wikipedia.org/wiki/Bank_for_International_Settlements", "type": "org", "score": 3, "label": {"eng": "Bank for International Settlements"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_people", "type": "wiki", "score": 3, "label": {"eng": "Chinese people"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 3, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 3, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 3, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Bushfires_in_Australia", "type": "wiki", "score": 3, "label": {"eng": "Bushfires in Australia"}}, {"uri": "http://en.wikipedia.org/wiki/Oxford", "type": "loc", "score": 3, "label": {"eng": "Oxford"}, "location": {"type": "place", "label": {"eng": "Oxford"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Canberra", "type": "loc", "score": 3, "label": {"eng": "Canberra"}, "location": {"type": "place", "label": {"eng": "Canberra"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Indian_Ocean", "type": "loc", "score": 2, "label": {"eng": "Indian Ocean"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/AMP_Limited", "type": "org", "score": 1, "label": {"eng": "AMP Limited"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Tasmania", "type": "org", "score": 1, "label": {"eng": "University of Tasmania"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/International_Business_and_Trade", "label": "dmoz/Business/International Business and Trade", "wgt": 12}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 17}, {"uri": "dmoz/Society/Future/Catastrophes", "label": "dmoz/Society/Future/Catastrophes", "wgt": 12}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F7bffb4ae-4c16-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 36}, "sentiment": -0.2862745098039216, "wgt": 36, "relevance": 101}, {"uri": "1450236392", "lang": "eng", "isDuplicate": false, "date": "2020-02-16", "time": "23:24:00", "dateTime": "2020-02-16T23:24:00Z", "dateTimePub": "2020-02-16T23:23:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/210f6552-50d1-11ea-8841-482eed0038b1", "title": "FirstFT: Today's top stories ", "body": "FT subscribers can click here to receive FirstFT every day by email.\n\nFirst FT Asia is off tomorrow. We'll be back in your inbox on Wednesday morning.\n\nPresident Xi Jinping issued orders to contain the deadly coronavirus outbreak almost two weeks earlier than previously thought, according to an account that appears to contradict the narrative that local officials were to blame for allowing the epidemic to spiral.\n\nThe official Communist party magazine Qiushi's account over the weekend says that Mr Xi met the party's politburo standing committee, China's most powerful decision-making body, and gave instructions on the virus response on January 7 -- 13 days before the public was warned about the outbreak's severity.\n\nPrevious state media accounts appeared to date Mr Xi's earliest direct involvement to a January 20 statement. The magazine instead said he was aware and in charge of the response to the virus almost two weeks earlier, potentially implicating Mr Xi in the bungled early response to the outbreak that contributed to its rapid spread.\n\nMeanwhile, horror stories are emerging from Wuhan as the city struggles to cope with the health crisis. One of the most haunting images to come out of the Chinese city at the centre of the coronavirus outbreak is of a distressed woman in an upper floor apartment banging a homemade gong and wailing for help. (FT)\n\nFurther reading:\n\nSoftBank investment chief pushes hedge fund The head of SoftBank's $100bn Vision Fund has lined up billions of dollars of outside investment for a new hedge fund-style vehicle, in a move that threatens to escalate tensions at the world's biggest tech investor. (FT)\n\nUS vents about China's 5G at Munich security conference Nancy Pelosi (below), House of Representatives speaker, issued a rebuke to European countries using China's Huawei to build 5G mobile communications networks. Her remarks came after Mark Esper, defence secretary, and Mike Pompeo, secretary of state, also spoke out on the issue. The \"west is winning\", Mr Pompeo said, but the west wasn't buying it. (FT, New York Times)\n\nUK Budget may be delayed Grant Shapps, transport secretary, said on Sunday that the budget may be delayed following Sajid Javid's resignation as chancellor. Downing Street would not confirm on Friday whether the scheduled March 11 date would be changed or whether the UK's fiscal rules would remain in place. (FT)\n\nChina offers to build HS2 in five years and for less money Officials at the UK's Department for Transport said \"preliminary discussions\" were under way between HS2 Ltd, which is responsible for building the high-speed line, and state-owned China Railway Construction Corporation, but that no commitments had been made. (FT)\n\nLibya ceasefire 'holding by a thread' Stephanie Williams, the deputy UN envoy, described the arms embargo on Libya as a \"joke\", in a gloomy assessment of the prospects for peace. Fayez al-Sarraj, the head of Libya's internationally recognised government, also warned that his country will face a financial crisis because of the oil blockade by opposition groups. (FT, Al Jazeera)\n\nIsrael thwarts Hamas hackers' malware The Israeli military said that it had thwarted a honeytrap scheme by Palestinian militant group Hamas that attempted to hack soldiers' mobile phones by posing as attractive young women. (FT)\n\nUS and Taliban agree to truce The two groups have agreed to a temporary truce that, if successful, could pave the way for American troops to leave Afghanistan after 18 years. The deal is a major milestone in America's longest running war, but the possibility of lasting peace remains unclear. (AP)\n\nVodafone's India venture on brink of collapse India's Supreme Court rejected an application from telecoms companies to defer paying billions of dollars in historic levies to the government, in a ruling that leaves Vodafone's local joint venture on the verge of collapse. (FT)\n\nThe world of luxury has changed completely in recent years. How to Spend It, the FT's luxury magazine, is following suit, relaunching this weekend under editor Jo Ellison to start a new dialogue about how we define \"spend\".\n\nRead an exclusive interview with designer Anya Hindmarch on her new eco-campaign and savour this fashion shoot of 1990s minimalism. Look out for the print edition, with features on the longevity of the Chanel jacket and the renaissance of Christian Lacroix, plus much more.\n\nJapan growth figures Monday's report is expected to show the economy to have contracted. Last month, Japan announced plans to revamp its economic data releases to avoid significant revisions. (FT, Nikkei Asian Review)\n\nZuckerberg-EU meeting Facebook chief executive and founder Mark Zuckerberg on Monday will discuss regulation with Margrethe Vestager, EU antitrust and digital commissioner, and Thierry Breton. Mr Zuckerberg wrote in the FT that Big Tech needs more regulation. (FT)\n\nKeep up with the important business, economic and political stories in the coming days with the FT's Week Ahead. Click to subscribe here. And don't miss our FT News Briefing audio show -- a short daily rundown of the top global stories.\n\nHow digital tools can bolster democracy Big Tech's power to squash competition and degrade liberal democracy is one of the most well-rehearsed storylines of our time. But there is a counter-example -- the power of decentralised technology to support individuals and liberal democracies all over the world, even as surveillance states threaten it. Rana Foroohar found one such example at work in Taiwan. (FT)\n\nFor more from Rana, sign up for our Swamp Notes newsletter, where she and Edward Luce discuss money and power in Trump's America.\n\nInside Syria's final battle There are some 3m civilians trapped in north-west Syria close to the Turkish border, where an intense bombing campaign and advancing ground assault by forces loyal to President Bashar al-Assad have forced people to consider fleeing. Streets are jammed with loaded cars, families desperate to escape the bombing but with little option of where to go. (FT)\n\nRising seas from Manila to San Francisco On both sides of the Pacific Ocean, what the fight against sea level rise looks like has a lot to do with whether you were born rich or poor. While investors and customers pressure big companies to reduce their impact, having a climate strategy has also become key for retaining employees. (NYT, Wall Street Journal)\n\nWhat to watch this week The Battle for Hong Kong is a powerful new documentary that follows five young activists and their fight for democracy. This portrait of Momo, Li, Lomi, Vincent and Agnes Chow (not all their real names) taking to the streets is bound to leave you heartsick. (FT)\n\nWhy populist nostalgia will pass For Olga Tokarczuk, the fame that came with winning the Nobel Prize for Literature has been a bit jarring. Even on a recent trip to a hardware store, Tokarczuk was mobbed. \"It was also really nice, of course, but after a bit I got scared,\" the Polish writer said. Over Lunch with the FT, Tokarczuk sounded off on confronting history and her battles with the nationalist right. (FT)\n\nBosses need to speak out on Instagram and beyond Yes, social media can be risky -- but authenticity is rewarded, and we should hear more of interest from influential executives on platforms like Instagram, not less. Meanwhile, amid the deluge of selfies, Instagram \"content creators\" are bringing financial education into the social media mainstream. (FT)\n\n'Lift line apocalypse' Photographs and videos of what skiers in Vail dubbed the \"lift line apocalypse\" went viral on social media last week. A local television station reported some skiers had waited in line for 75 minutes. Meanwhile, a French ski resort angered ecologists by using a helicopter to move snow after a mild winter threatened its ability to stay open. (FT, Guardian)\n\nUS accuses Huawei of organised crime Huawei faces a new challenge in the US -- could its executives end up going to jail? The FT's Washington correspondent Kiran Stacey reports.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/High_Speed_2", "type": "wiki", "score": 4, "label": {"eng": "High Speed 2"}}, {"uri": "http://en.wikipedia.org/wiki/Communist_Party_of_China", "type": "org", "score": 4, "label": {"eng": "Communist Party of China"}}, {"uri": "http://en.wikipedia.org/wiki/Hedge_fund", "type": "wiki", "score": 4, "label": {"eng": "Hedge fund"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/5G", "type": "wiki", "score": 4, "label": {"eng": "5G"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 4, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 4, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pompeo", "type": "person", "score": 4, "label": {"eng": "Mike Pompeo"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Libya", "type": "loc", "score": 4, "label": {"eng": "Libya"}, "location": {"type": "country", "label": {"eng": "Libya"}}}, {"uri": "http://en.wikipedia.org/wiki/Grant_Shapps", "type": "person", "score": 3, "label": {"eng": "Grant Shapps"}}, {"uri": "http://en.wikipedia.org/wiki/Committee", "type": "wiki", "score": 3, "label": {"eng": "Committee"}}, {"uri": "http://en.wikipedia.org/wiki/Department_for_Transport", "type": "org", "score": 3, "label": {"eng": "Department for Transport"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 3, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/Arms_embargo", "type": "wiki", "score": 3, "label": {"eng": "Arms embargo"}}, {"uri": "http://en.wikipedia.org/wiki/Politburo", "type": "wiki", "score": 3, "label": {"eng": "Politburo"}}, {"uri": "http://en.wikipedia.org/wiki/Blockade", "type": "wiki", "score": 3, "label": {"eng": "Blockade"}}, {"uri": "http://en.wikipedia.org/wiki/Vodafone", "type": "org", "score": 3, "label": {"eng": "Vodafone"}}, {"uri": "http://en.wikipedia.org/wiki/Malware", "type": "wiki", "score": 3, "label": {"eng": "Malware"}}, {"uri": "http://en.wikipedia.org/wiki/Hamas", "type": "wiki", "score": 3, "label": {"eng": "Hamas"}}, {"uri": "http://en.wikipedia.org/wiki/Palestinians", "type": "wiki", "score": 3, "label": {"eng": "Palestinians"}}, {"uri": "http://en.wikipedia.org/wiki/Fayez_al-Sarraj", "type": "wiki", "score": 3, "label": {"eng": "Fayez al-Sarraj"}}, {"uri": "http://en.wikipedia.org/wiki/Al_Jazeera", "type": "org", "score": 3, "label": {"eng": "Al Jazeera"}}, {"uri": "http://en.wikipedia.org/wiki/Israel_Defense_Forces", "type": "org", "score": 3, "label": {"eng": "Israel Defense Forces"}}, {"uri": "http://en.wikipedia.org/wiki/Ceasefire", "type": "wiki", "score": 3, "label": {"eng": "Ceasefire"}}, {"uri": "http://en.wikipedia.org/wiki/Taliban", "type": "org", "score": 3, "label": {"eng": "Taliban"}}, {"uri": "http://en.wikipedia.org/wiki/Mark_Zuckerberg", "type": "person", "score": 3, "label": {"eng": "Mark Zuckerberg"}}, {"uri": "http://en.wikipedia.org/wiki/High-speed_rail", "type": "wiki", "score": 3, "label": {"eng": "High-speed rail"}}, {"uri": "http://en.wikipedia.org/wiki/Digital_television", "type": "wiki", "score": 3, "label": {"eng": "Digital television"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 3, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_of_Germany", "type": "wiki", "score": 3, "label": {"eng": "Chancellor of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Sajid_Javid", "type": "person", "score": 3, "label": {"eng": "Sajid Javid"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 3, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Mark_Esper", "type": "person", "score": 3, "label": {"eng": "Mark Esper"}}, {"uri": "http://en.wikipedia.org/wiki/State-owned_enterprise", "type": "wiki", "score": 3, "label": {"eng": "State-owned enterprise"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 3, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 3, "label": {"eng": "United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/Munich", "type": "loc", "score": 3, "label": {"eng": "Munich"}, "location": {"type": "place", "label": {"eng": "Munich"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 3, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Afghanistan", "type": "loc", "score": 3, "label": {"eng": "Afghanistan"}, "location": {"type": "country", "label": {"eng": "Afghanistan"}}}, {"uri": "http://en.wikipedia.org/wiki/Thierry_Breton", "type": "person", "score": 2, "label": {"eng": "Thierry Breton"}}, {"uri": "http://en.wikipedia.org/wiki/Anya_Hindmarch", "type": "person", "score": 2, "label": {"eng": "Anya Hindmarch"}}, {"uri": "http://en.wikipedia.org/wiki/Margrethe_Vestager", "type": "person", "score": 2, "label": {"eng": "Margrethe Vestager"}}, {"uri": "http://en.wikipedia.org/wiki/Christian_Lacroix", "type": "person", "score": 2, "label": {"eng": "Christian Lacroix"}}, {"uri": "http://en.wikipedia.org/wiki/Olga_Tokarczuk", "type": "person", "score": 2, "label": {"eng": "Olga Tokarczuk"}}, {"uri": "http://en.wikipedia.org/wiki/Chanel", "type": "org", "score": 2, "label": {"eng": "Chanel"}}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 2, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 2, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Huawei", "type": "org", "score": 2, "label": {"eng": "Huawei"}}, {"uri": "http://en.wikipedia.org/wiki/Bashar_al-Assad", "type": "person", "score": 2, "label": {"eng": "Bashar al-Assad"}}, {"uri": "http://en.wikipedia.org/wiki/Pacific_Ocean", "type": "loc", "score": 2, "label": {"eng": "Pacific Ocean"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 2, "label": {"eng": "Associated Press"}}, {"uri": "http://en.wikipedia.org/wiki/Instagram", "type": "org", "score": 2, "label": {"eng": "Instagram"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 2, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 2, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco", "type": "loc", "score": 2, "label": {"eng": "San Francisco"}, "location": {"type": "place", "label": {"eng": "San Francisco"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Manila", "type": "loc", "score": 2, "label": {"eng": "Manila"}, "location": {"type": "place", "label": {"eng": "Manila"}, "country": {"type": "country", "label": {"eng": "Philippines"}}}}, {"uri": "http://en.wikipedia.org/wiki/Taiwan", "type": "loc", "score": 2, "label": {"eng": "Taiwan"}, "location": {"type": "country", "label": {"eng": "Taiwan"}}}, {"uri": "http://en.wikipedia.org/wiki/Turkey", "type": "loc", "score": 2, "label": {"eng": "Turkey"}, "location": {"type": "country", "label": {"eng": "Turkey"}}}, {"uri": "http://en.wikipedia.org/wiki/Syria", "type": "loc", "score": 2, "label": {"eng": "Syria"}, "location": {"type": "country", "label": {"eng": "Syria"}}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 2, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Agnes_Chow", "type": "person", "score": 1, "label": {"eng": "Agnes Chow"}}, {"uri": "http://en.wikipedia.org/wiki/Washington,_D.C.", "type": "loc", "score": 1, "label": {"eng": "Washington, D.C."}, "location": {"type": "place", "label": {"eng": "Washington, D.C."}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 16}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 15}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 86}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 13}, {"uri": "dmoz/Society/Activism", "label": "dmoz/Society/Activism", "wgt": 16}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fee665404-5093-11ea-a1ef-da1721a0541e?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 7}, "sentiment": -0.0980392156862745, "wgt": 7, "relevance": 101}, {"uri": "1441908072", "lang": "eng", "isDuplicate": false, "date": "2020-02-10", "time": "07:34:00", "dateTime": "2020-02-10T07:34:00Z", "dateTimePub": "2020-02-10T07:33:00Z", "dataType": "news", "sim": 0.4627451002597809, "url": "https://www.ft.com/content/c7cf1538-49ef-11ea-aeb3-955839e06441", "title": "Coronavirus sparks feverish trading in search of treatment", "body": "Investors are bidding up companies trying to alleviate the coronavirus outbreak, from biotechs working on treatments and vaccines to telemedicine companies catering for the sick stuck at home.\n\nSome are seeking \"fast money\" trades, diving into smaller biotechs with long shots at a vaccine, while others are hunting for more solid long-term investments that could also be buoyed by the epidemic.\n\n\"There has been an incredible amount of interest in the biotech industry in the wake of the coronavirus,\" said Thomas Hayes, chairman of Great Hill Capital, the New York-based hedge fund.\n\n\"The market is pouncing on the most likely beneficiaries even though the process of developing a vaccine doesn't happen overnight.\"\n\nThe coronavirus has spread to more people than the 2003 Sars epidemic and has killed more than 800 people. The US is at least the fifth country, including China, in which the infection is spreading through human-to-human contact.\n\nOn Friday, the Securities and Exchange Commission announced the temporary suspension of trading in the securities of Aethlon Medical because of concerns that third parties were spreading false information about its product's potential use in the coronavirus outbreak. Aethlon did not respond to a request for comment.\n\n\"You will have winners in this race to the finish line on a vaccine or cure, but you will also have investors betting that certain companies have an edge on how to treat the coronavirus -- which may or may not work,\" Mr Hayes said.\n\nShares in Gilead Sciences jumped 5 per cent to $66.36 on Monday after the Bay Area-based biotech said it was working with global health authorities on a clinical trial to see whether Remdesivir, a potential drug that is not yet approved by any regulator, could be used to treat the coronavirus.\n\nThe company said the drug candidate had been used against the Middle East Respiratory Syndrome (Mers) and Sars, which are similar coronaviruses, in animal studies. Gilead shares climbed throughout the week and closed on Friday at nearly $69 a share.\n\nRegeneron Pharmaceutical is also working on antibody treatments for the coronavirus, collaborating with the US department of health and human services. The New York-based biotech company said on Thursday that it was hoping to have a drug for testing in some patients within a few months. Shares in Regeneron rose 13 per cent last week.\n\nBut there have also been share spikes in smaller biotech companies that have started work on vaccines for the virus despite slim chance of success. Even if their vaccines work, it will take months to conduct human trials and the outbreak may have ended by then.\n\nShares in Vaxart soared 28 per cent to $1.60 on Monday, after it said it would use its oral vaccine platform to try to develop a tablet vaccine. At the start of the year, Vaxart shares were trading around 36 cents a share.\n\nVaxart follows several speculative-linked trades in other biotech companies in recent weeks.\n\nBoth Inovio Pharmaceuticals and Moderna received funding from the Coalition for Economic Preparedness Innovations, a group of government and charities, to try to create coronavirus vaccines.\n\nInovio climbed 61 per cent from the start of the year until a peak on January 27 of $5.32, only to fall back to a closing price of $3.19 on Friday. Moderna gained 16 per cent to a peak of $22.74 on January 27, but gave back some of the gains on Monday before finishing at $23.24 on Friday.\n\nAnother biotech, Novavax, rose 146 per cent in a week, based on studies showing that its Sars and Mers vaccines worked in animals, before losing more than 10 per cent to close at $6.81 on Monday and $6.31 on Friday.\n\nBrad Loncar, an investor who manages a family fund with a biotech focus, pointed to the last major outbreak -- of Ebola -- and NewLink Genetics, which finally won approval for its Ebola vaccine at the end of last year. Even after approval, NewLink Genetics is trading far below its peak of $55.38 in 2015, at $1.66 on Friday.\n\n\"Even if a company successfully develops a vaccine, which will likely take years, there typically isn't a lot of money in it,\" Mr Loncar said. \"While it's possible that a large company like Gilead or AbbVie will be able to use an existing medicine against this as a therapeutic treatment, it's unlikely to be much of a needle mover from a stock market perspective for a large company like that,\" he added.\n\nNina Deka, a healthcare analyst at ROBO Global research, said that telemedicine companies were also likely to benefit from the outbreak -- and future pandemics -- as people opted to receive medical help without leaving the house.\n\nShares in PingAn Good Doctor, the Chinese remote healthcare provider listed in Hong Kong, have gained 27 per cent so far this year, while in the US, Teladoc health has also soared 27 per cent since the start of January.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Biotechnology", "type": "wiki", "score": 5, "label": {"eng": "Biotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Gilead_Sciences", "type": "org", "score": 4, "label": {"eng": "Gilead Sciences"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Remdesivir", "type": "wiki", "score": 3, "label": {"eng": "Remdesivir"}}, {"uri": "http://en.wikipedia.org/wiki/Telehealth", "type": "wiki", "score": 3, "label": {"eng": "Telehealth"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Animal_testing", "type": "wiki", "score": 3, "label": {"eng": "Animal testing"}}, {"uri": "http://en.wikipedia.org/wiki/Antibody", "type": "wiki", "score": 3, "label": {"eng": "Antibody"}}, {"uri": "http://en.wikipedia.org/wiki/Suspension_bridge", "type": "wiki", "score": 3, "label": {"eng": "Suspension bridge"}}, {"uri": "http://en.wikipedia.org/wiki/U.S._Securities_and_Exchange_Commission", "type": "org", "score": 3, "label": {"eng": "U.S. Securities and Exchange Commission"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 3, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hedge_fund", "type": "wiki", "score": 3, "label": {"eng": "Hedge fund"}}, {"uri": "http://en.wikipedia.org/wiki/Security_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Security (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Gambling", "type": "wiki", "score": 3, "label": {"eng": "Gambling"}}, {"uri": "http://en.wikipedia.org/wiki/Hunting", "type": "wiki", "score": 3, "label": {"eng": "Hunting"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 3, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_vaccine", "type": "wiki", "score": 2, "label": {"eng": "Ebola vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Ebola_virus_disease", "type": "wiki", "score": 2, "label": {"eng": "Ebola virus disease"}}, {"uri": "http://en.wikipedia.org/wiki/Genetics", "type": "wiki", "score": 2, "label": {"eng": "Genetics"}}, {"uri": "http://en.wikipedia.org/wiki/Teladoc", "type": "org", "score": 1, "label": {"eng": "Teladoc"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 88}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 20}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 27}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 21}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Pharmaceuticals", "wgt": 19}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Technology_Transfer", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Technology Transfer", "wgt": 16}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F358d5b10-49f6-11ea-aee2-9ddbdc86190d?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5500613", "location": null, "shares": {"facebook": 6}, "sentiment": 0.1764705882352942, "wgt": 6, "relevance": 101}, {"uri": "1442932162", "lang": "eng", "isDuplicate": false, "date": "2020-02-11", "time": "01:01:00", "dateTime": "2020-02-11T01:01:00Z", "dateTimePub": "2020-02-11T01:00:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/270a04c0-4c18-11ea-95a0-43d18ec715f5", "title": "FirstFT: Today's top stories ", "body": "FT subscribers can click here to receive FirstFT every day by email.\n\nThe US has blamed China for the 2017 Equifax hack as prosecutors announced hacking and espionage charges against four Chinese military officers.\n\nFederal officials on Monday portrayed the 2017 attack on the consumer credit agency as just one part of a continuing effort by China to steal US data and intellectual property.\n\nThe personal data of almost 150m Americans were compromised in the breach, along with those of 1m citizens of Canada and the UK. Equifax agreed a $800m US settlement last year over the hack.\n\nWilliam Barr, the US attorney-general, said the attack on Equifax was a \"deliberate and sweeping intrusion into the private information of the American people.\n\nAccording to the indictment, here's how the hackers compromised the personal information of millions of US citizens. (FT, Wired)\n\nChina struggles to return to work after virus shutdown President Xi Jinping (below) said large-scale lay-offs must be avoided, but any hopes China's stricken economy would quickly come back to life were disappointed as businesses extended holidays or work-from-home arrangements. Mr Xi visited a Beijing residential community on Monday to learn more about their fight against the outbreak. Meanwhile, the World Health Organization has warned of \"concerning\" virus transmissions in Europe. (FT, Quartz)\n\nGhosn-Nissan legal saga begins Lawyers for Carlos Ghosn and Nissan faced off in court on Monday in what could be the start of years of legal warfare as the former chairman of the Japanese group seeks to claw back millions he claims he lost after his 2018 arrest in Tokyo. (FT)\n\nMerkel's heir apparent to step down The race to succeed Angela Merkel as German leader was thrown wide open on Monday as Annegret Kramp-Karrenbauer (below left), the woman long seen as her anointed heir, said she would not run for chancellor in next year's election. (FT)\n\nPhilippines asks court to revoke top broadcaster's licence The country's top legal officer has accused ABS-CBN, the country's largest broadcaster, of \"highly abusive practices\" and called for its licence to be revoked, prompting critics to accuse President Rodrigo Duterte of stepping up his war on the media. (FT)\n\nIsraeli voter data leaked Prime Minister Benjamin Netanyahu's Likud party uploaded voter information to an unsecured app, causing more than 6m voters to have their names, identification numbers and addresses leaked. Feed-b, the firm that developed the app, said the vulnerability was a \"one-off incident that was immediately dealt with\". (Haaretz)\n\nAlibaba leads US retreat China's biggest tech company made no publicly disclosed investments in the US last year, leading a retreat from Silicon Valley following a Chinese spending spree. X, Alphabet's heavily lossmaking \"moonshots factory\", is looking beyond Silicon Valley for its next big idea. (FT)\n\nWhat's driving Sinn Féin's surge?The Irish nationalist party recorded the highest share of the popular vote, and even party leader Mary Lou McDonald was caught off-guard with the breakthrough. Our editorial board says that mainstream parties need to engage with Sinn Féin with an open mind. (FT)\n\nAnd the winner is . . . Parasite, the low-budget Korean thriller directed by Bong Joon-ho (below right), became the first non-English language film to win an Oscar for Best Picture. The nod meant party time in South Korea. The 92nd Academy Awards also recognised Renée Zellweger for her depiction of Judy Garland and Joaquin Phoenix for his performance in Joker. (FT, Wall Street Journal)\n\nNew Hampshire primary The state will be the second vote for the Democrats' choosing a presidential candidate following the Iowa caucuses, and the counting fiasco. The party is desperate to catch up with the Trump campaign's digital savvy. Got questions? Here's your essential guide to US presidential elections. (FT, Politico Pro)\n\nInternational Day of Women and Girls in Science Worldwide, women account for just 30 per cent of researchers, and 35 per cent of students in STEM-related fields. The United Nations seeks to bring awareness to representation in the field on February 11. After 20 years in San Francisco's tech scene, April Underwood is challenging male domination in Silicon Valley. (UN, FT)\n\nUK GDP report Growth figures released on Tuesday are expected to be flat. Last month, economists predicted little change for UK growth in 2020. (FT)\n\nLast week the UK started a brisk (end date March 5) consultation on what its most-favoured nation (MFN) tariffs -- the basic ones offered to any WTO member -- should be. But the new consultation is an odd way of doing policy. More in Trade Secrets, our daily briefing on the changing face of international trade and globalisation. Sign up here.\n\nXi faces China's Chernobyl moment If the virus can be contained in the coming weeks, then it is still possible President Xi Jinping could emerge relatively unscathed after blaming provincial officials for the crisis, writes Asia editor Jamil Anderlini. But if not, this could turn out to be China's Chernobyl moment, when the lies and absurdities of autocracy are laid bare for all to see. (FT)\n\nSedition accusations in India take a dramatic turn School plays may be momentous events in the lives of young child performers -- and their parents -- but they are rarely the stuff of national news headlines. Yet as the Bharatiya Janata Party ratchets up its crackdown on dissent, a student play at a Muslim-run private school is in the spotlight. It landed the headteacher, and one performer's mother, in jail. (FT)\n\nLaptops killed work-life balance The inescapability of work is often blamed on the smartphone. But we've been scapegoating the wrong piece of technology. It's laptops that have truly blurred the boundary between work and home, providing the ability to go beyond just responding to emails from almost anywhere. (Atlantic)\n\nThe Middle East's discontented youth The Middle East and north Africa is home to the world's youngest populations and highest youth unemployment rates. The challenges are compounded by political oppression and pervasive corruption, generating echoes of the Arab Spring over the past year. These are the stories behind the headlines, from a plugged-in and aspirant generation demanding change. (FT)\n\nBusiness tact in times of danger Cities locked down, factories shut, foreigners flown out. Michael Skapinker offers advice on what to say to business contacts when you hear of trouble in their home cities. The coronavirus outbreak may have created the world's largest work-from-home experiment. Just don't expect paradise, Pilita Clark writes. (FT)\n\nIran's biggest pop star demands change The relevance of Googoosh, who has been in Iranians' lives since the 1960s, has endured in part because she's one of the few performers who returned to Iran after the 1979 revolution -- when most music was prohibited and women were barred from singing in public. Now, her message takes on new significance amid turmoil in the region. (Washington Post)\n\nSuccess factors that lead directly to jail Bernie Ebbers, the former WorldCom chief executive who died last week, was easy to fit to the template of greedy corporate villain, Andrew Hill writes. Ebbers may have been the exception, but many \"sleepwalk over ethical lines\". (FT)\n\nCan electric car pioneer Tesla maintain its momentum? Shares in Elon Musk's pioneering electric car company Tesla have skyrocketed. Tom Braithwaite, companies editor, discusses whether the company will be able to maintain its current momentum and hold off competition from traditional carmakers with west coast editor Richard Waters and Alphaville journalist Jamie Powell.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Equifax", "type": "org", "score": 5, "label": {"eng": "Equifax"}}, {"uri": "http://en.wikipedia.org/wiki/Hacker", "type": "wiki", "score": 5, "label": {"eng": "Hacker"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Silicon_Valley", "type": "loc", "score": 4, "label": {"eng": "Silicon Valley"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Angela_Merkel", "type": "person", "score": 4, "label": {"eng": "Angela Merkel"}}, {"uri": "http://en.wikipedia.org/wiki/Mobile_app", "type": "wiki", "score": 4, "label": {"eng": "Mobile app"}}, {"uri": "http://en.wikipedia.org/wiki/Intellectual_property", "type": "wiki", "score": 4, "label": {"eng": "Intellectual property"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 4, "label": {"eng": "Xi Jinping"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 4, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/Espionage", "type": "wiki", "score": 4, "label": {"eng": "Espionage"}}, {"uri": "http://en.wikipedia.org/wiki/Most_favoured_nation", "type": "wiki", "score": 3, "label": {"eng": "Most favoured nation"}}, {"uri": "http://en.wikipedia.org/wiki/Mary_Lou_McDonald", "type": "person", "score": 3, "label": {"eng": "Mary Lou McDonald"}}, {"uri": "http://en.wikipedia.org/wiki/Heir_apparent", "type": "wiki", "score": 3, "label": {"eng": "Heir apparent"}}, {"uri": "http://en.wikipedia.org/wiki/Haaretz", "type": "wiki", "score": 3, "label": {"eng": "Haaretz"}}, {"uri": "http://en.wikipedia.org/wiki/Irish_nationalism", "type": "wiki", "score": 3, "label": {"eng": "Irish nationalism"}}, {"uri": "http://en.wikipedia.org/wiki/Academy_Award_for_Best_Picture", "type": "wiki", "score": 3, "label": {"eng": "Academy Award for Best Picture"}}, {"uri": "http://en.wikipedia.org/wiki/Rodrigo_Duterte", "type": "person", "score": 3, "label": {"eng": "Rodrigo Duterte"}}, {"uri": "http://en.wikipedia.org/wiki/Sinn_Féin", "type": "org", "score": 3, "label": {"eng": "Sinn Féin"}}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_(education)", "type": "wiki", "score": 3, "label": {"eng": "Chancellor (education)"}}, {"uri": "http://en.wikipedia.org/wiki/William_Barr", "type": "person", "score": 3, "label": {"eng": "William Barr"}}, {"uri": "http://en.wikipedia.org/wiki/Bong_Joon-ho", "type": "person", "score": 3, "label": {"eng": "Bong Joon-ho"}}, {"uri": "http://en.wikipedia.org/wiki/Quartz_(publication)", "type": "wiki", "score": 3, "label": {"eng": "Quartz (publication)"}}, {"uri": "http://en.wikipedia.org/wiki/Wired_(magazine)", "type": "org", "score": 3, "label": {"eng": "Wired (magazine)"}}, {"uri": "http://en.wikipedia.org/wiki/Alibaba_Group", "type": "org", "score": 3, "label": {"eng": "Alibaba Group"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Annegret_Kramp-Karrenbauer", "type": "person", "score": 3, "label": {"eng": "Annegret Kramp-Karrenbauer"}}, {"uri": "http://en.wikipedia.org/wiki/Likud", "type": "org", "score": 3, "label": {"eng": "Likud"}}, {"uri": "http://en.wikipedia.org/wiki/Attorney_general", "type": "wiki", "score": 3, "label": {"eng": "Attorney general"}}, {"uri": "http://en.wikipedia.org/wiki/Benjamin_Netanyahu", "type": "person", "score": 3, "label": {"eng": "Benjamin Netanyahu"}}, {"uri": "http://en.wikipedia.org/wiki/Korean_language", "type": "wiki", "score": 3, "label": {"eng": "Korean language"}}, {"uri": "http://en.wikipedia.org/wiki/Thriller_(genre)", "type": "wiki", "score": 3, "label": {"eng": "Thriller (genre)"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Alphabet_Inc.", "type": "org", "score": 3, "label": {"eng": "Alphabet Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Nissan", "type": "org", "score": 3, "label": {"eng": "Nissan"}}, {"uri": "http://en.wikipedia.org/wiki/Carlos_Ghosn", "type": "person", "score": 3, "label": {"eng": "Carlos Ghosn"}}, {"uri": "http://en.wikipedia.org/wiki/Direct_election", "type": "wiki", "score": 3, "label": {"eng": "Direct election"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 3, "label": {"eng": "United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/Indictment", "type": "wiki", "score": 3, "label": {"eng": "Indictment"}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 3, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Philippines", "type": "loc", "score": 3, "label": {"eng": "Philippines"}, "location": {"type": "country", "label": {"eng": "Philippines"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Israel", "type": "loc", "score": 3, "label": {"eng": "Israel"}, "location": {"type": "country", "label": {"eng": "Israel"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 3, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/Iowa_caucuses", "type": "wiki", "score": 2, "label": {"eng": "Iowa caucuses"}}, {"uri": "http://en.wikipedia.org/wiki/Renée_Zellweger", "type": "person", "score": 2, "label": {"eng": "Renée Zellweger"}}, {"uri": "http://en.wikipedia.org/wiki/Politico", "type": "org", "score": 2, "label": {"eng": "Politico"}}, {"uri": "http://en.wikipedia.org/wiki/North_Africa", "type": "loc", "score": 2, "label": {"eng": "North Africa"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Judy_Garland", "type": "person", "score": 2, "label": {"eng": "Judy Garland"}}, {"uri": "http://en.wikipedia.org/wiki/Atlantic_Ocean", "type": "loc", "score": 2, "label": {"eng": "Atlantic Ocean"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/The_Wall_Street_Journal", "type": "org", "score": 2, "label": {"eng": "The Wall Street Journal"}}, {"uri": "http://en.wikipedia.org/wiki/Middle_East", "type": "loc", "score": 2, "label": {"eng": "Middle East"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Bharatiya_Janata_Party", "type": "org", "score": 2, "label": {"eng": "Bharatiya Janata Party"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Joaquin_Phoenix", "type": "person", "score": 2, "label": {"eng": "Joaquin Phoenix"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco", "type": "loc", "score": 2, "label": {"eng": "San Francisco"}, "location": {"type": "place", "label": {"eng": "San Francisco"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 2, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 2, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/Bernard_Ebbers", "type": "person", "score": 1, "label": {"eng": "Bernard Ebbers"}}, {"uri": "http://en.wikipedia.org/wiki/MCI_Inc.", "type": "org", "score": 1, "label": {"eng": "MCI Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Googoosh", "type": "person", "score": 1, "label": {"eng": "Googoosh"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 1, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Elon_Musk", "type": "person", "score": 1, "label": {"eng": "Elon Musk"}}, {"uri": "http://en.wikipedia.org/wiki/Tesla,_Inc.", "type": "org", "score": 1, "label": {"eng": "Tesla, Inc."}}], "categories": [{"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 14}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 18}, {"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 15}, {"uri": "news/Business", "label": "news/Business", "wgt": 59}, {"uri": "dmoz/Society/Activism", "label": "dmoz/Society/Activism", "wgt": 14}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F846904c6-0560-11ea-a984-fbbacad9e7dd?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 4}, "sentiment": -0.2235294117647059, "wgt": 4, "relevance": 2}, {"uri": "1447491450", "lang": "eng", "isDuplicate": false, "date": "2020-02-14", "time": "09:12:00", "dateTime": "2020-02-14T09:12:00Z", "dateTimePub": "2020-02-14T09:12:00Z", "dataType": "news", "sim": 0.572549045085907, "url": "https://www.ft.com/content/b9fa5578-4ef7-11ea-95a0-43d18ec715f5", "title": "AstraZeneca warns of 'unfavourable' coronavirus impact", "body": "AstraZeneca has warned of the impact on its business of the coronavirus outbreak, making clear that the unfolding epidemic has injected uncertainty into its growth forecasts.\n\nThe Anglo-Swedish drugmaker said that, depending on the impact of the virus, known as Covid-19, total revenue was expected to increase \"by a high single-digit to a low double-digit percentage\".\n\nCore earnings per share were expected to rise by a mid-to-high-teens percentage.\n\n\"The guidance given in today's statement assumes an unfavourable impact in China on total revenue and core [earnings per share] lasting up to a few months,\" the company said on Friday.\n\nChina remains the company's fastest growing region, leaving it more exposed than many pharma companies to the logistical and other problems caused by the virus.\n\nSales there rose 35 per cent in constant currencies over the full year, and by 28 per cent in the fourth quarter, to about $1.2bn.\n\nOverall, full-year product sales increased 15 per cent to $23.5bn, including fourth-quarter sales of $6.2bn. Both were marginally below analysts' consensus expectations and, at 9 per cent, the rise in fourth-quarter sales represented a significant slowdown on the previous quarter's 18 per cent rise. Core earnings per share remained flat in constant currencies at $3.50, below consensus expectations of $3.57.\n\nAll three therapy areas and every sales region grew at constant currencies in the quarter and over the full year, however, and Pascal Soriot, chief executive, said that, in the first full year of the company's return to growth, it had \"made good progress in line with our strategy\".\n\nHe added: \"We are becoming a better-balanced business, both regionally and through our medicines. This transition is a further step towards improving operating leverage and cash generation.\"\n\nSales of the company's new medicines increased by 62 per cent to just under $10bn, representing 42 per cent of total product sales compared with 30 per cent in 2018.\n\nEmerging markets sales overall increased 24 per cent to $8.1bn, while US sales rose 13 per cent in the year to $7.7bn. Sales in Europe were weaker, rising by 2 per cent to $4.3bn. In Japan sales climbed 26 per cent to $2.5bn.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Earnings_per_share", "type": "wiki", "score": 5, "label": {"eng": "Earnings per share"}}, {"uri": "http://en.wikipedia.org/wiki/AstraZeneca", "type": "org", "score": 5, "label": {"eng": "AstraZeneca"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 3, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/Pascal_Soriot", "type": "person", "score": 2, "label": {"eng": "Pascal Soriot"}}, {"uri": "http://en.wikipedia.org/wiki/Operating_leverage", "type": "wiki", "score": 2, "label": {"eng": "Operating leverage"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 1, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Emerging_market", "type": "wiki", "score": 1, "label": {"eng": "Emerging market"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 1, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 1, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 90}, {"uri": "dmoz/Business/Marketing_and_Advertising/Salesmanship", "label": "dmoz/Business/Marketing and Advertising/Salesmanship", "wgt": 21}, {"uri": "dmoz/Business/Marketing_and_Advertising/Employment", "label": "dmoz/Business/Marketing and Advertising/Employment", "wgt": 13}, {"uri": "dmoz/Health/Aging/Life_Expectancy", "label": "dmoz/Health/Aging/Life Expectancy", "wgt": 10}, {"uri": "dmoz/Shopping/Classifieds/Business_to_Business", "label": "dmoz/Shopping/Classifieds/Business to Business", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fab37a680-4f01-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5509304", "location": null, "shares": {}, "sentiment": 0.09019607843137245, "wgt": 0, "relevance": 101}, {"uri": "1447333898", "lang": "eng", "isDuplicate": false, "date": "2020-02-14", "time": "06:19:00", "dateTime": "2020-02-14T06:19:00Z", "dateTimePub": "2020-02-14T06:18:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/49e8c034-48fe-11ea-aeb3-955839e06441", "title": "Coronavirus has highlighted the importance of continuity planning", "body": "Hannah Ryder's international development consultancy is based in a co-working office in Beijing. As a result of the coronavirus, the office closed. \"We were allowed in to get a few things that we needed . . . but that was it.\"\n\nSpeaking from Bangkok -- where she and her family are staying with friends -- she says that in the Chinese capital she was working at home with no childcare provision as nurseries and schools are closed.\n\nMs Ryder and her team are used to working remotely but maintaining other aspects of business continuity is tough. \"We are quite used to having to work with a flexible team . . . we often have team meetings online,\" she says. \"The biggest issue is that we have several projects we're meant to be delivering in China and they are now on hold.\"\n\nIn Beijing, people are used to shutdowns for the Chinese new year holiday but Ms Ryder says that \"the prolonged nature of it [this time] and the uncertainty is difficult to manage\".\n\nThe co-working office has just reopened, as China officially returned to work on Monday. Ms Ryder has told her staff they can return if they wish but that they should make the decision based on what is best for their health and safety.\n\nThe impact of the coronavirus has highlighted the importance of business continuity planning, the process of equipping organisations and their employees to meet the challenges of unexpected crises: epidemics and pandemics, plus significant power outages, terror attacks or any other large-scale catastrophes.\n\nPeter Groucutt, managing director of Databarracks, a business continuity specialist, says a growing number of companies understand that crisis planning is vital. But small companies in particular can find it difficult to draw up plans as they are often focused only on day-to-day operations. These smaller employers \"will have things up to date for audits, but once the audit passes, their focus will turn away,\" Mr Groucutt says. Big businesses are often better prepared, with in-house teams who focus on resilience and risk planning.\n\nAn effective continuity plan will make sure employees have the necessary resources to continue working if movement becomes heavily restricted and they cannot get to the office, as well as giving companies the tools to get themselves up and running again as quickly as possible after a crisis, or to turn to other markets to make up for a production shortfall in an affected area.\n\nMs Ryder's team is diverse and nimble, but the virus also reinforces the need to have a variety of clients. She will now look at reorienting her business. Last year was \"China-heavy\", she says, but 2018 less so, \"so it would be moving back to a mixed business model . . . and definitely looking at clients in new markets.\"\n\nWhen it comes to the company's China projects: \"Are they delayed or are they cancelled?\" she says. It is not entirely clear when business will be back to normal. \"We can continue working remotely, but how do we ensure we have got income and projects?\"\n\nEleanor Murray, a senior fellow in management practice at Oxford university's Saïd Business School, says that most companies have some form of crisis plan but \"these may not be sufficient for the potential scale and duration of this [coronavirus] crisis\".\n\nAccording to Sandra Bell, head of resilience consulting in Europe, the Middle East and Africa at Sungard AS, which provides IT recovery services, businesses fall into two categories. Regulated sectors such as financial services and critical national infrastructure must have continuity plans. Other businesses are encouraged to have plans in place, but it is not compulsory. Ms Bell says: \"It is easy to say those that are regulated are better than those that are not. But this is not true, because you often find they're doing it because they need to, it tends to be a tick-box exercise.\"\n\nThe UK government's London Risk register, which provides a summary of the main risks affecting Greater London, rates the likelihood of an influenza pandemic and a national or regional power outage as \"medium\", but if something like this were to happen, the impact of such events would be extreme. And it is this most serious type of impact that businesses need to be ready for, Mr Groucutt says. It is not enough just to have a plan -- it has to be stress tested in simulated crises.\n\nProf Murray says that companies with readily adaptable strategies in place \"are more likely to maintain their competitive edge in this rapidly evolving crisis\".\n\nBeyond ensuring day-to-day operations can continue, Prof Murray says companies need to consider the nature of the impact on their employees, especially if the business operates globally. This means taking note of country-specific guidance and how it is being applied -- school closures, for example.\n\nChildcare has proved especially hard for many parents in China and Hong Kong. Ms Ryder and her husband work full time and her son's school was quickly closed. \"We don't know when it will open.\"\n\nThe flexibility of Ms Ryder's team means they have been able to adapt alongside changing circumstances.\n\nShe adds that Beijing authorities have said businesses should be doing as much flexible working as possible and that for two-parent households, one parent should be able to stay at home and take care of children.\n\nBut she adds that she knows some people in China who have had very poor communication from their employers -- another key aspect of effective continuity management. \"There are definitely companies not telling their employees what they are entitled to.\"\n\nIn a crisis, communications to employees need to be factual, come from the top and demonstrate that the company has control of the situation, says Ms Bell. \"Panic spreads much faster than any pandemic. [Communication with staff] has got to demonstrate empathy: this is the information, this is what's happening and this is how it will affect you.\"\n\nEl'fred Boo, associate professor at Singapore's Nanyang Business School, says that to foster a culture of resilience, companies need to refresh their plans regularly.\n\n\"[It] involves everyone, not just the top and middle management. It is transformational in that attitudes are changed and key values -- such as integrity, safety -- are internalised,\" he says.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Business_continuity_planning", "type": "wiki", "score": 5, "label": {"eng": "Business continuity planning"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 5, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/International_development", "type": "wiki", "score": 4, "label": {"eng": "International development"}}, {"uri": "http://en.wikipedia.org/wiki/Audit", "type": "wiki", "score": 4, "label": {"eng": "Audit"}}, {"uri": "http://en.wikipedia.org/wiki/Bangkok", "type": "loc", "score": 4, "label": {"eng": "Bangkok"}, "location": {"type": "place", "label": {"eng": "Bangkok"}, "country": {"type": "country", "label": {"eng": "Thailand"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Occupational_safety_and_health", "type": "wiki", "score": 3, "label": {"eng": "Occupational safety and health"}}, {"uri": "http://en.wikipedia.org/wiki/Preschool", "type": "wiki", "score": 3, "label": {"eng": "Preschool"}}, {"uri": "http://en.wikipedia.org/wiki/Child_care", "type": "wiki", "score": 3, "label": {"eng": "Child care"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 3, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Business_model", "type": "wiki", "score": 3, "label": {"eng": "Business model"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Power_outage", "type": "wiki", "score": 3, "label": {"eng": "Power outage"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Saïd_Business_School", "type": "wiki", "score": 2, "label": {"eng": "Saïd Business School"}}, {"uri": "http://en.wikipedia.org/wiki/Europe,_the_Middle_East_and_Africa", "type": "wiki", "score": 2, "label": {"eng": "Europe, the Middle East and Africa"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_services", "type": "wiki", "score": 2, "label": {"eng": "Financial services"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 2, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 2, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Information_technology", "type": "wiki", "score": 2, "label": {"eng": "Information technology"}}, {"uri": "http://en.wikipedia.org/wiki/Greater_London", "type": "loc", "score": 2, "label": {"eng": "Greater London"}, "location": {"type": "place", "label": {"eng": "Greater London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 2, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Nanyang_Business_School", "type": "org", "score": 1, "label": {"eng": "Nanyang Business School"}}, {"uri": "http://en.wikipedia.org/wiki/Safety", "type": "wiki", "score": 1, "label": {"eng": "Safety"}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 1, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 89}, {"uri": "dmoz/Business/Small_Business", "label": "dmoz/Business/Small Business", "wgt": 27}, {"uri": "dmoz/Business/International_Business_and_Trade/Consulting", "label": "dmoz/Business/International Business and Trade/Consulting", "wgt": 23}, {"uri": "dmoz/Business/Management", "label": "dmoz/Business/Management", "wgt": 24}, {"uri": "dmoz/Business/Small_Business/Business_Plans", "label": "dmoz/Business/Small Business/Business Plans", "wgt": 25}, {"uri": "dmoz/Business/Small_Business/Consulting", "label": "dmoz/Business/Small Business/Consulting", "wgt": 25}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F7af15b06-4d94-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": 0.02745098039215677, "wgt": 0, "relevance": 101}, {"uri": "1447172454", "lang": "eng", "isDuplicate": false, "date": "2020-02-14", "time": "02:36:00", "dateTime": "2020-02-14T02:36:00Z", "dateTimePub": "2020-02-14T02:36:00Z", "dataType": "news", "sim": 0.9137254953384399, "url": "https://www.ft.com/content/a6392ee6-4ec6-11ea-95a0-43d18ec715f5", "title": "Coronavirus epidemic 'not genetically engineered', says expert", "body": "A scientist at the forefront of an international effort to track the deadly coronavirus outbreak has shot down claims about the disease's origins, including that it escaped from a Wuhan laboratory after being genetically engineered.\n\nTrevor Bedford, of the Fred Hutchinson Cancer Research Centre in Seattle, rubbish stories circulating on social media that Covid-19 was created at Wuhan Institute of Virology or elsewhere in China, rumours that prompted the World Health Organization to warn of an \"infodemic\" of false news on the outbreak.\n\n\"There is no evidence whatsoever of genetic engineering that we can find,\" he said at the American Association for the Advancement of Science meeting in Seattle. \"The evidence we have is that the mutations [in the virus] are completely consistent with natural evolution.\"\n\nOne source of rumours was a paper posted by scientists in India claiming that short insertions in the viral genome had an \"uncanny similarity\" to HIV. Although the paper was quickly withdrawn, its allegations live on in social media.\n\nThe research was \"wrong on many levels,\" said Dr Bedford, whose lab studies the evolution of viruses. The genes it shares with HIV are extremely short sequences naturally shared by other organisms and \"repeated again and again throughout the tree of life.\"\n\nHe also disputed claims that Covid-19 might have infected humans from snakes or even fish. The most likely scenario, based on genetic analysis, was that the virus was transmitted by a bat to another mammal between 20-70 years ago. This intermediary animal -- not yet identified -- passed it on to its first human host in the city of Wuhan in late November or early December 2019.\n\nDr Bedford is a leader of the worldwide Nextstrain collaboration that began to analyse Covid-19 genomes when they were released in January by Fudan University and the Chinese Centre for Disease Control. By now scientists around the world have published the genetic sequence of virus taken from about 100 patients.\n\nThey show mutations taking place at a slow pace as the infection passes from person to person. Typically the virus in one patient today is different in around five of the 30,000 biochemical letters of its genetic code, but these are random changes rather than any sign that it is becoming more virulent or infectious, Dr Bedford said.\n\nBy comparing virus taken from different patients and knowing its mutation rate, he and his colleagues can also estimate the total number of cases so far. He said the result was similar to that produced by more conventional epidemiology.\n\n\"We get upwards of 200,000 total infections, which fits with the estimates already published by Neil Ferguson and colleagues at Imperial College London,\" Dr Bedford said. But he was reluctant to forecast the future course of the epidemic.\n\nThe death toll from the virus was on Friday approaching 1,500 with more than 64,000 case identified, according to Chinese state media. But medical experts and frontline health workers in China have warned that Beijing is under-reporting the severity of the outbreak.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Genetic_engineering", "type": "wiki", "score": 5, "label": {"eng": "Genetic engineering"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 4, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus_disease_2019", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus disease 2019"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 4, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 4, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Evolution", "type": "wiki", "score": 4, "label": {"eng": "Evolution"}}, {"uri": "http://en.wikipedia.org/wiki/Seattle", "type": "loc", "score": 4, "label": {"eng": "Seattle"}, "location": {"type": "place", "label": {"eng": "Seattle"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan_Institute_of_Virology", "type": "wiki", "score": 3, "label": {"eng": "Wuhan Institute of Virology"}}, {"uri": "http://en.wikipedia.org/wiki/American_Association_for_the_Advancement_of_Science", "type": "org", "score": 3, "label": {"eng": "American Association for the Advancement of Science"}}, {"uri": "http://en.wikipedia.org/wiki/Genome", "type": "wiki", "score": 3, "label": {"eng": "Genome"}}, {"uri": "http://en.wikipedia.org/wiki/Mutation", "type": "wiki", "score": 3, "label": {"eng": "Mutation"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Gene", "type": "wiki", "score": 3, "label": {"eng": "Gene"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Organism", "type": "wiki", "score": 3, "label": {"eng": "Organism"}}, {"uri": "http://en.wikipedia.org/wiki/Cancer", "type": "wiki", "score": 3, "label": {"eng": "Cancer"}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 3, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Mutation_rate", "type": "wiki", "score": 2, "label": {"eng": "Mutation rate"}}, {"uri": "http://en.wikipedia.org/wiki/Genetic_code", "type": "wiki", "score": 2, "label": {"eng": "Genetic code"}}, {"uri": "http://en.wikipedia.org/wiki/Virulence", "type": "wiki", "score": 2, "label": {"eng": "Virulence"}}, {"uri": "http://en.wikipedia.org/wiki/Fudan_University", "type": "org", "score": 2, "label": {"eng": "Fudan University"}}, {"uri": "http://en.wikipedia.org/wiki/Nucleic_acid_sequence", "type": "wiki", "score": 2, "label": {"eng": "Nucleic acid sequence"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 2, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 1, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "news/Science", "label": "news/Science", "wgt": 79}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 18}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 24}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 17}, {"uri": "dmoz/Science/Biology/Genetics", "label": "dmoz/Science/Biology/Genetics", "wgt": 28}, {"uri": "dmoz/Computers/Artificial_Intelligence/Genetic_Programming", "label": "dmoz/Computers/Artificial Intelligence/Genetic Programming", "wgt": 18}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F435fa052-4ecb-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5520478", "location": null, "shares": {}, "sentiment": -0.1058823529411764, "wgt": 0, "relevance": 76}, {"uri": "1447149163", "lang": "eng", "isDuplicate": false, "date": "2020-02-14", "time": "02:07:00", "dateTime": "2020-02-14T02:07:00Z", "dateTimePub": "2020-02-14T02:06:00Z", "dataType": "news", "sim": 0.8784313797950745, "url": "https://www.ft.com/content/758fc319-0724-32f6-b496-05a458be72a4", "title": "Coronavirus latest: China's Hubei province reports 4,823 new cases and 116 deaths", "body": "'No evidence whatsoever' virus was engineered, leading scientist says\n\nThe FT's Clive Cookson reports from Seattle:\n\nA scientist at the forefront of an international effort to track the coronavirus epidemic through genetic analysis has shot down misleading claims circulating widely on social media about the origins of the virus, which have prompted the World Health Organization to warn of an \"infodemic\" of false news about Covid-19 disease.\n\nTrevor Bedford of the Fred Hutchinson Cancer Research Centre in Seattle categorically denied persistent stories that epidemic was started by genetically engineered virus escaping from a lab at the Wuhan Institute of Virology or elsewhere.\n\n\"There's no evidence whatsoever of genetic engineering that we can find,\" he told the American Association for the Advancement of Science meeting in Seattle. \"The evidence we have is that the mutations [in the virus] are completely consistent with natural evolution.\"\n\nOne source of rumours was a paper posted by scientists in India claiming that short insertions in the viral genome had an \"uncanny similarity\" to HIV. Although the paper was quickly withdrawn, its allegations live on in social media.\n\nThe research was \"wrong on many levels,\" said Dr Bedford, whose lab studies the evolution of viruses. The genes that coronavirus shares with HIV are extremely short sequences naturally shared by other organisms and \"repeated again and again throughout the tree of life.\"\n\nHe also disputed claims that Covid-19 might have infected humans from snakes or fish. Like many other coronaviruses, its natural reservoir is in bats. The most likely scenario, based on genetic analysis, is that the virus was transmitted by a bat to another mammal between 20 and 70 years ago. This intermediary animal - not yet identified - then passed it on to its first human host in Wuhan in late November or early December 2019.\n\nDr Bedford is a leader of the worldwide Nextstrain collaboration that began to analyse Covid-19 genomes as soon as the first five were released on January 10 and 11 by Fudan University and the Chinese Centre for Disease Control. By now scientists around the world have published the genetic sequence of virus taken from about 100 Covid patients.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Seattle", "type": "loc", "score": 5, "label": {"eng": "Seattle"}, "location": {"type": "place", "label": {"eng": "Seattle"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Genetic_engineering", "type": "wiki", "score": 4, "label": {"eng": "Genetic engineering"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 4, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/American_Association_for_the_Advancement_of_Science", "type": "org", "score": 3, "label": {"eng": "American Association for the Advancement of Science"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 3, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/Mutation", "type": "wiki", "score": 3, "label": {"eng": "Mutation"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/HIV", "type": "wiki", "score": 3, "label": {"eng": "HIV"}}, {"uri": "http://en.wikipedia.org/wiki/Genetics", "type": "wiki", "score": 3, "label": {"eng": "Genetics"}}, {"uri": "http://en.wikipedia.org/wiki/Cancer", "type": "wiki", "score": 3, "label": {"eng": "Cancer"}}, {"uri": "http://en.wikipedia.org/wiki/Evolution", "type": "wiki", "score": 3, "label": {"eng": "Evolution"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Natural_reservoir", "type": "wiki", "score": 2, "label": {"eng": "Natural reservoir"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 2, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Mammal", "type": "wiki", "score": 2, "label": {"eng": "Mammal"}}, {"uri": "http://en.wikipedia.org/wiki/Genome", "type": "wiki", "score": 2, "label": {"eng": "Genome"}}, {"uri": "http://en.wikipedia.org/wiki/Snake", "type": "wiki", "score": 2, "label": {"eng": "Snake"}}, {"uri": "http://en.wikipedia.org/wiki/Gene", "type": "wiki", "score": 2, "label": {"eng": "Gene"}}, {"uri": "http://en.wikipedia.org/wiki/Organism", "type": "wiki", "score": 2, "label": {"eng": "Organism"}}, {"uri": "http://en.wikipedia.org/wiki/Fish", "type": "wiki", "score": 2, "label": {"eng": "Fish"}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 2, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/Fudan_University", "type": "org", "score": 1, "label": {"eng": "Fudan University"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 1, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 57}, {"uri": "dmoz/Science/Biology/Evolution", "label": "dmoz/Science/Biology/Evolution", "wgt": 19}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 29}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 19}, {"uri": "dmoz/Science/Biology/Genetics", "label": "dmoz/Science/Biology/Genetics", "wgt": 31}, {"uri": "dmoz/Computers/Artificial_Intelligence/Genetic_Programming", "label": "dmoz/Computers/Artificial Intelligence/Genetic Programming", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fblogs.ft.com%2Fthe-world%2Ffiles%2F2020%2F02%2F2020-02-13T092047Z_1089462719_RC2LZE9Q526X_RTRMADP_3_CHINA-HEALTH-1.jpeg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5520478", "location": null, "shares": {}, "sentiment": -0.1764705882352942, "wgt": 0, "relevance": 76}, {"uri": "1446964299", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "22:10:00", "dateTime": "2020-02-13T22:10:00Z", "dateTimePub": "2020-02-13T22:10:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/f7160930-4ea1-11ea-95a0-43d18ec715f5", "title": "Tapping the brakes on risk sentiment", "body": "FT subscribers can click here to receive Market Forces every day by email.\n\nThere was some tapping of the brakes across equity markets and risk assets on Thursday as the latest development from China reminded investors that the terrain is sinuous rather than a smooth climb.\n\nThe trigger for a bout of renewed market caution was a jump in reported deaths and infections of coronavirus in China. Hubei, the province at the centre of the outbreak, reported 14,840 new cases, a tenfold surge over the number reported on Wednesday, while new fatalities more than doubled to 242.\n\nThat pressured equity sentiment until late afternoon in London, when the World Health Organization cited a lack of \"dramatic increases\" in coronavirus cases outside of China.\n\nSeema Shah at Principal Global Investors says:\n\n\"If the change in methodology does result in a rise in the growth rate of reported cases, market sentiment will inevitably deteriorate, reversing the more upbeat tone of recent days as markets had become increasingly reassured that the virus will soon plateau.\"\n\nOne way investors are gauging the timing of peak cases is when schools reopen. On that score, Hong Kong said on Thursday that schools would remain closed for an extra two weeks.\n\nOther indicators include this observation from Daniel Zhang, Alibaba's chief executive, after the company reported strong earnings for the fourth quarter:\n\n\"The outbreak is having a significant impact on China's economy . . . it will present near-term challenges to the development of Alibaba's businesses across the board.\"\n\nThat prompted a 2 per cent drop in Alibaba's American depositary receipt in New York at the open, eating into the stock's 9 per cent rebound from its January low. News of an 18 per cent slide in China's vehicle sales for January has duly pressured the European car sector after its brief midweek recovery.\n\nThe fallout from the coronavirus is global, as shown by the postponement of Hong Kong's rugby sevens tournament and China's Grand Prix alongside the cancellation of Barcelona's annual Mobile World Congress. South Korea and Australia are particularly susceptible to the outbreak, as shown here via UniCredit.\n\nThe bank's chief economist, Marco Valli writes:\n\n\"Germany is about twice as vulnerable to a Chinese demand shock as other European countries in our sample, while the exposure to supply-chain disruption is fairly contained across Europe. The US economy appears to be well shielded from demand effects, but it is more exposed to potential damage through supply chains.\"\n\nThere's also a feeling that China has suppressed the full extent of the health crisis (as the FT wrote earlier this week). A test of Beijing's credibility from here has the potential to rattle equity markets that have so far been broadly resilient.\n\nSuch resilience is highlighted by how various measures of equity, bond and currency volatility are still slumbering. Exhibit A is a fairly docile renminbi, just shy of Rmb7 per dollar. The shock absorber for risk appetite is a lower level of bond yields, which convey expectations of central bank help and more stimulus.\n\nChina's 10-year yield loiters around 2.80 per cent, a level seen in November of 2016, while the US 10-year yield looks pretty comfortable batting back and forth within its recent ranges of 1.50 per cent and 1.69 per cent. For Wall Street that's seen as supporting equities as the bond market suggests another rate cut from the Federal Reserve remains on the table.\n\nBut there are concerns that the rebound in developed world equities, led by Wall Street, looks vulnerable as the full extent and longer-term costs of the coronavirus are still educated guesses at best. One way of observing a bullish market is by comparing option positioning, or the difference between puts and calls. The US equity put/call ratio suggests the market remains at an extreme, as it was in late 2018. Back then this measure signalled a buying opportunity, whereas now it indicates a correction is due.\n\nAnalysts at MSCI have looked at the implications for markets via a stress test of a typical 60/40 portfolio, split between equities and bonds. Under their worst-case scenario this portfolio mix \"could lose around 3% whereas global equities could lose slightly more than 5%\" as \"Treasury bonds could gain 2%, offsetting some of the losses\".\n\nMSCI's analysts add:\n\n\"When focusing on specific industry groups, the impact spanned from a 14% loss for the global semiconductor and semiconductor equipment industry group to a 3% gain for the global pharmaceuticals, biotechnology and life sciences industry group.\"\n\nThe revolving door at 11 Downing street, the home of the Chancellor of the Exchequer, has spurred a modest rise in both UK gilt yields and the pound on Thursday. Out went Sajid Javid and in came Rishi Sunak, who is seen adhering to what the prime minister wants: a more flexible approach to fiscal rules.\n\nDavid Zahn at Franklin Templeton comments:\n\n\"A commitment to more spending from the government is consistent with Boris Johnson's plans to level up the UK and invest in the North. Overall, the direction of travel for the government is clear and this reinforces our view that gilt yields should rise as more is revealed about the upcoming Budget\"\n\nA combination of looser fiscal and tighter monetary policy \"supports our forecasts for a stronger pound, higher gilt yields, and an outperforming UK stock market over the next couple of years\", adds Capital Economics. When it comes to UK equities, that clearly means a fillip for the FTSE 250 index, a barometer of the domestic economy. A drop of 1.1 per cent in the FTSE 100 on Thursday reinforces how this global blue-chip index has lagged the 250 over the past month.\n\nHeading down is the story for the euro, below $1.09 and visiting lows previously seen back in May 2017.\n\nAlan Ruskin at Deutsche Bank observes:\n\n\"If the pattern of recent intra-cycle lows is anything to go by, the latest low is not to be chased too aggressively, but equally, the choppy but well-defined EUR/USD downtrend is not likely to reverse any time soon.\"\n\nThe message from this chart, says Alan, is that \"euro leverage positions divided by open interest at minus 56 per cent is well off cycle extremes of less than minus 80 per cent\" and that suggests extreme leverage positioning is not seen until the currency nears $1.05. That was the floor for the euro in early 2017.\n\nThe sale of $19bn new US 30-year bonds enters the record books with the lowest yield of 2.061 per cent (October's 2.17 per cent was the prior record low). And demand was solid in terms of bid to cover and from non-dealers. After the latest US inflation data, \"lower for longer\" interest rates appear well set, but perhaps not all the way through to 2050.\n\nThe latest US consumer price index showed the annual core rate stuck at 2.3 per cent for the fourth straight month and a touch above the 2.2 per cent annual pace seen in January 2018. In the Treasury inflation market, five-year break-evens have edged higher towards 1.7 per cent, a level that has represented a ceiling since May. It appears a tough level to punch through.\n\nTD Securities observes:\n\n\"While core inflation remained steady at 2.3 per cent year on year, shelter prices are worth watching closely in the next few months. Meanwhile, core PCE [personal consumption expenditures] inflation continues to run below core CPI [consumer price index] inflation. As of December, the core PCE index was up 1.6 per cent y/y -- versus 2.3 per cent for the core CPI.\"\n\nHeadline measures of inflation are seen falling in the coming months given the recent abrupt slide in oil prices. And the oil demand picture is not pretty, with the International Energy Agency forecasting the slowest rate of growth since 2011 as the coronavirus outbreak hits Chinese consumption and ripples across the global economy. The IEA has cut its 2020 growth forecast to 825,000 barrels a day from the 1.2m b/d it had expected. Brent crude has fallen from $65 a barrel in January to around $56, up from a recent low of $53.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Alibaba_Group", "type": "org", "score": 5, "label": {"eng": "Alibaba Group"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 5, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 4, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Brake", "type": "wiki", "score": 4, "label": {"eng": "Brake"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 4, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 4, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 4, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Demand_shock", "type": "wiki", "score": 3, "label": {"eng": "Demand shock"}}, {"uri": "http://en.wikipedia.org/wiki/Rugby_sevens", "type": "wiki", "score": 3, "label": {"eng": "Rugby sevens"}}, {"uri": "http://en.wikipedia.org/wiki/Daniel_Zhang", "type": "person", "score": 3, "label": {"eng": "Daniel Zhang"}}, {"uri": "http://en.wikipedia.org/wiki/UniCredit", "type": "org", "score": 3, "label": {"eng": "UniCredit"}}, {"uri": "http://en.wikipedia.org/wiki/Plateau", "type": "wiki", "score": 3, "label": {"eng": "Plateau"}}, {"uri": "http://en.wikipedia.org/wiki/American_depositary_receipt", "type": "wiki", "score": 3, "label": {"eng": "American depositary receipt"}}, {"uri": "http://en.wikipedia.org/wiki/Mobile_World_Congress", "type": "wiki", "score": 3, "label": {"eng": "Mobile World Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Methodology", "type": "wiki", "score": 3, "label": {"eng": "Methodology"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 3, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_market", "type": "wiki", "score": 3, "label": {"eng": "Bond market"}}, {"uri": "http://en.wikipedia.org/wiki/Gilding", "type": "wiki", "score": 3, "label": {"eng": "Gilding"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Developed_country", "type": "wiki", "score": 3, "label": {"eng": "Developed country"}}, {"uri": "http://en.wikipedia.org/wiki/Semiconductor", "type": "wiki", "score": 3, "label": {"eng": "Semiconductor"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Barcelona", "type": "loc", "score": 3, "label": {"eng": "Barcelona"}, "location": {"type": "place", "label": {"eng": "Barcelona"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Rishi_Sunak", "type": "person", "score": 2, "label": {"eng": "Rishi Sunak"}}, {"uri": "http://en.wikipedia.org/wiki/Capital_Economics", "type": "org", "score": 2, "label": {"eng": "Capital Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Deutsche_Bank", "type": "org", "score": 2, "label": {"eng": "Deutsche Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Sajid_Javid", "type": "person", "score": 2, "label": {"eng": "Sajid Javid"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 2, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/MSCI", "type": "org", "score": 2, "label": {"eng": "MSCI"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Communist_Party_of_Spain", "type": "org", "score": 1, "label": {"eng": "Communist Party of Spain"}}, {"uri": "http://en.wikipedia.org/wiki/HM_Treasury", "type": "org", "score": 1, "label": {"eng": "HM Treasury"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 15}, {"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 14}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F7721089c-4e65-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": 0.0117647058823529, "wgt": 0, "relevance": 101}, {"uri": "1446961178", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "22:06:00", "dateTime": "2020-02-13T22:06:00Z", "dateTimePub": "2020-02-13T22:06:00Z", "dataType": "news", "sim": 0.43529412150383, "url": "https://www.ft.com/content/0d1c0eb0-4ea1-11ea-95a0-43d18ec715f5", "title": "Person with confirmed coronavirus was at Westminster conference", "body": "A person subsequently diagnosed with coronavirus was at a central London conference attended by more than 200 people last week, it has emerged, as authorities rush to trace those who may have come into contact with the patient.\n\nThe unknown individual attended the UK Bus Summit at the QEII Centre, one of London's largest conference halls, in Westminster on February 6.\n\nConference organisers Transport Times emailed attenders on Thursday afternoon on the instruction of Public Health England, informing them that a person confirmed to have the virus had been to the conference.\n\nThe email enclosed a letter from PHE, a government body. It told delegates to take no action if they were well but to stay indoors, avoid contact with others and call the NHS helpline if they developed symptoms such as a fever or cough.\n\n\"While the degree of contact you may have had with the case at the summit is unlikely to have been significant, we are taking a precautionary approach and informing you,\" the letter said.\n\nThe bus conference listed about 250 delegates from the nationwide bus and transport industry, including several members of parliament and directors of national transport operators.\n\nThe catered event took place over one day and included demonstrations of electric buses and discussions on national bus policy. The QEII centre, which has a capacity of more than 2,500 people, hosted another conference, for asset managers, on the same day.\n\nCiting patient confidentiality, authorities declined to give any further information on the person who had coronavirus, including their other movements in the UK or whether they had travelled from abroad.\n\nBut officials indicated that the individual is among the nine patients in England who have already tested positive for coronavirus.\n\nThey pointed to a commitment by Chris Whitty, chief medical officer for England, that any new cases in the UK would be publicly announced.\n\nPublic Health England is now attempting to trace the contacts of each of those confirmed to have been infected by the virus, by collecting detailed information on a person's movements before they were diagnosed.\n\nProfessor Whitty has previously said it is very unlikely that the virus can be passed on by someone who is not displaying symptoms, but authorities are monitoring the available information to determine whether this is a concern.\n\nA spokesperson for Transport Times said it was \"working closely with Public Health England, following their advice closely, and have distributed a letter of guidance from PHE to all attendees\".\n\nOn Monday the UK government declared the coronavirus outbreak \"a serious and imminent threat to public health\". It has also gone further than many governments in taking new legal powers that mean the health secretary can force people to enter, or remain in, quarantine if they are thought to pose a risk of spreading the disease.\n\nAfter the World Health Organisation designated the outbreak \"a public health emergency of international concern\", the risk to the UK public was raised from \"low\" to \"moderate\", although the government has said the risk to individuals remains low.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Bus", "type": "wiki", "score": 5, "label": {"eng": "Bus"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 4, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Central_London", "type": "wiki", "score": 4, "label": {"eng": "Central London"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Chris_Whitty", "type": "person", "score": 3, "label": {"eng": "Chris Whitty"}}, {"uri": "http://en.wikipedia.org/wiki/Precautionary_principle", "type": "wiki", "score": 3, "label": {"eng": "Precautionary principle"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament_of_the_United_Kingdom", "type": "org", "score": 3, "label": {"eng": "Parliament of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Member_of_parliament", "type": "wiki", "score": 3, "label": {"eng": "Member of parliament"}}, {"uri": "http://en.wikipedia.org/wiki/National_Health_Service", "type": "org", "score": 3, "label": {"eng": "National Health Service"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 3, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Fever", "type": "wiki", "score": 3, "label": {"eng": "Fever"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 3, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 3, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Confidentiality", "type": "wiki", "score": 2, "label": {"eng": "Confidentiality"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_Emergency_of_International_Concern", "type": "wiki", "score": 1, "label": {"eng": "Public Health Emergency of International Concern"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 1, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 1, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 1, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 1, "label": {"eng": "Quarantine"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 82}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 24}, {"uri": "dmoz/Health/Public_Health_and_Safety/Organizations", "label": "dmoz/Health/Public Health and Safety/Organizations", "wgt": 26}, {"uri": "dmoz/Health/Public_Health_and_Safety/Policy_and_Regulation", "label": "dmoz/Health/Public Health and Safety/Policy and Regulation", "wgt": 22}, {"uri": "dmoz/Health/Public_Health_and_Safety/Education", "label": "dmoz/Health/Public Health and Safety/Education", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fffe3b966-4ea8-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5503109", "location": null, "shares": {}, "sentiment": 0.0117647058823529, "wgt": 0, "relevance": 101}, {"uri": "1446830063", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "19:37:00", "dateTime": "2020-02-13T19:37:00Z", "dateTimePub": "2020-02-13T19:36:00Z", "dataType": "news", "sim": 0.5843137502670288, "url": "https://www.ft.com/content/24c25834-4e57-11ea-95a0-43d18ec715f5", "title": "Data experts battle to map path of coronavirus outbreak", "body": "A large one-day surge in reported cases of coronavirus in China has once again trained a spotlight on the consistency and accuracy of data being used by experts and governments to assess the path of the deadly outbreak.\n\nOn Wednesday, the number of deaths rose to 1,367 and there were 15,152 new cases of the virus, taking the total count to 59,804, according to Chinese state media. Authorities in Hubei province, where the outbreak started, reported the number of cases had risen tenfold to about 14,840 and the number of deaths had doubled to more than 242.\n\nThe sudden rise came a day after experts at the World Health Organization had suggested the numbers of infections and deaths might begin to level off.\n\nThat disclosure came even as medical experts and frontline health workers warned China was under-reporting the severity of the outbreak.\n\nEarlier this week, Neil Ferguson, an epidemiologist at Imperial College in London, had warned that as few as 10 per cent of cases were being properly detected. He added that in Wuhan, the city at the heart of the outbreak, the official figures might only be capturing 1 in 19 infections.\n\nHow reliable are the data provided by Chinese authorities and, for experts overseas, how is it possible to extrapolate the trajectory of the global outbreak?\n\nThe increase in China reflects a change in how authorities report cases.\n\nMike Tildesley, associate professor at the University of Warwick, said cases had previously been confirmed \"only after positive laboratory tests\". Now China was choosing to report cases as confirmed \"based on clinical diagnosis of symptoms\".\n\nAdam Kucharski, a researcher at the London School of Hygiene and Tropical Medicine, welcomed the new approach, suggesting that basing numbers only on those who had been formally tested risked the under-reporting of cases. For example, an apparent fall in the number of new cases in recent days may have been linked to laboratories being overwhelmed. That could result in \"a bottleneck in testing capacity\" rather than a drop in disease. \"Reporting suspected cases is going to be useful,\" he said.\n\nMichael Ryan, executive director of the World Health Organization's health emergencies programme, told a media briefing on Wednesday the new approach was \"an attempt to widen the net and include milder cases\". He added this was a way of \"throwing the net even wider with a finer mesh and that's what we want to see in a containment phase\".\n\nTwo analyses were published this week by teams of UK-based researchers to do this.\n\nOne, by the MRC Centre for Global Disease Analysis at Imperial College, concluded about one in 100 people with the disease would die. To reach this conclusion, the researchers used statistical models that combined data on deaths and recoveries reported in China and for travellers outside mainland China, as well as infections in repatriated citizens.\n\nThe second report, from a team at the London School of Hygiene and Tropical Medicine, estimated the outbreak in Wuhan could peak in mid-to-late-February. It suggested that 1-3 per cent of people were being infected.\n\nDr Kucharski, who co-authored the study, said the team had set aside some of the more recent data, in effect reserving it as a way of checking the robustness of results they had obtained from analysing earlier data from China and elsewhere.\n\nThe rise in cases announced on Thursday was entirely consistent with what their model had led them to expect, he said. However, he acknowledged that much remained unclear. \"There is a lot of uncertainty,\" he said, particularly about \"how big the peak will be\".\n\nSheila Bird, a leading biostatistician, emphasised she was \"not privy to the sort of detailed data\" that the Imperial College team had access to in reaching its assessments. But it was clear from the report that data had been \"in various respects quite limited\".\n\nShe added: \"Of course, the team is very good but the analysis is as precise as the information available on a particular epidemic.\"\n\nDifferent countries might be using different diagnostic tests and applying them during different stages of the development of the disease, with the result that, as testing practice changes, \"in a sense you are comparing apples and oranges\".\n\nResearchers were having to make assumptions -- for example, some teams might assume transmission of the disease happened only after someone displayed symptoms.\n\nHowever, she said the quality and reliability of the data would improve gradually. \"These teams are doing a mammoth intellectual task but they will be able to relax assumptions as more data come in so that the data can take the place of assumptions,\" she said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 4, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "wiki", "score": 4, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "wiki", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Neil_Ferguson_(footballer)", "type": "wiki", "score": 3, "label": {"eng": "Neil Ferguson (footballer)"}}, {"uri": "http://en.wikipedia.org/wiki/London_School_of_Hygiene_&_Tropical_Medicine", "type": "org", "score": 3, "label": {"eng": "London School of Hygiene & Tropical Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Population_bottleneck", "type": "wiki", "score": 3, "label": {"eng": "Population bottleneck"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Incidence_(epidemiology)", "type": "wiki", "score": 3, "label": {"eng": "Incidence (epidemiology)"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Warwick", "type": "loc", "score": 3, "label": {"eng": "University of Warwick"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Medical_diagnosis", "type": "wiki", "score": 3, "label": {"eng": "Medical diagnosis"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sheila_Bird", "type": "person", "score": 2, "label": {"eng": "Sheila Bird"}}, {"uri": "http://en.wikipedia.org/wiki/Statistical_model", "type": "wiki", "score": 2, "label": {"eng": "Statistical model"}}, {"uri": "http://en.wikipedia.org/wiki/Biostatistics", "type": "wiki", "score": 2, "label": {"eng": "Biostatistics"}}, {"uri": "http://en.wikipedia.org/wiki/Robust_statistics", "type": "wiki", "score": 2, "label": {"eng": "Robust statistics"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_Research_Council_(United_Kingdom)", "type": "org", "score": 2, "label": {"eng": "Medical Research Council (United Kingdom)"}}, {"uri": "http://en.wikipedia.org/wiki/Containment", "type": "wiki", "score": 2, "label": {"eng": "Containment"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 2, "label": {"eng": "Symptom"}}, {"uri": "http://en.wikipedia.org/wiki/Mammoth", "type": "wiki", "score": 1, "label": {"eng": "Mammoth"}}, {"uri": "http://en.wikipedia.org/wiki/Orange_(fruit)", "type": "wiki", "score": 1, "label": {"eng": "Orange (fruit)"}}, {"uri": "http://en.wikipedia.org/wiki/Apple", "type": "wiki", "score": 1, "label": {"eng": "Apple"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 72}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 21}, {"uri": "dmoz/Computers/Software/Data_Administration", "label": "dmoz/Computers/Software/Data Administration", "wgt": 18}, {"uri": "dmoz/Shopping/Antiques_and_Collectibles/Supplies", "label": "dmoz/Shopping/Antiques and Collectibles/Supplies", "wgt": 18}, {"uri": "dmoz/Business/Healthcare/Case_Management", "label": "dmoz/Business/Healthcare/Case Management", "wgt": 18}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F91f0ccda-4e91-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5509403", "location": null, "shares": {}, "sentiment": 0.05882352941176472, "wgt": 0, "relevance": 76}, {"uri": "1446721524", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "17:54:00", "dateTime": "2020-02-13T17:54:00Z", "dateTimePub": "2020-02-13T17:53:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/f30503c2-9de8-49c9-9e03-6d4d716fa603", "title": "Conferences: cancellation fever", "body": "Hot on the heels of the junked telecoms junket in Barcelona, events are being abandoned quicker than you can update Google calendars. Thursday's toll: Hong Kong's Rugby Sevens, a handful of Relx-organised exhibitions and even public Masses.\n\nCoronavirus is doing what technology was supposed to do: disrupt the jolly networking of physical conferences with more efficient, environment-friendly video versions.\n\nSome will demur, but conferences are not all they are cracked up to be, at least for those who host them. The McCormick Place Convention Center, America's biggest, has lost progressively more money in each of the past three years and is forecast to keep doing so for the next three too.\n\nHong Kong's Convention and Exhibition Centre, decried as a flying cockroach when it opened as a trophy project in 1997, saw numbers wilt in 2018, the latest available, which it attributed to the US-China trade war. Last year, rocked by protests, is unlikely to be much better. At least one big event, tech conference Rise, pulled the plug for 2020 and HKCEC has canned all big events this month. Asian events should have their worst hit to revenues in the first half of this year.\n\nEmpty exhibition halls are bad for their cities, many of which get a tasty fillip from expense-account executives noodling around town. Every conference dollar spent is multiplied on hotels and restaurants (up to 8 times in one study for Wales). Event organisers may have less to rue. For the big associations, conferences are a balancing act between keeping members on side -- hence affordable ticket prices -- and not falling into the red. Such conferences broadly break even or yield a smallish profit.\n\nWho wins? Shares in US-based Zoom are on a roll. Even some schools in partially shuttered Hong Kong are turning to its remote conferencing services to teach pupils sitting out the virus epidemic at home. Not an option, unfortunately, for beery bankers who now have to wait until October for their annual fix of the Rugby Sevens.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Barcelona", "type": "loc", "score": 4, "label": {"eng": "Barcelona"}, "location": {"type": "place", "label": {"eng": "Barcelona"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/McCormick_Place", "type": "loc", "score": 3, "label": {"eng": "McCormick Place"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Rugby_sevens", "type": "wiki", "score": 3, "label": {"eng": "Rugby sevens"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong_Convention_and_Exhibition_Centre", "type": "wiki", "score": 3, "label": {"eng": "Hong Kong Convention and Exhibition Centre"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 3, "label": {"eng": "Google"}}, {"uri": "http://en.wikipedia.org/wiki/Mass_(liturgy)", "type": "wiki", "score": 3, "label": {"eng": "Mass (liturgy)"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/China–United_States_trade_war", "type": "wiki", "score": 2, "label": {"eng": "China–United States trade war"}}, {"uri": "http://en.wikipedia.org/wiki/Canning", "type": "wiki", "score": 2, "label": {"eng": "Canning"}}, {"uri": "http://en.wikipedia.org/wiki/Hotel", "type": "wiki", "score": 2, "label": {"eng": "Hotel"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Restaurant", "type": "wiki", "score": 2, "label": {"eng": "Restaurant"}}, {"uri": "http://en.wikipedia.org/wiki/Wales", "type": "loc", "score": 2, "label": {"eng": "Wales"}, "location": {"type": "place", "label": {"eng": "Wales"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 1, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 1, "label": {"eng": "Virus"}}], "categories": [{"uri": "dmoz/Science/Technology/Conferences_and_Events", "label": "dmoz/Science/Technology/Conferences and Events", "wgt": 25}, {"uri": "dmoz/Business/Resources", "label": "dmoz/Business/Resources", "wgt": 24}, {"uri": "dmoz/Business/Resources/Conferences", "label": "dmoz/Business/Resources/Conferences", "wgt": 34}, {"uri": "dmoz/Business/E-Commerce/Conferences", "label": "dmoz/Business/E-Commerce/Conferences", "wgt": 27}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fe1106e19-6059-4259-a1d6-3ddfb3251a06.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": -0.1686274509803921, "wgt": 0, "relevance": 52}, {"uri": "1446658190", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "16:53:00", "dateTime": "2020-02-13T16:53:00Z", "dateTimePub": "2020-02-13T16:52:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/8635484a-4d87-11ea-95a0-43d18ec715f5", "title": "Hockney makes a modest splash while Blain Southern goes under", "body": "Sotheby's kicked off this week's Modern and contemporary art sales with a muted bang as its star lot -- David Hockney's \"The Splash\" (1966) -- sold to limited bidding for £21m, at the low end of its £20m-£30m estimate (£23.1m with fees, third-party guarantee). The painting, sold by the fugitive Hong Kong property tycoon Joseph Lau, according to Bloomberg, at least made a hefty profit, having sold to him for £2.9m (with fees) in 2006.\n\nIt is still likely to be the highest price of the London season, but the sale characterised a generally lacklustre auction that turned in a solid total of £79.2m (£92.5m with fees, est £75.3m-£104.7m). Artists whose work sold to lone bids included Damien Hirst, Francis Bacon, Christopher Wool and even social media sensation KAWS.\n\nDespite the coronavirus outbreak, Asian buyers were still in the game and purchased eight of the 46 works offered, Sotheby's said. These included two of the evening's better-performing lots -- Maurizio Cattelan's disturbing sculpture of a young girl nailed to a crate (\"Untitled\" 2007), which sold for £1.25m (£1.5m with fees, est £600,000-£800,000) and Eddie Martinez's partly spray-painted \"Empirical Mind State\" (2009) for £500,000 (£615,000 with fees, est £100,000-£150,000).\n\nOn Wednesday evening came an emailed statement from Harry Blain, co-founder of Blain Southern gallery, announcing he had \"reached the difficult decision\" to shut down in London, Berlin and New York. The writing seems to have been on the wall for the 10-year-old business, which has seen several staff defections during the past six months -- including co-founder Graham Southern and senior director Charles Saumarez Smith, previously the chief executive of London's Royal Academy. Artists who had recently left the gallery include Jake and Dinos Chapman, Sean Scully and Mat Collishaw.\n\nChristie's sale that same evening was also low on excitement, but met estimates with a £46.8m total (£56.2m with fees). The auction was punctuated by several pieces by Andy Warhol, including a set of ten \"Athletes\" portraits, sold separately from the collection of the former investment banker Richard L. Weisman, who died in 2018 (another Weisman set sold at Christie's in New York last year). The London Athletes made a combined £6.7m (£8m with fees) and were topped by \"Muhammad Ali\", which sold for £4.2m (£5m with fees), also the highest price of the evening. Strong prices were also made for the young, living artists at the start of the sale, including Jordan Casteel (b/1989) whose painting of her mother, \"Mom\" (2013), sold for £420,000 (£515,250 with fees), an auction record.\n\nAfter a weak and nervous 2019, art market sentiment is relatively optimistic. Pitching is now under way for two bumper Modern and contemporary art troves in the US -- namely the collections of the financier Don Marron, who died in December, and of Harry and Linda Macklowe, whose divorce is prompting the sale of significant works. The collections are reportedly worth at least $1bn combined, and while they are unlikely to flood the market in one session, works by prized painters such as Picasso, Rothko, Warhol and Pollock could be on the block soon.\n\nArtTactic's Outlook 2020 confidence report finds that 34 per cent of 101 polled experts believe the Modern and contemporary art market will enjoy an overall positive trend this year (up from 30 per cent last year) -- while 22 per cent expect the market to fall, an improvement on last year's 28 per cent. Specialists are particularly optimistic for the next six months in the US, before the distracting election season kicks off in earnest: 66 per cent predict upside here, compared with 35 per cent last year. However, the report cautions that \"significant risks attached to the UK's Brexit transition and the impact of the recent outbreak of the coronavirus could put a break on any imminent recovery from last year's market contraction\".\n\nMatthew Girling, global chief executive of Bonhams, is stepping down, marking the auction house's first senior departure since it was bought by private equity firm Epiris in 2018. His role will be taken on by Bruno Vinciguerra, brought in by Epiris, who also remains as executive chairman. Girling, a jewellery expert and commanding auctioneer, joined Bonhams in 1988 and has been its chief executive since 2015.\n\nOlsoff Cahill Cossu may not trip off the tongue, but the firm's three founding lawyers -- Jonathan Olsoff, John Cahill and Paul Cossu -- are likely to be receiving calls. While the larger firms often include art-related services, the new trio will focus exclusively on art world clients for their business, which benefits from both art and legal expertise. Its partners will be based in New York but with an office in Los Angeles and, through a strategic alliance with Joseph Hage Aaronson, will also operate in London and Zurich.\n\n\"As the market expands and values grow, the art world has a much higher profile, which means there are also more risks,\" says Cahill, who worked as general counsel at Phillips and, more recently, as chief commercial officer at Sotheby's.\n\nHe points to increased regulation, such as the recently updated Anti-Money Laundering Directive, as a sign of the growing need for legal diligence -- ideally before problems arise. \"My favourite cases are those that haven't happened yet,\" Cahill says.\n\nThe charismatic auctioneer and art adviser Simon de Pury is turning his talents to a new gallery in the English market town of Petworth, West Sussex. Called Newlands House, the 12-room 18th-century townhouse will host exhibitions and talks focused on 20th-century art, photography and design. Newlands House is owned by Khalid Al Tajir, who has been investing in the area for several years and plans a private art collection for the gallery too, De Pury says.\n\nThe opening exhibition will be called Helmut Newton 100 (March 6-May 31) and will feature 100 works that commemorate the centenary of the photographer's birth. De Pury plans four exhibitions a year, with the designer Ron Arad next in line. \"It will have an intimate feel, the talks will feel like a group of friends around a fireplace,\" he says.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Blain_Southern", "type": "wiki", "score": 5, "label": {"eng": "Blain Southern"}}, {"uri": "http://en.wikipedia.org/wiki/Contemporary_art", "type": "wiki", "score": 5, "label": {"eng": "Contemporary art"}}, {"uri": "http://en.wikipedia.org/wiki/Sotheby's", "type": "org", "score": 5, "label": {"eng": "Sotheby's"}}, {"uri": "http://en.wikipedia.org/wiki/Auction", "type": "wiki", "score": 5, "label": {"eng": "Auction"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 5, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Harry_Blain", "type": "person", "score": 4, "label": {"eng": "Harry Blain"}}, {"uri": "http://en.wikipedia.org/wiki/David_Hockney", "type": "wiki", "score": 4, "label": {"eng": "David Hockney"}}, {"uri": "http://en.wikipedia.org/wiki/Christie's", "type": "org", "score": 4, "label": {"eng": "Christie's"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Business_magnate", "type": "wiki", "score": 4, "label": {"eng": "Business magnate"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 4, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Graham_Southern", "type": "person", "score": 3, "label": {"eng": "Graham Southern"}}, {"uri": "http://en.wikipedia.org/wiki/Charles_Saumarez_Smith", "type": "person", "score": 3, "label": {"eng": "Charles Saumarez Smith"}}, {"uri": "http://en.wikipedia.org/wiki/Mat_Collishaw", "type": "person", "score": 3, "label": {"eng": "Mat Collishaw"}}, {"uri": "http://en.wikipedia.org/wiki/Jake_and_Dinos_Chapman", "type": "person", "score": 3, "label": {"eng": "Jake and Dinos Chapman"}}, {"uri": "http://en.wikipedia.org/wiki/Kaws", "type": "person", "score": 3, "label": {"eng": "Kaws"}}, {"uri": "http://en.wikipedia.org/wiki/Christopher_Wool", "type": "person", "score": 3, "label": {"eng": "Christopher Wool"}}, {"uri": "http://en.wikipedia.org/wiki/Damien_Hirst", "type": "person", "score": 3, "label": {"eng": "Damien Hirst"}}, {"uri": "http://en.wikipedia.org/wiki/Maurizio_Cattelan", "type": "person", "score": 3, "label": {"eng": "Maurizio Cattelan"}}, {"uri": "http://en.wikipedia.org/wiki/Art_market", "type": "wiki", "score": 3, "label": {"eng": "Art market"}}, {"uri": "http://en.wikipedia.org/wiki/Francis_Bacon", "type": "person", "score": 3, "label": {"eng": "Francis Bacon"}}, {"uri": "http://en.wikipedia.org/wiki/Sean_Scully", "type": "person", "score": 3, "label": {"eng": "Sean Scully"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Academy_of_Arts", "type": "loc", "score": 3, "label": {"eng": "Royal Academy of Arts"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Muhammad_Ali", "type": "person", "score": 3, "label": {"eng": "Muhammad Ali"}}, {"uri": "http://en.wikipedia.org/wiki/Andy_Warhol", "type": "person", "score": 3, "label": {"eng": "Andy Warhol"}}, {"uri": "http://en.wikipedia.org/wiki/Portrait", "type": "wiki", "score": 3, "label": {"eng": "Portrait"}}, {"uri": "http://en.wikipedia.org/wiki/Investment_banking", "type": "wiki", "score": 3, "label": {"eng": "Investment banking"}}, {"uri": "http://en.wikipedia.org/wiki/Sculpture", "type": "wiki", "score": 3, "label": {"eng": "Sculpture"}}, {"uri": "http://en.wikipedia.org/wiki/Bloomberg_L.P.", "type": "org", "score": 3, "label": {"eng": "Bloomberg L.P."}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 3, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Berlin", "type": "loc", "score": 3, "label": {"eng": "Berlin"}, "location": {"type": "place", "label": {"eng": "Berlin"}, "country": {"type": "country", "label": {"eng": "Germany"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Jordan", "type": "loc", "score": 3, "label": {"eng": "Jordan"}, "location": {"type": "country", "label": {"eng": "Jordan"}}}, {"uri": "http://en.wikipedia.org/wiki/Bonhams", "type": "org", "score": 2, "label": {"eng": "Bonhams"}}, {"uri": "http://en.wikipedia.org/wiki/Jackson_Pollock", "type": "person", "score": 2, "label": {"eng": "Jackson Pollock"}}, {"uri": "http://en.wikipedia.org/wiki/Art_world", "type": "org", "score": 2, "label": {"eng": "Art world"}}, {"uri": "http://en.wikipedia.org/wiki/Mark_Rothko", "type": "wiki", "score": 2, "label": {"eng": "Mark Rothko"}}, {"uri": "http://en.wikipedia.org/wiki/Private_equity", "type": "wiki", "score": 2, "label": {"eng": "Private equity"}}, {"uri": "http://en.wikipedia.org/wiki/Pablo_Picasso", "type": "person", "score": 2, "label": {"eng": "Pablo Picasso"}}, {"uri": "http://en.wikipedia.org/wiki/Divorce", "type": "person", "score": 2, "label": {"eng": "Divorce"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 2, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Jewellery", "type": "wiki", "score": 2, "label": {"eng": "Jewellery"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Investor", "type": "wiki", "score": 2, "label": {"eng": "Investor"}}, {"uri": "http://en.wikipedia.org/wiki/Los_Angeles", "type": "loc", "score": 2, "label": {"eng": "Los Angeles"}, "location": {"type": "place", "label": {"eng": "Los Angeles"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Zürich", "type": "loc", "score": 2, "label": {"eng": "Zürich"}, "location": {"type": "place", "label": {"eng": "Zürich"}, "country": {"type": "country", "label": {"eng": "Switzerland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Simon_de_Pury", "type": "person", "score": 1, "label": {"eng": "Simon de Pury"}}, {"uri": "http://en.wikipedia.org/wiki/Ron_Arad_(industrial_designer)", "type": "person", "score": 1, "label": {"eng": "Ron Arad (industrial designer)"}}, {"uri": "http://en.wikipedia.org/wiki/20th-century_art", "type": "wiki", "score": 1, "label": {"eng": "20th-century art"}}, {"uri": "http://en.wikipedia.org/wiki/Helmut_Newton", "type": "person", "score": 1, "label": {"eng": "Helmut Newton"}}, {"uri": "http://en.wikipedia.org/wiki/Market_town", "type": "wiki", "score": 1, "label": {"eng": "Market town"}}, {"uri": "http://en.wikipedia.org/wiki/England", "type": "loc", "score": 1, "label": {"eng": "England"}, "location": {"type": "place", "label": {"eng": "England"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/West_Sussex", "type": "loc", "score": 1, "label": {"eng": "West Sussex"}, "location": {"type": "place", "label": {"eng": "West Sussex"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}], "categories": [{"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 97}, {"uri": "dmoz/Arts/Visual_Arts", "label": "dmoz/Arts/Visual Arts", "wgt": 24}, {"uri": "dmoz/Arts/Visual_Arts/Collectives", "label": "dmoz/Arts/Visual Arts/Collectives", "wgt": 22}, {"uri": "dmoz/Arts/Art_History", "label": "dmoz/Arts/Art History", "wgt": 22}, {"uri": "dmoz/Shopping/Visual_Arts/Ethnic_and_Regional", "label": "dmoz/Shopping/Visual Arts/Ethnic and Regional", "wgt": 21}, {"uri": "dmoz/Arts/Visual_Arts/Galleries", "label": "dmoz/Arts/Visual Arts/Galleries", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fb27c90ac-4d8c-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": -0.1058823529411764, "wgt": 0, "relevance": 76}, {"uri": "1446620179", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "16:18:00", "dateTime": "2020-02-13T16:18:00Z", "dateTimePub": "2020-02-13T16:17:00Z", "dataType": "news", "sim": 0.7176470756530762, "url": "https://www.ft.com/content/ef3b2caa-4e73-11ea-95a0-43d18ec715f5", "title": "JCB to cut UK production as coronavrius hits supply chain", "body": "JCB, the UK maker of yellow diggers, is poised to cut production and working hours at its UK factories as it faces component shortages from China, marking the first major domestic impact of the coronavirus outbreak on a British company.\n\nThe British company will reduce the working hours of about 4,000 employees from Monday from 39 to 34 hours a week. The decision follows an immediate suspension of overtime, the group added.\n\nMore than 25 per cent of JCB's component suppliers in China remain closed as a result of the Covid-19 outbreak that has spread from the city of Wuhan in Hubei province and killed more than 1,100 people worldwide.\n\nThe factories that are open are working at reduced capacity and struggling to make shipments, the construction equipment producer said on Thursday.\n\nGlobal supply chains have been disrupted by the coronavirus outbreak as manufacturers struggle to source products and get shipments out of China.\n\n\"The inbound supply of certain components from Chinese partners will be disrupted in the coming weeks as they seek to replenish their stocks,\" said Mark Turner, chief operating officer. \"This inevitably means we will not have the required amount of parts needed to build our forecast number of machines in the short term.\"\n\nKnown for its distinctive yellow machines found on building sites around the world, JCB is privately owned by the Bamford family and makes manufacturing equipment used in construction and demolition.\n\nThe Staffordshire-based company said it is reviewing the situation and gave no timeline of when normal production would resume.\n\n\"While this course of action is very unfortunate, it is absolutely necessary to protect the business and our skill base,\" said. Mr Turner.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/JCB_(company)", "type": "org", "score": 5, "label": {"eng": "JCB (company)"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 4, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Mark_Turner_(musician)", "type": "org", "score": 2, "label": {"eng": "Mark Turner (musician)"}}, {"uri": "http://en.wikipedia.org/wiki/Patrick_Bamford", "type": "wiki", "score": 2, "label": {"eng": "Patrick Bamford"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_operating_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief operating officer"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 2, "label": {"eng": "Stock"}}], "categories": [{"uri": "dmoz/Business", "label": "dmoz/Business", "wgt": 17}, {"uri": "news/Business", "label": "news/Business", "wgt": 83}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 15}, {"uri": "dmoz/Business/Industrial_Goods_and_Services", "label": "dmoz/Business/Industrial Goods and Services", "wgt": 17}, {"uri": "dmoz/Business/Construction_and_Maintenance/Tools_and_Equipment", "label": "dmoz/Business/Construction and Maintenance/Tools and Equipment", "wgt": 17}, {"uri": "dmoz/Business/Industrial_Goods_and_Services/Machinery_and_Tools", "label": "dmoz/Business/Industrial Goods and Services/Machinery and Tools", "wgt": 16}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc8fc6952-4e76-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5514006", "location": null, "shares": {}, "sentiment": -0.1215686274509804, "wgt": 0, "relevance": 101}, {"uri": "1446478896", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "14:16:00", "dateTime": "2020-02-13T14:16:00Z", "dateTimePub": "2020-02-13T14:15:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/9f543f48-4d96-11ea-95a0-43d18ec715f5", "title": "Global shipping market reels from coronavirus", "body": "China's slowdown in response to the deadly coronavirus has sent the global shipping industry veering off course, with transit rates falling to record lows as ships are turned away from ports.\n\nAll shipping segments from oil tankers to container lines have been hit by the economic impact from factory shutdowns and travel restrictions put in place across China to control the spread of the virus. The Capesize Index, which tracks freight costs for the largest carriers of dry bulk commodities such as iron ore, coal and grain, fell into negative territory last week for the first time since its creation in 1999, indicating that shipping companies are running at a loss on certain routes.\n\nBrokers and analysts say the slump in demand for the transportation of goods in and out China -- the world's largest consumer of many commodities -- will leave its mark on the shipping industry and commodity trading for months to come.\n\n\"It's a mess really,\" said Eirik Haavaldsen, head of research at Pareto Securities, an Oslo-based investment bank. \"China is so important for everything shipping-related.\"\n\nSince the shutdown struck, shipyards have been deserted, losing owners and shipbuilders money on idle vessels awaiting servicing. One of China's biggest shipyards in Jingjiang near Shanghai has had two successive applications to reopen turned down by the local government. \"We can't afford to be on holiday for too long,\" an official at the operator said earlier this week.\n\nAt Wuhan port on the Yangtze river, another official said authorities were focusing on medicines and necessities. \"We don't have the capacity to deal with other goods,\" he said.\n\nCapacity utilisation at major Chinese ports has been 20 to 50 per cent lower than normal and more than a third of ports said storage facilities were beyond 90 per cent full, according to a survey conducted last week by the Shanghai International Shipping Institute, a Beijing-backed think-tank.\n\nThe effects on the shipping industry are likely to prove lasting. One official at China Merchants Port, a major Hong Kong-based port operator, said the epidemic could reduce annual revenue by 10 to 25 per cent if it comes under control by the end of March -- and even more if it lasts longer.\n\nOut at sea, crews have been stuck on board ships at Chinese shipyards or ports such as Singapore that are enforcing strict quarantine rules on vessels coming from China. Guy Platten, secretary-general of the International Chamber of Shipping, said that some anchored ships were running out of food.\n\nChinese crews, one of the most dominant nationalities of seafarers, are being forced to spend extra time out at sea -- which is usually up to six months -- given that quarantine restrictions are making changeover with replacement Chinese sailors difficult, brokers said.\n\nCommodities have been stung by the outbreak. Chinese energy executives have estimated that domestic oil consumption could fall as much as 25 per cent in February, or 3 per cent of global demand, with such fears knocking Brent crude roughly 15 per cent lower this year.\n\nAs a result, rates for supertankers that carry crude oil have dropped 75 per cent in a month to $23,000 per day, a dramatic reversal from $140,000 per day four monthsearlier.\n\n\"Coronavirus is having a large disruptive effect on the marketplace and our business,\" said Brian Gallagher, head of investor relations at Euronav, one of the world'slargest tanker companies.\n\nThe virus is not the only bearish force in the tanker market. More tankers could be made available for use, since US sanctions related to Iran were lifted on a unit of Cosco, China's largest tanker owner, at the end of January. That potential pressure on transit prices is compounded by a tendency for demand to fall after Chinese new year.\n\nOne potential source of comfort for tanker operators is the prospect that the ships could be used as floating storage for oil while land-based storage is running short. Mr Gallagher said he had received some inquiries about this service, but for now, it was not economical to do it.\n\nOther shipping segments have also been slammed by the epidemic. AP Moller-Maersk, a major container shipping company, has cancelled 20 sailings out of China since the outbreak began. Some shipowners were not allowing their vessels to sail to China because of the risks, while others were charging a premium for voyages there, one Asia-based broker said.\n\nOptimists in the industry forecast it will bounce back with expected stimulus measures from Beijing once the spread of the virus has successfully been contained. But prolonged economic disruption could ultimately make several industries including shipping reflect on over-reliance upon one country and consider relocating some operations outside of China.\n\n\"You have the trade war and then on top of it the coronavirus outbreak,\" said Erik Broekhuizen, head of tanker research at Poten & Partners, a broker. \"You'll have people say 'wait a minute . . . we need a plan B'.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 5, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/Maritime_transport", "type": "wiki", "score": 5, "label": {"eng": "Maritime transport"}}, {"uri": "http://en.wikipedia.org/wiki/Shipyard", "type": "wiki", "score": 5, "label": {"eng": "Shipyard"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Oil_tanker", "type": "wiki", "score": 4, "label": {"eng": "Oil tanker"}}, {"uri": "http://en.wikipedia.org/wiki/Port", "type": "wiki", "score": 4, "label": {"eng": "Port"}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 4, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/China_Merchants_Port", "type": "org", "score": 3, "label": {"eng": "China Merchants Port"}}, {"uri": "http://en.wikipedia.org/wiki/Capesize", "type": "wiki", "score": 3, "label": {"eng": "Capesize"}}, {"uri": "http://en.wikipedia.org/wiki/Yangtze", "type": "wiki", "score": 3, "label": {"eng": "Yangtze"}}, {"uri": "http://en.wikipedia.org/wiki/Containerization", "type": "wiki", "score": 3, "label": {"eng": "Containerization"}}, {"uri": "http://en.wikipedia.org/wiki/Bulk_cargo", "type": "wiki", "score": 3, "label": {"eng": "Bulk cargo"}}, {"uri": "http://en.wikipedia.org/wiki/Iron_ore", "type": "wiki", "score": 3, "label": {"eng": "Iron ore"}}, {"uri": "http://en.wikipedia.org/wiki/Shipbuilding", "type": "wiki", "score": 3, "label": {"eng": "Shipbuilding"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity_market", "type": "wiki", "score": 3, "label": {"eng": "Commodity market"}}, {"uri": "http://en.wikipedia.org/wiki/Investment_banking", "type": "wiki", "score": 3, "label": {"eng": "Investment banking"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 3, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Coal", "type": "wiki", "score": 3, "label": {"eng": "Coal"}}, {"uri": "http://en.wikipedia.org/wiki/Think_tank", "type": "wiki", "score": 3, "label": {"eng": "Think tank"}}, {"uri": "http://en.wikipedia.org/wiki/Grain", "type": "wiki", "score": 3, "label": {"eng": "Grain"}}, {"uri": "http://en.wikipedia.org/wiki/Tanker_(ship)", "type": "wiki", "score": 3, "label": {"eng": "Tanker (ship)"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/International_Chamber_of_Shipping", "type": "org", "score": 2, "label": {"eng": "International Chamber of Shipping"}}, {"uri": "http://en.wikipedia.org/wiki/COSCO", "type": "org", "score": 2, "label": {"eng": "COSCO"}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 2, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 2, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/Associated_Press", "type": "org", "score": 1, "label": {"eng": "Associated Press"}}, {"uri": "http://en.wikipedia.org/wiki/Broekhuizen,_Limburg", "type": "loc", "score": 1, "label": {"eng": "Broekhuizen, Limburg"}, "location": {"type": "place", "label": {"eng": "Broekhuizen, Limburg"}, "country": {"type": "country", "label": {"eng": "Netherlands"}}}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 1, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Chemicals/Biochemical", "label": "dmoz/Business/Chemicals/Biochemical", "wgt": 16}, {"uri": "dmoz/Business/Transportation_and_Logistics", "label": "dmoz/Business/Transportation and Logistics", "wgt": 19}, {"uri": "dmoz/Business/Transportation_and_Logistics/Maritime", "label": "dmoz/Business/Transportation and Logistics/Maritime", "wgt": 33}, {"uri": "dmoz/Business/International_Business_and_Trade", "label": "dmoz/Business/International Business and Trade", "wgt": 14}, {"uri": "dmoz/Society/Genealogy/Emigration_and_Immigration", "label": "dmoz/Society/Genealogy/Emigration and Immigration", "wgt": 20}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F1a4a6818-4e54-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": -0.05882352941176472, "wgt": 0, "relevance": 101}, {"uri": "1446478904", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "14:16:00", "dateTime": "2020-02-13T14:16:00Z", "dateTimePub": "2020-02-13T14:15:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/2a63aa06-4e50-11ea-95a0-43d18ec715f5", "title": "Global stocks slip following sharp rise in coronavirus cases", "body": "Concerns over the impact of the coronavirus have swept back through stock markets after China reported a jump in cases.\n\nThe Stoxx Europe 600 index, a gauge of the region's biggest companies, was recently down around 1 per cent, snapping three days of gains. Futures tied to the S&P 500 were 0.8 per cent lower.\n\nThe rate of infection in China has become one of the market's key reference points in reacting to the outbreak, and investors had spent the first three days of this week banking that a slowdown in reported cases was a sign the economic impact would be manageable.\n\nBut Beijing has since reported a sharp rise in new infections and deaths from the disease. Hubei, the province at the centre of the epidemic, reported 14,840 new cases on Thursday -- a tenfold surge over the number reported the previous day -- while new deaths more than doubled to 242. The sudden increase stemmed from changes in the methodology for how officials are counting cases.\n\n\"The key indicator to watch is the growth rate of reported cases and deaths,\" said Seema Shah, chief strategist at Principal Global Investors.\n\nMs Shah said market sentiment \"will inevitably deteriorate\" if the change in methodology in China results in a steady rise in the growth rate of reported cases. \"Markets will be very closely watching the number of new reported cases over the coming days,\" she added.\n\nInvestors moved into government debt, perceived as a safe space in times of market stress. The yield on the US 10-year Treasury -- which moves in the opposite direction to the bond's price -- fell five percentage points to 1.58 per cent. Gold rose 0.6 per cent to $1,573 per troy ounce, while the Japanese yen and Swiss franc both rose against the dollar.\n\n\"The reality is that the outbreak is already curtailing growth and will have an even greater impact should figures continue to rise,\" strategists at Rabobank said in a note to clients on Thursday.\n\nStill, they said the prospect of central bank intervention was likely to support equity prices as a \"buy everything\" mantra holds ground. \"The weight of policy momentum continues to distort an otherwise uneasy backdrop on a global scale.\"\n\nAsian shares posted modest declines, with Hong Kong's Hang Seng 0.3 per cent lower and the CSI 300 index of mainland Chinese equities closing down 0.6 per cent.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 4, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_China", "type": "wiki", "score": 3, "label": {"eng": "Provinces of China"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 3, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Bank", "type": "wiki", "score": 3, "label": {"eng": "Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Beijing", "type": "loc", "score": 3, "label": {"eng": "Beijing"}, "location": {"type": "place", "label": {"eng": "Beijing"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Rabobank", "type": "org", "score": 2, "label": {"eng": "Rabobank"}}, {"uri": "http://en.wikipedia.org/wiki/Troy_weight", "type": "wiki", "score": 2, "label": {"eng": "Troy weight"}}, {"uri": "http://en.wikipedia.org/wiki/Government_debt", "type": "wiki", "score": 2, "label": {"eng": "Government debt"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 2, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Swiss_franc", "type": "wiki", "score": 2, "label": {"eng": "Swiss franc"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 2, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 2, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/CSI_300_Index", "type": "wiki", "score": 1, "label": {"eng": "CSI 300 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 1, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 1, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 1, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 14}, {"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 14}, {"uri": "dmoz/Business/Major_Companies/Company_Information", "label": "dmoz/Business/Major Companies/Company Information", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F0ef276f4-4e54-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": 0.1294117647058823, "wgt": 0, "relevance": 101}, {"uri": "1446477513", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "14:15:00", "dateTime": "2020-02-13T14:15:00Z", "dateTimePub": "2020-02-13T14:14:00Z", "dataType": "news", "sim": 0.4901960790157318, "url": "https://www.ft.com/content/0434ad0e-d811-46b3-bd83-418c48a9d723", "title": "Alibaba: germs and conditions", "body": "The sell-off in global stocks has started to moderate. Alibaba shares rose on Thursday -- increasing the past six month's gains to 37 per cent -- as the Chinese ecommerce giant's fourth-quarter sales beat expectations. Yet, the spread of the deadly coronavirus is gaining speed in China. The real test for Alibaba starts now.\n\nThe outbreak means more people shopping online. Ecommerce transactions have more than tripled in the past few weeks. Higher demand for fresh produce deliveries helped online grocery store Hema. Other non-core businesses, such as media and cloud, have opportunities too. Bored users stuck at home should watch more videos on its platforms. Its apps are being used for remote working solutions.\n\nThat said, supply chain disruptions have led to product shortages and logistical bottlenecks. These prevent orders from keeping up with increased demand.\n\nAlibaba also faces a hit to revenues as it supports the community with breaks such as cheaper loans. Fee waivers will mean about a $430m revenue loss in the first half, estimates Citigroup. Together with subsidies, those account for less than 2 per cent of revenues. For now, all that is manageable.\n\nThe risk of an extended outbreak is the bigger threat. Consumer spending, which Alibaba relies heavily on with almost 90 per cent of sales coming from ecommerce, is expected to grow just over 1 per cent in the first quarter, Oxford Economics estimates. Prolonged business closures and unemployment would discourage big ticket purchases. It would also weaken demand for luxury items, fashion and electronics, which account for a large chunk of fees. Shares trading at 30 times forward earnings, near three-year highs, have not fully priced in those risks.\n\nYet, as with all outbreaks, the impact will be temporary. Healthy operating margins of more than 23 per cent and free cash flow of more than $17bn still put Alibaba at the top of the list for shoppers in the Chinese equity market.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Alibaba_Group", "type": "org", "score": 5, "label": {"eng": "Alibaba Group"}}, {"uri": "http://en.wikipedia.org/wiki/E-commerce", "type": "wiki", "score": 5, "label": {"eng": "E-commerce"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 4, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Telecommuting", "type": "wiki", "score": 3, "label": {"eng": "Telecommuting"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Grocery_store", "type": "wiki", "score": 3, "label": {"eng": "Grocery store"}}, {"uri": "http://en.wikipedia.org/wiki/Cloud_computing", "type": "wiki", "score": 3, "label": {"eng": "Cloud computing"}}, {"uri": "http://en.wikipedia.org/wiki/Consumer_spending", "type": "wiki", "score": 2, "label": {"eng": "Consumer spending"}}, {"uri": "http://en.wikipedia.org/wiki/Electronics", "type": "wiki", "score": 2, "label": {"eng": "Electronics"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 2, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidy", "type": "wiki", "score": 2, "label": {"eng": "Subsidy"}}, {"uri": "http://en.wikipedia.org/wiki/Citigroup", "type": "org", "score": 2, "label": {"eng": "Citigroup"}}, {"uri": "http://en.wikipedia.org/wiki/Operating_margin", "type": "wiki", "score": 1, "label": {"eng": "Operating margin"}}, {"uri": "http://en.wikipedia.org/wiki/Cash_flow", "type": "wiki", "score": 1, "label": {"eng": "Cash flow"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 1, "label": {"eng": "Stock market"}}], "categories": [{"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 9}, {"uri": "news/Business", "label": "news/Business", "wgt": 95}, {"uri": "dmoz/Computers/Software/Business", "label": "dmoz/Computers/Software/Business", "wgt": 9}, {"uri": "dmoz/Business/Management/Supply_Chain", "label": "dmoz/Business/Management/Supply Chain", "wgt": 9}, {"uri": "dmoz/Business/Opportunities/Home_Based", "label": "dmoz/Business/Opportunities/Home Based", "wgt": 10}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Ffda6aa48-a194-43e3-a307-24f8b147b396.jpg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5513883", "location": null, "shares": {}, "sentiment": 0.1294117647058823, "wgt": 0, "relevance": 52}, {"uri": "1446477519", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "14:15:00", "dateTime": "2020-02-13T14:15:00Z", "dateTimePub": "2020-02-13T14:14:00Z", "dataType": "news", "sim": 0.4588235318660736, "url": "https://www.ft.com/content/8a1a3d82-4e5c-11ea-95a0-43d18ec715f5", "title": "Alibaba posts 56% rise in profit as coronavirus turbulence looms", "body": "Alibaba reported bumper results in its latest quarter, but China's online shopping giant faces turbulence ahead as the spread of coronavirus leaves some of its merchants without goods to sell, or couriers to make deliveries.\n\nThe Hangzhou-based company's revenues grew 38 per cent year-on-year to Rmb161.5bn ($23.2bn) for the three months ended December 31, ahead of analyst expectations. Sales were buoyed by another record-breaking Singles Day shopping extravaganza on November 11.\n\nNet attributable income rose 56 per cent year-on-year to Rmb52bn.\n\nBut the Covid-19 coronavirus has brought life in China to a standstill. \"The outbreak is having a significant impact on China's economy...it will present near term challenges to the development of Alibaba's businesses across the board,\" said chief executive Daniel Zhang, adding that he had \"mobilised the Alibaba ecosystem's powerful forces of commerce and technology to fully support the fight against the outbreak\".\n\nThursday's results mark Alibaba's first financial report since coming home to China with a secondary stock listing in Hong Kong. The November listing raised $12.9bn for the company and brought in thousands of new investors. They've helped bid up its share price more than 15 per cent since then.\n\nAlibaba's New York listed shares were up less than 1 per cent in pre-market trading.\n\nRoughly two-thirds of all online sales in China transact across Alibaba's Tmall and Taobao marketplaces, but the company faces rising competition from Shanghai-based Pinduoduo, which has rapidly amassed about three-quarters of Alibaba's 711m annual customers.\n\nAlibaba doesn't sell any goods itself, instead it makes money by charging merchants on its platforms per-click fees to advertise their goods, and takes a cut on some sales.\n\nAd revenue grew 23 per cent year-on-year while commissions rose 16 per cent. The two segments contribute to its core commerce unit, which also holds its logistics, wholesale, new retail initiatives, and food delivery business lines, among others.\n\nCore commerce brought in Rmb141.5bn in sales, or 88 per cent of its total revenue.\n\nLike US tech giants Amazon and Microsoft, Alibaba's push into selling online computer systems for other companies has brought rapid growth. Its cloud revenues have been growing at a rate of 60 per cent or more since early 2017 and rose 62 per cent year-on-year in the latest period.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Alibaba_Group", "type": "org", "score": 5, "label": {"eng": "Alibaba Group"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Online_shopping", "type": "wiki", "score": 4, "label": {"eng": "Online shopping"}}, {"uri": "http://en.wikipedia.org/wiki/Singles'_Day", "type": "wiki", "score": 3, "label": {"eng": "Singles' Day"}}, {"uri": "http://en.wikipedia.org/wiki/Daniel_Zhang", "type": "person", "score": 3, "label": {"eng": "Daniel Zhang"}}, {"uri": "http://en.wikipedia.org/wiki/Courier", "type": "wiki", "score": 3, "label": {"eng": "Courier"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 3, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Tmall", "type": "org", "score": 2, "label": {"eng": "Tmall"}}, {"uri": "http://en.wikipedia.org/wiki/Pinduoduo", "type": "wiki", "score": 2, "label": {"eng": "Pinduoduo"}}, {"uri": "http://en.wikipedia.org/wiki/Taobao", "type": "org", "score": 2, "label": {"eng": "Taobao"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 2, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Logistics", "type": "wiki", "score": 1, "label": {"eng": "Logistics"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 1, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Cloud_computing", "type": "wiki", "score": 1, "label": {"eng": "Cloud computing"}}, {"uri": "http://en.wikipedia.org/wiki/Microsoft", "type": "org", "score": 1, "label": {"eng": "Microsoft"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 1, "label": {"eng": "United States dollar"}}], "categories": [{"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 10}, {"uri": "news/Business", "label": "news/Business", "wgt": 54}, {"uri": "dmoz/Business/E-Commerce", "label": "dmoz/Business/E-Commerce", "wgt": 10}, {"uri": "dmoz/Business/Marketing_and_Advertising/Salesmanship", "label": "dmoz/Business/Marketing and Advertising/Salesmanship", "wgt": 9}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fcde14a0a-4e5d-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5516264", "location": null, "shares": {}, "sentiment": 0.1215686274509804, "wgt": 0, "relevance": 101}, {"uri": "1446367915", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "12:41:00", "dateTime": "2020-02-13T12:41:00Z", "dateTimePub": "2020-02-13T12:39:00Z", "dataType": "news", "sim": 0.5960784554481506, "url": "https://www.ft.com/content/aaa79846-4e49-11ea-95a0-43d18ec715f5", "title": "Nissan posts its biggest loss in a decade", "body": "Nissan has issued its second profit warning in three months and reported its biggest quarterly loss in a decade after sales tumbled worldwide.\n\nFifteen months since the ousting of its former chairman Carlos Ghosn, Nissan's new boss Makoto Uchida admitted a full recovery in 2020 was off the table even before the coronavirus outbreak hit its supply chain.\n\nFor the October to December quarter, Nissan reported a net loss of ¥26.1bn ($238m) -- its biggest since the fourth quarter of 2009 -- as vehicle sales fell 18 per cent in the US, its second-largest market after China.\n\n\"The decline in sales and deterioration in earnings have exceeded our expectations,\" Mr Uchida said on Thursday.\n\n\"We had envisioned a bottom in 2019 and growth from 2020 onwards but it's going to take more time,\" he added, warning that a turnround in the US market may take longer than two years.\n\nNissan also announced it was scrapping its year-end dividend and had cut its full-year net profit forecast by 41 per cent to ¥65bn. Net cash at its automobile business fell 36 per cent in the third quarter, but the company said it expected free cash flow to turn positive in the next quarter.\n\nThe global car industry has been struggling to cope with the fallout from coronavirus but analysts say Nissan is particularly vulnerable because China is its biggest market, accounting for almost 30 per cent of sales.\n\nThis week, it became the first Japanese carmaker to announce plans to temporarily suspend production at a domestic plant because of a shortage of car components from China.\n\n\"Nissan was very aggressive in procuring components from China so, among Japanese carmakers, it clearly faces the highest risk of disruption to its global production,\" said industry analyst Takaki Nakanishi.\n\nMr Uchida is planning to reveal a turnround plan for the group in May. Nissan is trying to rebuild its alliance with partner Renault, which almost collapsed following Mr Ghosn's arrest in 2018 on financial misconduct charges, which he denies.\n\nOn Wednesday, Nissan filed a lawsuit in Japan against Mr Ghosn seeking $90m in damages.\n\nIn response, a spokesperson for Mr Ghosn accused the company of filing its lawsuit to \"create a diversion\" ahead of the company's results.\n\n\"It is part of the ongoing character assassination campaign against the former executive they initiated from the moment he was arrested for groundless accusations he denied from day one,\" said the spokesperson.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Nissan", "type": "org", "score": 5, "label": {"eng": "Nissan"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 4, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 4, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Net_income", "type": "wiki", "score": 3, "label": {"eng": "Net income"}}, {"uri": "http://en.wikipedia.org/wiki/Dividend", "type": "wiki", "score": 3, "label": {"eng": "Dividend"}}, {"uri": "http://en.wikipedia.org/wiki/Carlos_Ghosn", "type": "person", "score": 3, "label": {"eng": "Carlos Ghosn"}}, {"uri": "http://en.wikipedia.org/wiki/Car", "type": "wiki", "score": 3, "label": {"eng": "Car"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Free_cash_flow", "type": "wiki", "score": 2, "label": {"eng": "Free cash flow"}}, {"uri": "http://en.wikipedia.org/wiki/Accounting", "type": "wiki", "score": 2, "label": {"eng": "Accounting"}}, {"uri": "http://en.wikipedia.org/wiki/Lawsuit", "type": "wiki", "score": 2, "label": {"eng": "Lawsuit"}}, {"uri": "http://en.wikipedia.org/wiki/Renault", "type": "org", "score": 2, "label": {"eng": "Renault"}}, {"uri": "http://en.wikipedia.org/wiki/Assassination", "type": "wiki", "score": 1, "label": {"eng": "Assassination"}}], "categories": [{"uri": "dmoz/Society/Issues/Business", "label": "dmoz/Society/Issues/Business", "wgt": 10}, {"uri": "news/Business", "label": "news/Business", "wgt": 97}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 10}, {"uri": "dmoz/Business/Marketing_and_Advertising/Salesmanship", "label": "dmoz/Business/Marketing and Advertising/Salesmanship", "wgt": 10}, {"uri": "dmoz/Business/Marketing_and_Advertising/Employment", "label": "dmoz/Business/Marketing and Advertising/Employment", "wgt": 11}, {"uri": "dmoz/Shopping/Antiques_and_Collectibles/Lunchboxes", "label": "dmoz/Shopping/Antiques and Collectibles/Lunchboxes", "wgt": 10}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F656284ae-4e52-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5510421", "location": null, "shares": {}, "sentiment": -0.05882352941176472, "wgt": 0, "relevance": 76}, {"uri": "1446367917", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "12:41:00", "dateTime": "2020-02-13T12:41:00Z", "dateTimePub": "2020-02-13T12:39:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/a17a5a96-4c06-11ea-95a0-43d18ec715f5", "title": "The bigger lessons of the coronavirus shock", "body": "FT premium subscribers can click here to receive Free Lunch every day by email\n\nThe spread of coronavirus is now the top item on the international macroeconomic agenda. The Federal Reserve was \"closely monitoring the emergence of the coronavirus\", its chair Jay Powell told the US Congress this week. Analysts expect the disease to have a significant impact on growth -- one estimate has cut 0.5 percentage points from the global rate of year-on-year growth this quarter. That is almost half a trillion US dollars' worth of lost economic activity. The reason is the disruption caused to the Chinese economy combined with the role China now plays in global value chains, as my colleague Valentina Romei has charted.\n\nThat a phenomenon that hardly existed a month ago should have such potential impact should give us pause in terms of how well we think we understand the economy. So here are three observations from the coronavirus crisis to consider -- and tentative lessons to draw.\n\nFirst, note how the car industry is at the centre of the possible contagion -- economic, that is, not epidemiological -- because of Chinese shutdowns causing slowdowns elsewhere. Of course, other industries are at risk as well. But the auto industry is important for two reasons: carmakers have warned about the impact almost immediately (car plants in Europe and South Korea are already being forced to halt production because they lack Chinese-made parts), and auto manufacturing remains a core sector in the biggest industrial economies. The iconic position of car production is not unfounded: it serves to highlight just how globalised production patterns have become and, as a consequence, how interdependent countries' economic fortunes are.\n\nSecond, the car industry is facing the virus-induced supply shock after already suffering a series of blows. \"Dieselgate\", the uncertain future of the internal combustion engine and the rise of electric vehicles, the trade barriers of Brexit (see \"Other readables\" below), and the trade wars waged from the White House -- all these have contributed to the industrial recession in Europe and America, and coronavirus can only make things worse. This raises a broader question: how do we distinguish between one-off disturbances and a downward trend? For 18 months, policymakers have been talking to me about having to establish whether industrial weakness is a blip they should ignore in setting policy, or a sign of more protracted weakness that calls for a policy change.\n\nThe sequence of bad news for the car sector should perhaps make us reconsider that distinction. After a while, what difference does it make whether a slowdown or recession consists of one long contraction or many small ones? If causes are hard to establish, policymakers may want to focus on more observable factors, such as whether the weakness has lasted for some time (in which case, enact more stimulative policy), or whether the initial shock looks like it is setting off self-reinforcing dynamics (in which case, definitely enact stimulative policy). Such dynamics could include spillovers into related but initially unaffected sectors, or consumers responding to supply disruptions by holding back demand.\n\nThat last possibility leads to a third, even more general point. Economic analysis usefully separates events into demand shocks (which change what people want to buy) and supply shocks (which change what people are able to sell). In practice, the coronavirus crisis shows that most economic events are both. While the epidemic clearly starts as a hit to supply in China -- with people unable to move or go to work, and with international business connections hampered too -- the income hit for Chinese workers and the reduced need for imported commodities and industrial inputs both translate into immediate negative demand shocks. The same, of course, then happens in the markets where the repercussions are felt. Falling demand, in turn, tends to make businesses hold back investments, reducing future supply capacity further from what it would otherwise have been.\n\nThe commingling of demand and supply shocks is, in a sense good, news. Policymakers have tools to deal with both -- but the supply side is harder to improve, requires more targeted policies and takes longer to show results than demand-side policies. The fact that demand is almost always involved, in other words, means macroeconomic policymakers almost always have a task to fulfil, and if demand affects supply, they may even somewhat mitigate supply problems down the line.\n\nSo here are the general lessons the coronavirus episode can inspire. We are all interdependent, the economy can turn more suddenly than we think -- and macroeconomic policymakers should act early and act often.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 4, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 4, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 4, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_shock", "type": "wiki", "score": 3, "label": {"eng": "Supply shock"}}, {"uri": "http://en.wikipedia.org/wiki/Trade_barrier", "type": "wiki", "score": 3, "label": {"eng": "Trade barrier"}}, {"uri": "http://en.wikipedia.org/wiki/Value_chain", "type": "wiki", "score": 3, "label": {"eng": "Value chain"}}, {"uri": "http://en.wikipedia.org/wiki/Volkswagen_emissions_scandal", "type": "wiki", "score": 3, "label": {"eng": "Volkswagen emissions scandal"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Globalization", "type": "wiki", "score": 3, "label": {"eng": "Globalization"}}, {"uri": "http://en.wikipedia.org/wiki/Automotive_industry", "type": "wiki", "score": 3, "label": {"eng": "Automotive industry"}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 3, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 3, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Electric_vehicle", "type": "wiki", "score": 3, "label": {"eng": "Electric vehicle"}}, {"uri": "http://en.wikipedia.org/wiki/Internal_combustion_engine", "type": "wiki", "score": 3, "label": {"eng": "Internal combustion engine"}}, {"uri": "http://en.wikipedia.org/wiki/Trade_war", "type": "wiki", "score": 3, "label": {"eng": "Trade war"}}, {"uri": "http://en.wikipedia.org/wiki/Macroeconomics", "type": "wiki", "score": 3, "label": {"eng": "Macroeconomics"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "loc", "score": 3, "label": {"eng": "White House"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 3, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/International_business", "type": "wiki", "score": 2, "label": {"eng": "International business"}}, {"uri": "http://en.wikipedia.org/wiki/Commodity", "type": "wiki", "score": 2, "label": {"eng": "Commodity"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 2, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Supply-side_economics", "type": "wiki", "score": 1, "label": {"eng": "Supply-side economics"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 51}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 45}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 21}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 15}, {"uri": "dmoz/Business/International_Business_and_Trade", "label": "dmoz/Business/International Business and Trade", "wgt": 15}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 17}, {"uri": "dmoz/Business/Management/Supply_Chain", "label": "dmoz/Business/Management/Supply Chain", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F92f7fda4-4e52-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": -0.0117647058823529, "wgt": 0, "relevance": 101}, {"uri": "1446341165", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "12:17:00", "dateTime": "2020-02-13T12:17:00Z", "dateTimePub": "2020-02-13T12:16:00Z", "dataType": "news", "sim": 0.729411780834198, "url": "https://www.ft.com/content/babdb1ba-4e3b-11ea-95a0-43d18ec715f5", "title": "Coronavirus set to knock oil demand growth to slowest since 2011", "body": "Oil demand this year will see the slowest rate of growth since 2011 as the coronavirus outbreak hits Chinese consumption and its impact spreads across the global economy, the International Energy Agency said.\n\nIn its monthly oil market report, the Paris-based body said that it had cut its 2020 growth forecast to 825,000 barrels a day from the 1.2m b/d it had initially expected. The IEA said it expects a quarterly contraction in oil demand, the first since the 2008- 2009 global financial crisis.\n\n\"The consequences of Covid-19 for global oil demand will be significant,\" the IEA said on Thursday. Transport and services shutdowns in China and a halt to industrial activity is expected to hit exports and the broader economy.\n\nThe impact of the spread of the virus has already been sharp for oil prices, prompting global producers to discuss whether a deepening of production cuts is necessary to bolster the market.\n\nAhead of the outbreak, oil-rich countries were already concerned about a supply overhang in the first half of 2020 because of rising output in the US, Brazil, Canada and Norway that would outpace production from Opec nations.\n\nThe IEA said in the first quarter of 2020 the world would only require 27.2m b/d from Opec countries, which is far less than the group's January production of 28.9m b/d.\n\nBrent crude, the international oil benchmark, has fallen in recent weeks from $65 a barrel in January to just under $56 today.\n\nLast year China accounted for more than three-quarters of global oil demand growth.\n\nThere is \"little doubt\", the IEA said, that the impact of the virus on the economy and oil demand will be far greater than in the aftermath of the SARS outbreak.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/International_Energy_Agency", "type": "wiki", "score": 5, "label": {"eng": "International Energy Agency"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Barrel_(unit)", "type": "wiki", "score": 3, "label": {"eng": "Barrel (unit)"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 3, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 3, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 2, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 2, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Norway", "type": "loc", "score": 2, "label": {"eng": "Norway"}, "location": {"type": "country", "label": {"eng": "Norway"}}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 2, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/Brazil", "type": "loc", "score": 2, "label": {"eng": "Brazil"}, "location": {"type": "country", "label": {"eng": "Brazil"}}}, {"uri": "http://en.wikipedia.org/wiki/Timeline_of_the_SARS_outbreak", "type": "wiki", "score": 1, "label": {"eng": "Timeline of the SARS outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 1, "label": {"eng": "Barrel"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 96}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 22}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 22}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 29}, {"uri": "dmoz/Shopping/Health/Alternative", "label": "dmoz/Shopping/Health/Alternative", "wgt": 16}, {"uri": "dmoz/Business/Chemicals/Specialties", "label": "dmoz/Business/Chemicals/Specialties", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F1e27532c-4e3d-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5513255", "location": null, "shares": {}, "sentiment": -0.09019607843137256, "wgt": 0, "relevance": 101}, {"uri": "1446031271", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "07:35:00", "dateTime": "2020-02-13T07:35:00Z", "dateTimePub": "2020-02-13T07:35:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/03590608-4e2e-11ea-95a0-43d18ec715f5", "title": "Nestlé pushes back key growth target amid turnround drive", "body": "Nestlé has delayed a key growth target as chief executive Mark Schneider pushes to achieve a turnround at the world's largest food company.\n\nThe group said it expected organic sales growth to accelerate \"in 2021/2022 towards sustainable mid single-digit growth\", a target previously set for 2020. The figure for last year came in slightly below expectations, but the company promised \"further steps to decisively address underperforming businesses\".\n\nHowever Mr Schneider achieved margin targets a year early after cost-cutting and the sell-offs of some units helped improve profitability.\n\nMr Schneider is pushing forward a three-year turnround plan as the Swiss group, like other consumer goods multinationals, faces rapidly changing consumer tastes and challenges from more nimble start-up firms.\n\n\"In 2019, we made significant progress in our portfolio transformation,\" he said. \"We did what we said we would do and more. We are not done yet. We will respond to rapid changes in the industry and fast-evolving consumer preferences to position our portfolio for higher growth.\"\n\nThe company added that the coronavirus outbreak had required \"extraordinary effort from our team in China\", its second-largest market, but that it was too soon to quantify the financial impact.\n\nMr Schneider said growth in 2019 had been driven by the US and by Nestlé's Purina pet care division, while the group also rolled out a partnership with Starbucks to sell its coffee products in retail outlets outside the café chain. This generated SFr300m ($307m) of additional sales during the year, the group said.\n\nOrganic sales growth came in at 3.5 per cent, slightly below analysts' expectation of 3.6 per cent. Underlying trading operating profit margin increased by 60 basis points to 17.6 per cent, achieving a goal of 17.5 to 18.5 per cent. Underlying trading operating profit was up 4.8 per cent to SFr16.3bn.\n\nNestlé reported double-digit organic growth in its vegetarian and plant-based foods division, including non-meat burgers made by the Sweet Earth and Garden Gourmet brands, with sales approaching SFr200m.\n\nBut sales of bottled water were \"subdued\" thanks to price competition and \"soft demand in Europe\", Nestlé said.\n\nThe company plans a dividend increase of 25 centimes to SFr2.70 a share, marking 25 straight years of dividend growth. It is also buying back SFr20bn of shares, starting last month.\n\nSince taking over as chief executive three years ago, Mr Schneider has faced pressure from activist investors Third Point and has made a series of disposals including selling its skin health unit for SFr10.2bn and its US ice cream business for $4bn in deals agreed last year.\n\nAcquisitions have included the vitamin maker Atrium Innovations, bought for $2.3bn in 2017, the plant-based foodmaker Sweet Earth and Latin American organic food company Terrafertil.\n\nInvestors have largely approved these moves, sending the group's shares up by 46 per cent since Mr Schneider took the helm.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Mark_Schneider_(politician)", "type": "person", "score": 5, "label": {"eng": "Mark Schneider (politician)"}}, {"uri": "http://en.wikipedia.org/wiki/Nestlé", "type": "org", "score": 5, "label": {"eng": "Nestlé"}}, {"uri": "http://en.wikipedia.org/wiki/Organic_food", "type": "wiki", "score": 3, "label": {"eng": "Organic food"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Profit_(accounting)", "type": "wiki", "score": 3, "label": {"eng": "Profit (accounting)"}}, {"uri": "http://en.wikipedia.org/wiki/Multinational_corporation", "type": "wiki", "score": 3, "label": {"eng": "Multinational corporation"}}, {"uri": "http://en.wikipedia.org/wiki/Sustainability", "type": "wiki", "score": 3, "label": {"eng": "Sustainability"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Switzerland", "type": "loc", "score": 3, "label": {"eng": "Switzerland"}, "location": {"type": "country", "label": {"eng": "Switzerland"}}}, {"uri": "http://en.wikipedia.org/wiki/Nestlé_Purina_PetCare", "type": "org", "score": 2, "label": {"eng": "Nestlé Purina PetCare"}}, {"uri": "http://en.wikipedia.org/wiki/Organic_growth", "type": "wiki", "score": 2, "label": {"eng": "Organic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Bottled_water", "type": "wiki", "score": 2, "label": {"eng": "Bottled water"}}, {"uri": "http://en.wikipedia.org/wiki/Profit_margin", "type": "wiki", "score": 2, "label": {"eng": "Profit margin"}}, {"uri": "http://en.wikipedia.org/wiki/Gourmet", "type": "wiki", "score": 2, "label": {"eng": "Gourmet"}}, {"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 2, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/Hamburger", "type": "wiki", "score": 2, "label": {"eng": "Hamburger"}}, {"uri": "http://en.wikipedia.org/wiki/Vegetarianism", "type": "wiki", "score": 2, "label": {"eng": "Vegetarianism"}}, {"uri": "http://en.wikipedia.org/wiki/Coffee", "type": "wiki", "score": 2, "label": {"eng": "Coffee"}}, {"uri": "http://en.wikipedia.org/wiki/Dividend", "type": "wiki", "score": 2, "label": {"eng": "Dividend"}}, {"uri": "http://en.wikipedia.org/wiki/Earth", "type": "loc", "score": 2, "label": {"eng": "Earth"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Coffeehouse", "type": "wiki", "score": 2, "label": {"eng": "Coffeehouse"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Activist_shareholder", "type": "wiki", "score": 1, "label": {"eng": "Activist shareholder"}}, {"uri": "http://en.wikipedia.org/wiki/Vitamin", "type": "wiki", "score": 1, "label": {"eng": "Vitamin"}}, {"uri": "http://en.wikipedia.org/wiki/Ice_cream", "type": "wiki", "score": 1, "label": {"eng": "Ice cream"}}, {"uri": "http://en.wikipedia.org/wiki/Latin_America", "type": "wiki", "score": 1, "label": {"eng": "Latin America"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 96}, {"uri": "dmoz/Business/Food_and_Related_Products", "label": "dmoz/Business/Food and Related Products", "wgt": 13}, {"uri": "dmoz/Business/Marketing_and_Advertising/Salesmanship", "label": "dmoz/Business/Marketing and Advertising/Salesmanship", "wgt": 14}, {"uri": "dmoz/Business/Food_and_Related_Products/Organic", "label": "dmoz/Business/Food and Related Products/Organic", "wgt": 13}, {"uri": "dmoz/Health/Child_Health/Growth_and_Development", "label": "dmoz/Health/Child Health/Growth and Development", "wgt": 14}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F2ac35132-4e31-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": 0.2627450980392156, "wgt": 0, "relevance": 52}, {"uri": "1446042269", "lang": "eng", "isDuplicate": false, "date": "2020-02-13", "time": "07:46:00", "dateTime": "2020-02-13T07:46:00Z", "dateTimePub": "2020-02-13T07:46:00Z", "dataType": "news", "sim": 0.7803921699523926, "url": "https://www.ft.com/content/eeb7c876-4e30-11ea-95a0-43d18ec715f5", "title": "Pernod Ricard curbs profit target because of China virus outbreak", "body": "Pernod Ricard trimmed its annual operating profit goal as the coronavirus outbreak in China, the spirits maker's third-largest market, was likely to have severe impact on its third quarter.\n\nThe family-backed company, which has been under pressure from activist investor Elliott Management, on Thursday said its operating profit from recurring operations would grow between 2 to 4 per cent this year, down from the 5 to 7 per cent it earlier predicted.\n\nFor the maker of Martell cognac and Jameson whiskey, China represents about 10 per cent of global sales and 15 per cent of core operating profit. The scaled-back profit target was based on the assumption that bars would remain closed until the end of June in Hubei province, where the virus was first detected, and that travel retail outlets would see lower traffic through June.\n\nThe health crisis in China comes as Pernod Ricard and other spirits makers were already facing uncertainty from the brewing trade war between the US and Europe. In October, the US put 25 per cent tariffs on single-malt Irish and Scotch whiskies and liqueurs made in five countries, and new tariffs could come after February 17, or they could remain unchanged.\n\nLarger rival Diageo also recently curbed its annual sales growth target blaming \"uncertainty in the global trade environment\". It now expects organic net sales growth at the lower end of its 4 per cent to 6 per cent midterm target for the year to June, having previously guided to around the midpoint of this range.\n\nThe twin downgrades represent a shift for the global spirits sector, which had enjoyed several years of strong growth as consumers in emerging markets such as China and India drank more premium cognac, whiskey and gin. Valuations for market leader Diageo, Pernod Ricard, Davide Campari-Milano and Brown-Forman touched all-time highs last year, although some have pulled back since the tariff issue arose late last year.\n\nNow they also have to contend with the coronavirus.\n\nPernod Ricard lowered its forecast even as it posted first-half results that were ahead of analysts' expectations, helped by cost cuts and the earlier timing of the Chinese new year.\n\nFor the first half, core operating profit stood at €1.8bn, up 4.3 per cent on an organic basis, which strips out currency movements and acquisitions. This was slightly ahead of the €1.7bn expected by Citi analysts.\n\nRevenue in the second quarter rose to €2.9bn, or organic sales growth of 3.8 per cent compared to Citi's expectations for 2.3 per cent.\n\n\"Looking to the second half, the environment remains particularly uncertain from a geopolitical standpoint, with the additional pressure related to the Covid-19 outbreak,\" Pernod Ricard said in a statement.\n\n\"While we cannot currently predict the duration and extent of the impact, we remain confident in our strategy.\"\n\nElliott Management issued a broad critique of Pernod Ricard's profitability and governance in late 2018 and said it owned the equivalent of a 2.5 per cent stake in the company. Since then, the fund has been relatively quiet in public, and has not disclosed whether its holdings have changed.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Pernod_Ricard", "type": "org", "score": 5, "label": {"eng": "Pernod Ricard"}}, {"uri": "http://en.wikipedia.org/wiki/Liquor", "type": "wiki", "score": 5, "label": {"eng": "Liquor"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Cognac", "type": "wiki", "score": 4, "label": {"eng": "Cognac"}}, {"uri": "http://en.wikipedia.org/wiki/Tariff", "type": "wiki", "score": 4, "label": {"eng": "Tariff"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Diageo", "type": "org", "score": 3, "label": {"eng": "Diageo"}}, {"uri": "http://en.wikipedia.org/wiki/Martell_(cognac)", "type": "org", "score": 3, "label": {"eng": "Martell (cognac)"}}, {"uri": "http://en.wikipedia.org/wiki/Scotch_whisky", "type": "wiki", "score": 3, "label": {"eng": "Scotch whisky"}}, {"uri": "http://en.wikipedia.org/wiki/Organic_food", "type": "wiki", "score": 3, "label": {"eng": "Organic food"}}, {"uri": "http://en.wikipedia.org/wiki/Jameson_Irish_Whiskey", "type": "wiki", "score": 3, "label": {"eng": "Jameson Irish Whiskey"}}, {"uri": "http://en.wikipedia.org/wiki/Brewing", "type": "wiki", "score": 3, "label": {"eng": "Brewing"}}, {"uri": "http://en.wikipedia.org/wiki/Liqueur", "type": "wiki", "score": 3, "label": {"eng": "Liqueur"}}, {"uri": "http://en.wikipedia.org/wiki/International_trade", "type": "wiki", "score": 3, "label": {"eng": "International trade"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Ireland", "type": "loc", "score": 3, "label": {"eng": "Ireland"}, "location": {"type": "country", "label": {"eng": "Ireland"}}}, {"uri": "http://en.wikipedia.org/wiki/Brown–Forman", "type": "org", "score": 2, "label": {"eng": "Brown–Forman"}}, {"uri": "http://en.wikipedia.org/wiki/Gin", "type": "wiki", "score": 2, "label": {"eng": "Gin"}}, {"uri": "http://en.wikipedia.org/wiki/Whisky", "type": "wiki", "score": 2, "label": {"eng": "Whisky"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 2, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Citigroup", "type": "org", "score": 2, "label": {"eng": "Citigroup"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 2, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 2, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/India", "type": "loc", "score": 2, "label": {"eng": "India"}, "location": {"type": "country", "label": {"eng": "India"}}}, {"uri": "http://en.wikipedia.org/wiki/Profit_(accounting)", "type": "wiki", "score": 1, "label": {"eng": "Profit (accounting)"}}, {"uri": "http://en.wikipedia.org/wiki/Geopolitics", "type": "wiki", "score": 1, "label": {"eng": "Geopolitics"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 9}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 9}, {"uri": "dmoz/Business/Marketing_and_Advertising/Salesmanship", "label": "dmoz/Business/Marketing and Advertising/Salesmanship", "wgt": 8}, {"uri": "dmoz/Business/Marketing_and_Advertising/Employment", "label": "dmoz/Business/Marketing and Advertising/Employment", "wgt": 8}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F5f5d8168-4e33-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5512804", "location": null, "shares": {}, "sentiment": -0.04313725490196074, "wgt": 0, "relevance": 76}, {"uri": "1447521482", "lang": "eng", "isDuplicate": false, "date": "2020-02-14", "time": "09:43:00", "dateTime": "2020-02-14T09:43:00Z", "dateTimePub": "2020-02-14T09:42:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/554b2cd0-4e5a-11ea-95a0-43d18ec715f5", "title": "Letter: Would another government have done better than China's?", "body": "Further to Jamil Anderlini's op-ed \"Xi faces China's Chernobyl moment\" (February 11): what government of any political persuasion has acted appropriately to a new viral infection? Unquestionably, the Chinese administration has made mistakes with grave consequences. But we should not forget what happened nearly 40 years ago after Dr Jim Curran's team first detected the Aids virus in San Francisco.\n\nCurran raised the alarm in the June 5 1981 Morbidity and Mortality Weekly Report of the Centers for Disease Control and Prevention. On October 15 1982, Larry Speakes, Ronald Reagan's deputy press secretary, answered a journalist's question by dismissing the \"gay plague\". By then, 800 people had died and the mortality rate exceeded 30 per cent. Speakes rebuffed the same journalist again, on June 13 1983. By then, Dr Luc Montagnier at the Pasteur Institute had identified and isolated the virus. Not until September 17 1985, after 12,000 American deaths, did President Reagan use the word \"Aids\".\n\nFor all the Chinese system's admitted failings, China's president Xi Jinping did not wait more than four years to say the word \"coronavirus\". Far less than four weeks in fact. Valiant attempts were made in the US to expose the Aids epidemic. But many people ignored, overlooked or even denied it. Aids now plagues the world.\n\nSo, China's \"Chernobyl moment\"? I think not. Nor \"Three Mile Island moment\". Nor \"Fukushima moment\". Such comparisons are trite. No doubt China could have done better. Much better. But this is not the first time a government has fumbled a viral outbreak. Nor sadly will it be the last. Nor does the chilling evidence suggest that countries with \"transparent and accountable\" administrations are role models for dealing with such tragic incidents.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Larry_Speakes", "type": "person", "score": 4, "label": {"eng": "Larry Speakes"}}, {"uri": "http://en.wikipedia.org/wiki/Op-ed", "type": "wiki", "score": 4, "label": {"eng": "Op-ed"}}, {"uri": "http://en.wikipedia.org/wiki/Bubonic_plague", "type": "wiki", "score": 3, "label": {"eng": "Bubonic plague"}}, {"uri": "http://en.wikipedia.org/wiki/Chernobyl_disaster", "type": "wiki", "score": 3, "label": {"eng": "Chernobyl disaster"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 3, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Homosexuality", "type": "wiki", "score": 3, "label": {"eng": "Homosexuality"}}, {"uri": "http://en.wikipedia.org/wiki/Ronald_Reagan", "type": "person", "score": 3, "label": {"eng": "Ronald Reagan"}}, {"uri": "http://en.wikipedia.org/wiki/San_Francisco", "type": "loc", "score": 3, "label": {"eng": "San Francisco"}, "location": {"type": "place", "label": {"eng": "San Francisco"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Luc_Montagnier", "type": "person", "score": 2, "label": {"eng": "Luc Montagnier"}}, {"uri": "http://en.wikipedia.org/wiki/Three_Mile_Island_accident", "type": "wiki", "score": 2, "label": {"eng": "Three Mile Island accident"}}, {"uri": "http://en.wikipedia.org/wiki/Pasteur_Institute", "type": "org", "score": 2, "label": {"eng": "Pasteur Institute"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Fukushima_Daiichi_nuclear_disaster", "type": "wiki", "score": 2, "label": {"eng": "Fukushima Daiichi nuclear disaster"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 2, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Xi_Jinping", "type": "person", "score": 2, "label": {"eng": "Xi Jinping"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 57}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 10}, {"uri": "dmoz/Health/Public_Health_and_Safety/First_Aid", "label": "dmoz/Health/Public Health and Safety/First Aid", "wgt": 11}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 10}, {"uri": "dmoz/Health/Conditions_and_Diseases/Immune_Disorders", "label": "dmoz/Health/Conditions and Diseases/Immune Disorders", "wgt": 18}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F35c252ae-4e86-11ea-95a0-43d18ec715f5?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": -0.207843137254902, "wgt": 0, "relevance": 27}, {"uri": "1447561087", "lang": "eng", "isDuplicate": false, "date": "2020-02-14", "time": "10:22:00", "dateTime": "2020-02-14T10:22:00Z", "dateTimePub": "2020-02-14T10:21:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/ebb9aefa-4f02-11ea-95a0-43d18ec715f5", "title": "Opening Quote: Royal Bank of Scotland gets a new but familiar name", "body": "FT subscribers can click here to receive Opening quote by email.\n\nRoyal Bank of Scotland is getting a makeover, well, sort of. The UK's largest business bank is renaming itself (drumroll please) NatWest! Beady-eyed readers will be aware that NatWest is already a subsidiary of RBS -- in fact its biggest unit -- and has been part of the Edinburgh-based bank since the turn of the century.\n\nAlison Rose, the new chief executive of RBS, said the taxpayer-owned bank was entering \"a new era\", as she unveiled the new strategy that will involve slashing the size of its investment bank, halving the carbon emissions linked to its loanbook, cutting its long-term profitability targets and changing its name.\n\nAstraZeneca has released a warning alongside its full year results on Friday. The pharmaceutical group said that all its guidance assumes an unfavourable impact from China lasting up to a few months as a result of the recent novel coronavirus (Covid-19) outbreak. It is monitoring closely the development of the epidemic and anticipates providing an update at the time of the first quarter results.\n\nThe Universities Superannuation Scheme, a pension scheme for universities in the UK, is shuttering a £14bn internal stockpicking team that invests in developed markets. The fund manager, one of the biggest private pension plans in the UK, last year appointed former M&G Investments executive Simon Pilcher as its new head after the retirement of Roger Gray. On Wednesday Mr Pilcher told staff that USS Investment Management's entire internal developed-market equities team -- which invests in the UK, Europe, the US and Japan -- would be closed.\n\nKeith Skeoch, chief executive of Standard Life Aberdeen, has been appointed chair of the Investment Association's board. Michelle Scrimgeour, CEO of Legal & General Investment Management, and Patrick Thomson, CEO for EMEA of JPMorgan Asset Management, have been appointed deputy chairs of the group which speaks on behalf of asset managers.\n\nThe Financial Conduct Authority has appointed of Sheldon Mills as the interim executive director of strategy and competition to replace Christopher Woolard who steps into the role of interim chief executive.\n\nChuck Robbins, the chief executive of Cisco Systems, has ruled out the idea of taking control of telecoms equipment makers Nokia and Ericsson, dealing a blow to the Trump administration's latest bid to counter the rise of Chinese equipment maker Huawei. He was speaking a week after William Barr, the US attorney-general, suggested the US buy controlling stakes in Nokia of Finland and Sweden's Ericsson to help build a stronger competitor to Huawei.\n\nAmazon has won its court request to temporarily block a $10bn US defence contract awarded to rival Microsoft, after accusing the Trump administration of having shown \"unmistakable bias\" in its procurement process. Amazon claimed in the November lawsuit that the president, who had displayed hostility in the past towards the Bezos-owned newspaper The Washington Post, improperly influenced Pentagon officials. The defence department later awarded the Jedi contract to Microsoft.\n\nUber is going back to the future in Arizona. It is piloting \"a new phone booking feature\" that involves calling a human being, requesting a car, and waiting to be picked up at the side of the road. The \"innovation\" will be trialled in Arizona, with a view to rolling it out across the US.\n\nLombard\n\nThat City watchdogs have now twice initiated a probe into James E Staley, aka Jes Staley, chief executive of Barclays, is jaw-dropping. They can't be seen to bottle out this time.\n\nRichard Waters\n\nAn idea that has obvious appeal in the corridors of power in Washington, like building a US national champion in 5G mobile communications, makes less sense in the boardrooms of Silicon Valley.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/NatWest", "type": "org", "score": 5, "label": {"eng": "NatWest"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Bank_of_Scotland", "type": "org", "score": 5, "label": {"eng": "Royal Bank of Scotland"}}, {"uri": "http://en.wikipedia.org/wiki/Pension", "type": "wiki", "score": 4, "label": {"eng": "Pension"}}, {"uri": "http://en.wikipedia.org/wiki/Investment_management", "type": "wiki", "score": 4, "label": {"eng": "Investment management"}}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 4, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 4, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/M&G", "type": "wiki", "score": 3, "label": {"eng": "M&G"}}, {"uri": "http://en.wikipedia.org/wiki/Universities_Superannuation_Scheme", "type": "wiki", "score": 3, "label": {"eng": "Universities Superannuation Scheme"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Profit_(accounting)", "type": "wiki", "score": 3, "label": {"eng": "Profit (accounting)"}}, {"uri": "http://en.wikipedia.org/wiki/AstraZeneca", "type": "org", "score": 3, "label": {"eng": "AstraZeneca"}}, {"uri": "http://en.wikipedia.org/wiki/Investment_banking", "type": "wiki", "score": 3, "label": {"eng": "Investment banking"}}, {"uri": "http://en.wikipedia.org/wiki/Greenhouse_gas", "type": "wiki", "score": 3, "label": {"eng": "Greenhouse gas"}}, {"uri": "http://en.wikipedia.org/wiki/Pharmaceutical_industry", "type": "wiki", "score": 3, "label": {"eng": "Pharmaceutical industry"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 3, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 3, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 3, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidiary", "type": "wiki", "score": 3, "label": {"eng": "Subsidiary"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Chuck_Robbins", "type": "person", "score": 2, "label": {"eng": "Chuck Robbins"}}, {"uri": "http://en.wikipedia.org/wiki/Legal_&_General", "type": "org", "score": 2, "label": {"eng": "Legal & General"}}, {"uri": "http://en.wikipedia.org/wiki/Standard_Life_Aberdeen", "type": "org", "score": 2, "label": {"eng": "Standard Life Aberdeen"}}, {"uri": "http://en.wikipedia.org/wiki/Cisco_Systems", "type": "org", "score": 2, "label": {"eng": "Cisco Systems"}}, {"uri": "http://en.wikipedia.org/wiki/Asset_management", "type": "wiki", "score": 2, "label": {"eng": "Asset management"}}, {"uri": "http://en.wikipedia.org/wiki/William_Barr", "type": "person", "score": 2, "label": {"eng": "William Barr"}}, {"uri": "http://en.wikipedia.org/wiki/The_Washington_Post", "type": "org", "score": 2, "label": {"eng": "The Washington Post"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Conduct_Authority", "type": "org", "score": 2, "label": {"eng": "Financial Conduct Authority"}}, {"uri": "http://en.wikipedia.org/wiki/Equity_(finance)", "type": "wiki", "score": 2, "label": {"eng": "Equity (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Defense", "type": "wiki", "score": 2, "label": {"eng": "United States Department of Defense"}}, {"uri": "http://en.wikipedia.org/wiki/Lawsuit", "type": "wiki", "score": 2, "label": {"eng": "Lawsuit"}}, {"uri": "http://en.wikipedia.org/wiki/Nokia", "type": "org", "score": 2, "label": {"eng": "Nokia"}}, {"uri": "http://en.wikipedia.org/wiki/Ericsson", "type": "org", "score": 2, "label": {"eng": "Ericsson"}}, {"uri": "http://en.wikipedia.org/wiki/Huawei", "type": "org", "score": 2, "label": {"eng": "Huawei"}}, {"uri": "http://en.wikipedia.org/wiki/JPMorgan_Chase", "type": "org", "score": 2, "label": {"eng": "JPMorgan Chase"}}, {"uri": "http://en.wikipedia.org/wiki/Amazon_(company)", "type": "org", "score": 2, "label": {"eng": "Amazon (company)"}}, {"uri": "http://en.wikipedia.org/wiki/Microsoft", "type": "org", "score": 2, "label": {"eng": "Microsoft"}}, {"uri": "http://en.wikipedia.org/wiki/Telecommunication", "type": "wiki", "score": 2, "label": {"eng": "Telecommunication"}}, {"uri": "http://en.wikipedia.org/wiki/Arizona", "type": "loc", "score": 2, "label": {"eng": "Arizona"}, "location": {"type": "place", "label": {"eng": "Arizona"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sweden", "type": "loc", "score": 2, "label": {"eng": "Sweden"}, "location": {"type": "country", "label": {"eng": "Sweden"}}}, {"uri": "http://en.wikipedia.org/wiki/Finland", "type": "loc", "score": 2, "label": {"eng": "Finland"}, "location": {"type": "country", "label": {"eng": "Finland"}}}, {"uri": "http://en.wikipedia.org/wiki/Jes_Staley", "type": "person", "score": 1, "label": {"eng": "Jes Staley"}}, {"uri": "http://en.wikipedia.org/wiki/Uber", "type": "org", "score": 1, "label": {"eng": "Uber"}}, {"uri": "http://en.wikipedia.org/wiki/Silicon_Valley", "type": "loc", "score": 1, "label": {"eng": "Silicon Valley"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Barclays", "type": "org", "score": 1, "label": {"eng": "Barclays"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 1, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 21}, {"uri": "dmoz/Business/Investing/Guides", "label": "dmoz/Business/Investing/Guides", "wgt": 25}, {"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Financial_Services/Investment_Services", "label": "dmoz/Business/Financial Services/Investment Services", "wgt": 25}, {"uri": "dmoz/Business/Investing/Socially_Responsible", "label": "dmoz/Business/Investing/Socially Responsible", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F18d3cdae-4110-11ea-a879-e56a76ed3e8a?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {}, "sentiment": 0.0117647058823529, "wgt": 0, "relevance": 52}], "totalResults": 83, "page": 1, "count": 25, "pages": 4}}