{"articles": {"results": [{"uri": "1476009113", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "22:49:00", "dateTime": "2020-03-08T22:49:00Z", "dateTimePub": "2020-03-08T22:49:00Z", "dataType": "news", "sim": 0.4823529422283173, "url": "https://www.ft.com/content/dab75720-618a-11ea-a6cd-df28cc3c6a68", "title": "Oil price crashes 30% as markets open", "body": "Oil prices crashed as much as 30 per cent within seconds of the market opening on Sunday evening after Saudi Arabia launched an aggressive price war over the weekend, driving crude to its lowest level in four years.\n\nBrent crude, the international benchmark, dropped from $45 a barrel to $31.52 a barrel in one of the biggest one-day drops in its history, with traders spooked by Saudi Arabia's decision to raise production and offer deep discounts for its crude. US benchmark West Texas Intermediate fell to a low of $30 a barrel.\n\nThe huge sell-off follows the collapse of Saudi Arabia's oil-cutting alliance on Friday, with Russia refusing to make deeper cuts to output despite the sharp hit to demand from the coronavirus outbreak.\n\nSaudi Arabia, Opec's de facto leader, has responded by slashing prices and indicating it will instead raise output. The move is seen as an attempt to take on Russia as well as squeezing other high-cost producers out of the market, including parts of the US shale sector.\n\nIt is reminiscent of the attempt to win back market share in 2014 during the last price war, but this time it comes as demand is seen falling because of the impact of the coronavirus, which has crimped air travel and the wider economy.\n\n\"It is very rare for a demand collapse to coincide with a supply surge,\" said Bob McNally at the Rapidan Energy Group. \"It is the most crude price-bearish combination since the early 1930s. The price collapse has just begun.\"\n\nGoldman Sachs, one of the most influential banks in commodity markets, on Sunday lowered its price forecast for Brent to $30 a barrel for the second and third quarters, and warned there could be dips to $20 a barrel in the coming weeks.\n\nPrices recovered slightly about 15 minutes into the start of trading, with Brent rising back up to near $35 a barrel, but still down more than 20 per cent on the day.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Barrel_(unit)", "type": "wiki", "score": 5, "label": {"eng": "Barrel (unit)"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 5, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Benchmark_(crude_oil)", "type": "wiki", "score": 4, "label": {"eng": "Benchmark (crude oil)"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/2019–20_coronavirus_outbreak", "type": "wiki", "score": 3, "label": {"eng": "2019–20 coronavirus outbreak"}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 3, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 3, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/De_facto", "type": "loc", "score": 3, "label": {"eng": "De facto"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Commodity_market", "type": "wiki", "score": 2, "label": {"eng": "Commodity market"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Market_share", "type": "wiki", "score": 2, "label": {"eng": "Market share"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 2, "label": {"eng": "Goldman Sachs"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 97}, {"uri": "dmoz/Business/Marketing_and_Advertising/Consulting", "label": "dmoz/Business/Marketing and Advertising/Consulting", "wgt": 10}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 10}, {"uri": "dmoz/Sports/Equestrian/Barrel_Racing", "label": "dmoz/Sports/Equestrian/Barrel Racing", "wgt": 24}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F840b6bc2-618b-11ea-abcc-910c5b38d9ed?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5580711", "location": null, "shares": {"facebook": 4647}, "sentiment": -0.4509803921568627, "wgt": 4647, "relevance": 27}, {"uri": "1471950972", "lang": "eng", "isDuplicate": false, "date": "2020-03-05", "time": "11:22:00", "dateTime": "2020-03-05T11:22:00Z", "dateTimePub": "2020-03-05T11:20:00Z", "dataType": "news", "sim": 0.5254902243614197, "url": "https://www.ft.com/content/ad7ae6b4-5eab-11ea-b0ab-339c2307bcd4", "title": "Hong Kong's coronavirus response leads to sharp drop in flu cases", "body": "Hong Kong's extreme measures to combat the spread of the coronavirus, including school closures and working from home, have brought an early end to the winter flu season, suggesting they might also be effective against the new disease, say experts.\n\nData provided by the government's Centre for Health Protection show the incidence of infection with influenza had fallen to less than 1 per cent by the end of February, marking an end to the winter flu season, which normally extends to the end of March or into April.\n\n\"A similar pattern happened in 2003 during Sars. All respiratory infection diseases were down between March to September compared to 2002,\" said David Hui, a respiratory disease expert from the Chinese University of Hong Kong.\n\n\"Influenza spread is one of the markers [of the coronavirus containment] as the same principles of avoiding droplets and social contacts apply.\"\n\nHo Pak-leung, a leading microbiologist at the University of Hong Kong, said data showed the flu season had shortened from an average of 98.7 days to 34 days this year.\n\nHe said the sharp fall was probably due to the widespread adoption of personal hygiene measures including washing hands and wearing face masks. He also pointed to measures to minimise contact between people.\n\nHongkongers are particularly compliant with public health measures because the 2002-2003 Sars outbreak, which claimed almost 300 lives in the territory, is still fresh in many people's minds.\n\nHong Kong has instituted a partial lockdown. Schools and universities have been closed since the middle of January; employees have been encouraged to work from home; public sports facilities and museums have been shut; and residents told to avoid large gatherings.\n\nThe territory has also closed most of its border crossings with mainland China and ordered arrivals from the mainland to self-quarantine for 14 days.\n\nHowever, experts warned it was too early to be complacent. \"Hong Kong is doing a pretty good job now,\" said Prof Hui. \"But it still depends on the situation in China; we are not sure whether there will be a second wave when people are returning to work.\"\n\nHong Kong had reported 105 confirmed coronavirus cases by Thursday of which two have died.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 5, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 4, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Hui_people", "type": "wiki", "score": 3, "label": {"eng": "Hui people"}}, {"uri": "http://en.wikipedia.org/wiki/Centre_for_Health_Protection", "type": "org", "score": 3, "label": {"eng": "Centre for Health Protection"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "University of Hong Kong"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Microbiology", "type": "wiki", "score": 3, "label": {"eng": "Microbiology"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_University_of_Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Chinese University of Hong Kong"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_system", "type": "wiki", "score": 3, "label": {"eng": "Respiratory system"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Hand_washing", "type": "wiki", "score": 2, "label": {"eng": "Hand washing"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 2, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Hygiene", "type": "wiki", "score": 2, "label": {"eng": "Hygiene"}}, {"uri": "http://en.wikipedia.org/wiki/Hongkongers", "type": "wiki", "score": 2, "label": {"eng": "Hongkongers"}}, {"uri": "http://en.wikipedia.org/wiki/Mainland_China", "type": "loc", "score": 2, "label": {"eng": "Mainland China"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 51}, {"uri": "dmoz/Business/Consumer_Goods_and_Services/Luggage_and_Bags", "label": "dmoz/Business/Consumer Goods and Services/Luggage and Bags", "wgt": 13}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 17}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 13}, {"uri": "dmoz/Science/Technology/Metrology", "label": "dmoz/Science/Technology/Metrology", "wgt": 11}, {"uri": "dmoz/Health/Conditions_and_Diseases/Respiratory_Disorders", "label": "dmoz/Health/Conditions and Diseases/Respiratory Disorders", "wgt": 13}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fa8e28b46-5eb7-11ea-b0ab-339c2307bcd4?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5572014", "location": null, "shares": {"facebook": 1014}, "sentiment": -0.1215686274509804, "wgt": 1014, "relevance": 76}, {"uri": "1473479301", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "13:30:00", "dateTime": "2020-03-06T13:30:00Z", "dateTimePub": "2020-03-06T13:29:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/00017d02-5f39-11ea-b0ab-339c2307bcd4", "title": "Why the US is so vulnerable to coronavirus outbreak", "body": "As the number of coronavirus cases mount in the US, experts are warning that the country is unusually vulnerable to the spread of the disease.\n\nThere were 149 cases of coronavirus in the US and 10 people had died from the disease, according to the latest bulletin from the CDC, published at noon on Thursday and reflecting the situation on Wednesday afternoon.\n\nPublic health officials and academics are concerned that a mix of high numbers of uninsured people, a lack of paid sick leave and a political class that has downplayed the threat could mean it spreads more quickly than in other countries.\n\nWhile US drugmakers look best set to find treatments and vaccines, some believe that the country could yet find itself one of the worst affected by a global pandemic.\n\n\"The US has certain strengths when it comes to innovation and expertise around diseases, but it also has critical vulnerabilities, especially with our health system,\" said Lawrence Gostin, professor in public health law at Georgetown University.\n\nThe spread of coronavirus could be fuelled by patients reluctant to seek care because of the expense of the US healthcare system. Almost 18m Americans did not have insurance in 2018, according to the Kaiser Family Foundation, a healthcare research organisation.\n\nEven those patients with insurance might struggle to pay their contributions to their care -- so-called deductibles or co-pays -- as almost 29 per cent were classified as \"underinsured\" in 2018, according to a Commonwealth Fund survey.\n\nAmerica's Health Insurance Plans, a trade association of insurers, has said it would remove barriers to virus tests for members, including perhaps waiving a patient's costs or allowing them to seek care anywhere, not just in an assigned network.\n\nMore than 800 experts also signed a letter calling for US policymakers to help the uninsured, but so far, no federal assistance plans have been announced.\n\nSoumi Saha, senior director of advocacy at the Premier alliance of 4,000 hospitals, said doctors would prioritise treatments to billing patients. But she also noted that many hospitals also operated on \"razor thin\" margins. \"The truth is no one truly knows how much this will cost,\" she added.\n\nThe US has suffered from a shortage of diagnostic kits to test who has the virus, meaning many cases may be going undetected. While South Korea has tested more than 130,000 people, the US public health agency has only been able to test hundreds of samples per day.\n\nThe Centers for Disease Control and Prevention (CDC), the leading US public health institute, initially only allowed testing at its own laboratories. This delay meant tests were often restricted to the sickest patients, those who had travelled to affected areas, or had contact with a known sufferer. Doctors say this may have delayed the realisation that the disease was being passed around the community in certain areas of the country.\n\nAnother reason for the delay was a problem with the initial test that meant they had to be manufactured again. Peter Kyriacopoulos, chief policy officer of the Association of Public Health Laboratories (APHL), said the original test had also tried to detect other viruses, such as Sars, when it worked better when focused on the new virus, called Covid-19.\n\nAt first, patients were having to wait for their samples to be sent to the CDC labs but now they can get results from more local public health labs within 24 hours. The APHL estimated that labs could do at least 10,000 tests a day, when they all come online.\n\nThe public capacity will also be bolstered by private labs, after the CDC announced last weekend that it would allow them to use verified tests. Both LabCorp and Quest Diagnostics, major testing companies, have launched tests for Covid-19.\n\nWhile 11 states and 25 cities have passed laws forcing companies to provide paid sickness leave, there remains no federal requirement to do so, and campaigners say about 30 per cent of US workers still have no such entitlement.\n\nExperts say this could exacerbate the spread of coronavirus if workers end up going into work while ill and infecting others, for fear of missing out on salary payments. According to an academic study published in 2012, the lack of workplace policies such as paid sick leave led to 5m extra flu-like illnesses during the H1N1 swine flu outbreak of 2009.\n\nSherry Leiwant, co-president of A Better Balance, which campaigns for stronger workplace protections, said: \"Studies show contagion can really be contained with paid sick leave. People cannot stay at home and self-isolate if they are going to risk their jobs by doing so.\"\n\nInitially, President Donald Trump thought coronavirus was purely a Chinese problem, then he dismissed it as a \"hoax\" perpetrated by Democratic politicians.\n\nWhen US cases rose and markets tanked, and Mr Trump felt pressure to respond, he asked Mike Pence, the vice-president with a patchy record on science and medicine, to manage the crisis. The result is that there is little confidence in this US administration's ability to contain the outbreak in the world's largest economy, before matters worsen sharply.\n\nThe lag in implementing widespread testing for the disease exacerbated fears that Mr Trump and his team were complacent in dealing with the outbreak, or deliberately quashed evidence of domestic spread for political purposes.\n\nBruce Aylward, assistant director-general at the World Health Organization, said: \"There are still different messages coming from the [Trump] administration about how serious this is, right at the time when you need people to be as vigilant as possible. The population is your best surveillance system, and they need to be aware of how serious the problem is.\"\n\nHealth experts say the spread of the disease in the US will depend heavily on whether officials respond quickly enough to the changing situation, including instituting potentially unpopular policies such as banning gatherings of over a certain number of people.\n\n\"Ultimately, the US really comes together around joint threats,\" said Mr Aylward. \"But they now have a very narrow window of time to do so.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Health_insurance_coverage_in_the_United_States", "type": "wiki", "score": 5, "label": {"eng": "Health insurance coverage in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 5, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 5, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 5, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Sick_leave", "type": "wiki", "score": 4, "label": {"eng": "Sick leave"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 4, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Insurance", "type": "wiki", "score": 4, "label": {"eng": "Insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Commonwealth_Fund", "type": "org", "score": 3, "label": {"eng": "Commonwealth Fund"}}, {"uri": "http://en.wikipedia.org/wiki/America's_Health_Insurance_Plans", "type": "org", "score": 3, "label": {"eng": "America's Health Insurance Plans"}}, {"uri": "http://en.wikipedia.org/wiki/Deductible", "type": "wiki", "score": 3, "label": {"eng": "Deductible"}}, {"uri": "http://en.wikipedia.org/wiki/Trade_association", "type": "wiki", "score": 3, "label": {"eng": "Trade association"}}, {"uri": "http://en.wikipedia.org/wiki/Premier", "type": "wiki", "score": 3, "label": {"eng": "Premier"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Kaiser_Family_Foundation", "type": "org", "score": 3, "label": {"eng": "Kaiser Family Foundation"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 3, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/Georgetown_University", "type": "loc", "score": 3, "label": {"eng": "Georgetown University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Quest_Diagnostics", "type": "org", "score": 2, "label": {"eng": "Quest Diagnostics"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_A_virus_subtype_H1N1", "type": "wiki", "score": 2, "label": {"eng": "Influenza A virus subtype H1N1"}}, {"uri": "http://en.wikipedia.org/wiki/LabCorp", "type": "org", "score": 2, "label": {"eng": "LabCorp"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 2, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Swine_influenza", "type": "wiki", "score": 2, "label": {"eng": "Swine influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 2, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "loc", "score": 2, "label": {"eng": "Federal government of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Public_company", "type": "wiki", "score": 2, "label": {"eng": "Public company"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 2, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Medicine", "type": "wiki", "score": 2, "label": {"eng": "Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 1, "label": {"eng": "World Health Organization"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 95}, {"uri": "dmoz/Health/Education", "label": "dmoz/Health/Education", "wgt": 24}, {"uri": "dmoz/Health/Education/Patient_Education", "label": "dmoz/Health/Education/Patient Education", "wgt": 30}, {"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 26}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 25}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc28c557e-5fa5-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 1010}, "sentiment": -0.09019607843137256, "wgt": 1010, "relevance": 101}, {"uri": "1475491939", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "11:02:00", "dateTime": "2020-03-08T11:02:00Z", "dateTimePub": "2020-03-08T11:02:00Z", "dataType": "news", "sim": 0.658823549747467, "url": "https://www.ft.com/content/d700b71a-6122-11ea-b3f3-fe4680ea68b5", "title": "Saudi Arabia launches oil price war after Russia deal collapse", "body": "Saudi Arabia has launched an aggressive oil price war targeting its biggest rivals after Russia refused to join production cuts with Opec. The move by Saudi Arabia threatens to swamp the crude market with higher supplies just as the coronavirus outbreak hits demand.\n\nSaudi Arabia will raise production and offer its crude at deep discounts to win new customers next month, according to two people familiar with the country's oil policy, which risks sending prices tumbling after they already dropped by a third since January to near $45 a barrel.\n\nSaudi Arabia will pump more than 10m barrels a day next month while announcing unprecedented discounts of almost 20 per cent in key markets, in an apparent attempt to punish Russia, while squeezing the US shale industry and other higher cost producers.\n\nProduction could eventually go above 11m b/d, one of the people said, well above the roughly 9m the kingdom had previously been proposing lowering its output to.\n\nSaudi Arabia had last week sought the support of Opec and allies outside the cartel, such as Russia, for a substantial cut in production to stabilise the oil market, which has been reeling as the spread of coronavirus hits the global economy and saps demand for crude.\n\nBut Russia torpedoed the plan, eyeing an opportunity to hit US shale producers, infuriating the kingdom and resulting in the countries removing all restrictions on their output from April.\n\n\"Opec and other countries including Russia couldn't get an agreement. If others will push their production, why is Saudi Arabia not doing the same,\" said a second person familiar with the kingdom's output policy.\n\n\"Now we have the right to sell more to compensate for any loss in prices.\"\n\nThe last price war in 2014 upended the global oil industry, inflicting pain on producers from the North Sea to North Dakota, and forcing them to adapt to the decisive end of the $100-oil era.\n\nHigher output from Saudi Arabia would again hit the US shale sector, the rapid growth of which over the past decade has made the US the world's top producer and forced rivals such as Opec to previously restrict output in a bid to prop up the price.\n\nThe US shale industry has struggled to generate consistent profits, however, and is struggling with tighter access to financing, leaving it vulnerable.\n\nBut the kingdom appears to be targeting Russia in particular.\n\nSaudi Arabia is set to announce that it will sell its crude into north west Europe, a key market for Russian barrels, at discounts to its reference price of more than $8 a barrel compared to March, according to an official price list seen by the Financial Times.\n\nIn the US it is also set to discount its crude by around $7 a barrel in April compared with March. It also made prices cuts to Asia of between $4-6 a barrel.\n\nMonthly price adjustments are normally only a few cents or at most a dollar or two, leaving little doubt over what the kingdom is hoping to achieve.\n\nSaudi Arabia's 12m b/d production capacity has largely been restored after the drone and missile strikes on its key facilities in September.\n\nThe kingdom maintains the most spare production capacity globally, allowing it to raise its output faster than rivals.\n\nThe move will put pressure on Saudi Arabia's allies in the Gulf like the UAE and Kuwait to also cut their prices and potentially increase output to remain competitive.\n\nA price war is likely to prove painful for all sides, but will hit the economies of weaker oil-dependent producers like Nigeria and Angola particularly hard, as they have little scope to increase output and less ability to borrow to plug budget shortfalls.\n\nRussia rejected Saudi Arabia's call to make deeper production cuts on Friday, partly as it wants to try to squeeze the US shale industry and to respond to sanctions Washington has targeted against its energy industry, according to three people present at the meeting between Opec and its allies on Friday.\n\nThe price cuts threaten to further weigh on international oil prices, with Brent already down from $70 a barrel in early January to near $45 a barrel. It fell 9 per cent on Friday alone after the so-called Opec+ deal unravelled.\n\nThere is a chance Saudi Arabia is betting the price war could bring Russia back to the negotiating table to discuss cutting output to try to rescue the price.\n\nBut the atmosphere between the Saudi and Russian camps has soured. Russian president Vladimir Putin rejected requests from Saudi Arabia's King Salman for a rapid response to the effect of coronavirus on the oil market in February.\n\nMoscow's refusal to co-operate, combined with a lack of compliance with oil cuts in recent months, had left the kingdom questioning the reliability of its partner, two people familiar with the matter said.\n\nTraders and analysts have warned an all-out price war could see oil prices fall to $30 a barrel or lower.\n\nRystad Energy analyst Bjornar Tonhaugen said the oil market was now facing \"both an unprecedented demand and supply shock simultaneously\".\n\nA price war would also bring back memories of the last time Saudi Arabia opened the taps in 2014.\n\nThat move, which only succeeded in temporarily slowing down the shale industry, ultimately proved too costly and forced the creation of the oil-based alliance with Russia in 2016 to stop the price rout.\n\nThe difference back then was oil demand was growing, while in 2020 the world's largest traders already believe consumption could fall as the coronavirus crimps air travel and the wider economy.\n\nThe size of the Saudi price cuts are also more aggressive than in 2014, suggesting Saudi Arabia's energy minister Prince Abdulaziz bin Salman has been given the green light to directly target the kingdom's biggest rivals.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Shale", "type": "wiki", "score": 5, "label": {"eng": "Shale"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel_(unit)", "type": "wiki", "score": 5, "label": {"eng": "Barrel (unit)"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 5, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Price_war", "type": "wiki", "score": 4, "label": {"eng": "Price war"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Cartel", "type": "wiki", "score": 3, "label": {"eng": "Cartel"}}, {"uri": "http://en.wikipedia.org/wiki/North_Sea", "type": "loc", "score": 3, "label": {"eng": "North Sea"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 3, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum_industry", "type": "wiki", "score": 3, "label": {"eng": "Petroleum industry"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/North_Dakota", "type": "loc", "score": 3, "label": {"eng": "North Dakota"}, "location": {"type": "place", "label": {"eng": "North Dakota"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Energy_industry", "type": "wiki", "score": 2, "label": {"eng": "Energy industry"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 2, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_sanctions", "type": "wiki", "score": 2, "label": {"eng": "Economic sanctions"}}, {"uri": "http://en.wikipedia.org/wiki/Unmanned_aerial_vehicle", "type": "wiki", "score": 2, "label": {"eng": "Unmanned aerial vehicle"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 2, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Salman_of_Saudi_Arabia", "type": "person", "score": 2, "label": {"eng": "Salman of Saudi Arabia"}}, {"uri": "http://en.wikipedia.org/wiki/Atmosphere", "type": "wiki", "score": 2, "label": {"eng": "Atmosphere"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Vladimir_Putin", "type": "person", "score": 2, "label": {"eng": "Vladimir Putin"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Moscow", "type": "loc", "score": 2, "label": {"eng": "Moscow"}, "location": {"type": "place", "label": {"eng": "Moscow"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nigeria", "type": "loc", "score": 2, "label": {"eng": "Nigeria"}, "location": {"type": "country", "label": {"eng": "Nigeria"}}}, {"uri": "http://en.wikipedia.org/wiki/Kuwait", "type": "loc", "score": 2, "label": {"eng": "Kuwait"}, "location": {"type": "country", "label": {"eng": "Kuwait"}}}, {"uri": "http://en.wikipedia.org/wiki/Angola", "type": "loc", "score": 2, "label": {"eng": "Angola"}, "location": {"type": "country", "label": {"eng": "Angola"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Arab_Emirates", "type": "loc", "score": 2, "label": {"eng": "United Arab Emirates"}, "location": {"type": "country", "label": {"eng": "United Arab Emirates"}}}, {"uri": "http://en.wikipedia.org/wiki/Merchant", "type": "wiki", "score": 1, "label": {"eng": "Merchant"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 96}, {"uri": "dmoz/Business/Energy", "label": "dmoz/Business/Energy", "wgt": 11}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 17}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 15}, {"uri": "dmoz/Sports/Equestrian/Barrel_Racing", "label": "dmoz/Sports/Equestrian/Barrel Racing", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc175fe26-6124-11ea-abcc-910c5b38d9ed?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5580711", "location": null, "shares": {"facebook": 712}, "sentiment": -0.3568627450980392, "wgt": 712, "relevance": 76}, {"uri": "1472796964", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "01:17:00", "dateTime": "2020-03-06T01:17:00Z", "dateTimePub": "2020-03-06T01:17:00Z", "dataType": "news", "sim": 0.7176470756530762, "url": "https://www.ft.com/content/a62d3886-7ed5-3429-9133-2cac28c6f0f0", "title": "Coronavirus latest: Asia-Pacific faces $211bn economic loss, says S&P", "body": "The spread of the coronavirus will blow a $211bn hole in Asia-Pacific economies in 2020, reducing the region's annual growth rate to the lowest level since the global financial crisis in 2008, according to S&P Global.\n\nThe credit rating agency said a U-shaped recovery should start later this year but warned the outlook for the region has darkened mainly due to the global spread of the coronavirus.\n\nEconomic growth is forecast at 4 per cent, down from 4.9 per cent in 2019, and several regional economies will flirt with recession, S&P said.\n\n\"Household spending in Japan and Korea are set to weaken further and slower growth in the US and Europe will add to external headwinds,\" said Shaun Roache, Asia-Pacific chief economist at S&P Global Ratings.\n\n\"China's return to work is proceeding at a glacial pace as local officials remain cautious about a renewed upturn in infections,\" he said.\n\nS&P expects China to grow at just 4.8 per cent this year before rebounding to 6.6 per cent in 2021.\n\nThe agency said even a U-shaped recovery would mean an economic loss of about $211bn across the region, which will weaken balance sheets.\n\nSome economic activities will be lost forever, especially for the service sector, said S&P.\n\nHong Kong, Singapore and Thailand would be among the hardest-hit regional economies, mainly due to the loss of tourism, business travel and supply chain disruptions.\n\nS&P predicts Hong Kong's economy will contract by 0.8 per cent in 2020, growth will flatline in Singapore and Thailand will expand by just 1.6 per cent.\n\nAustralia is also vulnerable, with growth in 2020 expected to touch 1.2 per cent, S&P added.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_Global", "type": "org", "score": 4, "label": {"eng": "S&P Global"}}, {"uri": "http://en.wikipedia.org/wiki/Asia-Pacific", "type": "loc", "score": 4, "label": {"eng": "Asia-Pacific"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 3, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 3, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Credit_rating_agency", "type": "wiki", "score": 3, "label": {"eng": "Credit rating agency"}}, {"uri": "http://en.wikipedia.org/wiki/Economic_growth", "type": "wiki", "score": 3, "label": {"eng": "Economic growth"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Balance_sheet", "type": "wiki", "score": 2, "label": {"eng": "Balance sheet"}}, {"uri": "http://en.wikipedia.org/wiki/Tertiary_sector_of_the_economy", "type": "wiki", "score": 2, "label": {"eng": "Tertiary sector of the economy"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 2, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Tourism", "type": "wiki", "score": 2, "label": {"eng": "Tourism"}}, {"uri": "http://en.wikipedia.org/wiki/Thailand", "type": "loc", "score": 2, "label": {"eng": "Thailand"}, "location": {"type": "country", "label": {"eng": "Thailand"}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 2, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 1, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 1, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 85}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 10}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 18}, {"uri": "dmoz/Science/Social_Sciences/Economics", "label": "dmoz/Science/Social Sciences/Economics", "wgt": 13}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 9}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 11}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fblogs.ft.com%2Fthe-world%2Ffiles%2F2020%2F03%2F1210249560-3-1.jpeg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5581732", "location": null, "shares": {"facebook": 537}, "sentiment": -0.2156862745098039, "wgt": 537, "relevance": 101}, {"uri": "1471550254", "lang": "eng", "isDuplicate": false, "date": "2020-03-05", "time": "04:40:00", "dateTime": "2020-03-05T04:40:00Z", "dateTimePub": "2020-03-05T04:39:00Z", "dataType": "news", "sim": 0.7882353067398071, "url": "https://www.ft.com/content/c508a296-5e90-11ea-b0ab-339c2307bcd4", "title": "Flybe collapses after last-ditch talks with UK government fail ", "body": "UK airline Flybe has collapsed after months of talks with the government failed to secure a crucial £100m loan and the deadly coronavirus slashed demand, pushing Europe's largest regional carrier into bankruptcy in the early hours of Thursday morning.\n\nFlybe confirmed it had entered administration after holding last-ditch talks with the UK government on Wednesday afternoon, a move that puts more than 2,000 jobs at risk and raises uncertainty over scores of regional air routes within the UK.\n\n\"All flights operated by Flybe have been cancelled with immediate effect,\" the airline said in a statement.\n\n\"Europe's largest independent regional airline has been unable to overcome significant funding challenges to its business,\" the statement said. \"This has been compounded by the outbreak of coronavirus which in the last few days has resulted in a significant impact on demand.\"\n\nEY is handling the airline's administration.\n\nThe Financial Times revealed earlier on Wednesday that the government had rejected the idea of a £100m state loan to the airline. Meanwhile, Flybe's management became increasingly concerned that any cuts to air passenger duty might not kick in until 2021, which would be too late for the airline to survive the coming months.\n\nWhile Flybe initially had enough money to see the airline past the UK budget next week, the impact of coronavirus on bookings has \"sped things up\", according to one person with knowledge of the matter.\n\n\"The impact of coronavirus has made a bad situation worse,\" said another person close to the airline. \"It has been in a pretty precarious position for a while -- it doesn't take much to push it over the edge.\"\n\nThe airline was taken over by Connect Airways -- a consortium of Virgin Atlantic, Stobart Air and hedge fund Cyrus Capital -- last year to prevent it falling into administration.\n\nConnect agreed to invest £30m into the airline to continue operations as part of a government rescue package in January.\n\nA potential loan to Flybe was part of a rescue deal announced almost two months ago. But the airline's request did not met certain criteria set by the government, according to Whitehall officials.\n\nA government spokesman said: \"We are working closely with industry to minimise any disruption to routes operated by Flybe, including by looking urgently at how routes not already covered by other airlines can be re-established by the industry.\"\n\nMark Anderson, chief executive of Flybe, which has operated since 1979, said: \"The UK has lost one of its greatest regional assets. Flybe has been a key part of the UK aviation industry for four decades, connecting regional communities, people and businesses across the entire nation.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Flybe", "type": "org", "score": 5, "label": {"eng": "Flybe"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Airline", "type": "wiki", "score": 5, "label": {"eng": "Airline"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Regional_airline", "type": "wiki", "score": 4, "label": {"eng": "Regional airline"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 4, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Air_Passenger_Duty", "type": "wiki", "score": 3, "label": {"eng": "Air Passenger Duty"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 3, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Bankruptcy", "type": "wiki", "score": 3, "label": {"eng": "Bankruptcy"}}, {"uri": "http://en.wikipedia.org/wiki/Stobart_Air", "type": "org", "score": 2, "label": {"eng": "Stobart Air"}}, {"uri": "http://en.wikipedia.org/wiki/Connect_Airways", "type": "wiki", "score": 2, "label": {"eng": "Connect Airways"}}, {"uri": "http://en.wikipedia.org/wiki/Virgin_Atlantic", "type": "org", "score": 2, "label": {"eng": "Virgin Atlantic"}}, {"uri": "http://en.wikipedia.org/wiki/Consortium", "type": "wiki", "score": 2, "label": {"eng": "Consortium"}}, {"uri": "http://en.wikipedia.org/wiki/Hedge_fund", "type": "wiki", "score": 2, "label": {"eng": "Hedge fund"}}, {"uri": "http://en.wikipedia.org/wiki/Aviation", "type": "wiki", "score": 1, "label": {"eng": "Aviation"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 91}, {"uri": "dmoz/Science/Technology/Aerospace", "label": "dmoz/Science/Technology/Aerospace", "wgt": 17}, {"uri": "dmoz/Recreation/Aviation/Multimedia", "label": "dmoz/Recreation/Aviation/Multimedia", "wgt": 21}, {"uri": "dmoz/Society/Organizations/Social", "label": "dmoz/Society/Organizations/Social", "wgt": 26}, {"uri": "dmoz/Business/Transportation_and_Logistics/Aviation", "label": "dmoz/Business/Transportation and Logistics/Aviation", "wgt": 17}, {"uri": "dmoz/Recreation/Travel/Transportation", "label": "dmoz/Recreation/Travel/Transportation", "wgt": 19}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fdae70692-5e91-11ea-b0ab-339c2307bcd4?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5570322", "location": null, "shares": {"facebook": 532}, "sentiment": -0.2313725490196078, "wgt": 532, "relevance": 101}, {"uri": "1471643295", "lang": "eng", "isDuplicate": false, "date": "2020-03-05", "time": "06:34:00", "dateTime": "2020-03-05T06:34:00Z", "dateTimePub": "2020-03-05T06:34:00Z", "dataType": "news", "sim": 0.6274510025978088, "url": "https://www.ft.com/content/e0ecc6b6-5d43-11ea-b0ab-339c2307bcd4", "title": "Coronavirus and the $2bn race to find a vaccine", "body": "Juan Andres woke up three times during the night after putting his precious vials of vaccine on the back of a delivery lorry. In late February, Moderna, a biotech group based outside Boston, smashed the record for the fastest time between identifying a virus -- in this case Covid-19 coronavirus -- and creating a vaccine ready to test in humans: just 42 days.\n\nIn the lab, the team had been excited but in the early hours Mr Andres, a 30-year pharma veteran in charge of manufacturing, was nervously checking his phone to track the lorry carrying the potential vaccine to a discrete location where the US National Institutes of Health would start the trial to test whether it works.\n\n\"The pride comes from this [being] a race,\" he says. \"Doing this as fast as possible is something that is a duty.\" Once they were sure the vaccine had arrived safely, the team celebrated with ice cream. At least 100 Moderna staff worked on the project but Mr Andres says everyone is excited to be involved, even people's families. \"I can't remember the last time my 15-year-old thought I did something cool,\" he laughs.\n\nModerna is one of more than 20 companies and public sector organisations worldwide racing to develop a vaccine against Covid-19, which in little more than two months has exploded from a few people suffering from respiratory disease in the Chinese city of Wuhan to a near-pandemic with 95,000 cases and 3,300 deaths worldwide so far.\n\nThe Coalition for Epidemic Preparedness Innovations -- a partnership of governments, industry and charities, created three years ago to fight emerging diseases that threaten global health -- is already sponsoring four Covid-19 vaccine projects, including Moderna's. It is also on the point of signing contracts for four more, says Richard Hatchett, CEPI chief executive. He estimates that developing Covid-19 vaccines at the speed required will cost about $2bn over the next 12-18 months.\n\nModerna is off to the fastest start, Dr Hatchett believes, but several others are close behind. \"We received 48 applications from all over the world following our call for proposals in February,\" he adds. \"There is a real sense of urgency . . . because the threat we are facing is unprecedented in the last 100 years in terms of its speed and potential severity,\" he says, referring to the 1918 Spanish flu pandemic.\n\nThe trigger for Moderna came when Stéphane Bancel, its chief executive -- who had worked on the 2009 H1N1 swine flu pandemic which came from Mexico -- called a contact at the National Institutes of Health. In the autumn, the two organisations had agreed to run a test at the company's manufacturing plant to see how quickly they could respond to a pandemic. But before any dry run was possible, coronavirus -- part of a family of viruses that cause respiratory diseases ranging from mild colds to fatal pneumonia -- provided a real test.\n\nNestled on a hill outside Boston, Moderna's Norwood factory is smaller than a standard pharmaceutical plant. It was built to be quickly adaptable, as some of its potential products are personalised for each patient. Work at the Massachusetts facility and at other early entrants in the Covid-19 vaccine race began in earnest as soon as Chinese scientists published online the genome of coronavirus -- all 30,000 biochemical \"letters\" of its genetic code -- on January 10.\n\n\"With the genomic sequence, we were off to the races,\" says Anthony Fauci, head of the US National Institute of Allergy and Infectious Diseases.\n\nAhead of an outbreak, it is impossible to predict what virus is coming next. \"Instead of trying to develop a vaccine for a pathogen [virus], which is kind of tough . . . you have to try to develop platform technology to facilitate rapid development of vaccines,\" Dr Fauci says.\n\nOne such platform is Moderna's production of vaccines based on viral genetics. By February 7, the company's scientists had manufactured dozens of doses of clinical grade vaccine, enough for the NIH's early trial in healthy volunteers, scheduled for April. Researchers then had to wait to see if the batch was sterile, giving any bacteria two weeks to grow. Staff quickly completed other necessary tests in case they needed to start again. Fortunately everything went right, every step of the way.\n\nDespite the rush, vaccine experts say that it will be at least a year to 18 months before one is available for widespread use. After an initial safety trial, there must now be larger clinical studies to test efficacy. Meanwhile, the epidemic is likely to spread across the world, killing many more thousands or even millions of people.\n\nThe work of Moderna and its competitors may only be useful if coronavirus comes back again in another outbreak next year or becomes an endemic infection like seasonal flu. With commercial returns uncertain, industry's response to epidemics carries elements of corporate social responsibility and excitement in meeting a scientific challenge -- though sometimes there is a big pay-off, as Wellcome, later part of GlaxoSmithKline, found with its pioneering zidovudine Aids drugs in the 1980s.\n\nModerna may be the first to test in humans but many more are trying to create a vaccine, from big pharma companies such as Johnson & Johnson and Sanofi to academics including those at the University of Queensland. Genetic sequencing and new structural biology tools are transforming vaccine development, allowing scientists to create their own synthetic versions of viruses -- rather than waiting for someone to FedEx a specimen.\n\nThis is opening the field to new players, says Paul Duprex, director of the Center for Vaccine Research at the University of Pittsburgh. \"You have more people thinking about the problems in different ways, not limited by having to grow the virus in a particular lab,\" he adds.\n\nShane Crotty, a professor at La Jolla Institute for Immunology in California, says one approach being pursued is to search for the best immune response in a patient with the disease -- and try to copy it so the vaccine can elicit a more robust defence. \"That's been the biggest, most exciting advance in the past five years. Several of those have gone into human trials looking good. It's a much more sophisticated way to make a vaccine,\" he adds.\n\nMr Bancel signed the Cepi contract that helped fund Moderna's vaccine in January on an iPhone at the World Economic Forum in Davos, where the coalition had been founded in 2017to help quash epidemics quickly. He told Dr Hatchett that in this case \"quickly\" meant now -- and the agreement was signed two days after their first conversation about the outbreak.\n\nAs a nine-year-old lossmaking company with several candidate vaccines and treatments in trials but none on sale, Moderna could not shoulder the costs of creating a new Covid-19 vaccine on its own. Even profitable big pharma groups have shied away from investing in vaccines for outbreaks without public funding, because the chances of cashing in are small. Several companies have lost money over vaccines developed for past outbreaks, such as Ebola and Sars, which were almost over before any products were ready.\n\nNow Moderna is over the first hurdle, it must start preparing to scale up. The Norwood facility could produce a larger batch for the next trial but not create a vaccine for all those who might need it. Mr Bancel is in talks with governments about how they would manufacture millions or even billions of doses. Inevitably Moderna will have little option but to strike a deal with a larger manufacturer.\n\nProduction capacity will be key if and when licensed products emerge successfully from clinical trials, says Roger Connor, president of global vaccines at GSK. \"Everybody will want it immediately. It may then take a period of time to create the supply organisation after that,\" he warns.\n\nGSK, the world's largest vaccine maker, has announced a partnership with Clover Biopharmaceuticals of China, which runs one of the country's largest in-house biopharmaceutical manufacturing operations. GSK has also made its \"adjuvant\" technology, which proved effective in the H1N1 flu pandemic, available free to any company that it judges can make use of it.\n\nWhen added to a vaccine an adjuvant agent can trigger a stronger immune response. \"The dose that you have to give of the vaccine can be smaller, which means you can get it to more people faster,\" he says. GSK has had \"lots\" of approaches since announcing it would make the technology available, and is running a \"structured assessment\" process to determine who receives it.\n\nNot all vaccines \"will technically benefit from an adjuvant, so we do a technical scan, first of all, that their candidate vaccine will actually benefit, and our experts can tell. Then we want to understand how capable they are and what's their probability of success to bring it through,\" he adds.\n\nFor now any commercial gain from involvement in creating a successful vaccine is a secondary concern to the drive to find a treatment, Mr Connor says. \"At the minute we're completely focused on the science and focused on who to partner with . . . to bring together a vaccine fast.\"\n\nNegotiations over commercial terms can wait, he says: \"We think the priority is to get the scientific collaboration together, get the product to them free, get it tested pre-clinically and let's see if this thing can work.\"\n\nIn the US, where politicians and patients are railing against high drug prices, more than 40 members of Congress wrote to Donald Trump in February to demand that the president ensure that any government funding of a vaccine or treatment came with an important string attached: everyone will be able to access it.\n\n\"If we manage to find, at taxpayer expense, some treatment or cure through a vaccine, we need to be able to afford it everywhere,\" says Jan Schakowsky, a Democratic congresswoman from Illinois, who led the initiative. \"It should not be turned over to private pharma companies.\"\n\n\"We are very concerned about access,\" says Cepi's Dr Hatchett. \"With H1N1 flu in 2009, the wealthiest countries put contracts in place and monopolised vaccine supplies.\"\n\nCepi has done a lot of scenario planning, including asking whether a Covid-19 vaccine will be needed when it is ready next year. \"I don't think it is plausible any longer that containment will be a success and the disease knocked out,\" he says. \"There is a business case that there will be a long-term commercial niche for these vaccines.\"\n\nBack at the Moderna headquarters, Mr Bancel says Covid-19 proved the company's technology was faster than anyone imagined. And next time he thinks it could be even faster still.\n\nYet as the death toll rises, his colleague Stephen Hage, the company's president, worries that even quicker is not quick enough. Just when he thought Moderna would have time to breathe after the first batch of its potential vaccine was out the door, he watched the outbreak spreading to South Korea, Europe and beyond.\n\nLike Mr Andres, he has had his own sleepless nights. \"I'm going to bed thinking we made some progress\", he says, \"and waking up every morning feeling further and further behind.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/National_Institutes_of_Health", "type": "loc", "score": 5, "label": {"eng": "National Institutes of Health"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 5, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Boston", "type": "loc", "score": 5, "label": {"eng": "Boston"}, "location": {"type": "place", "label": {"eng": "Boston"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/GlaxoSmithKline", "type": "org", "score": 4, "label": {"eng": "GlaxoSmithKline"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 4, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Biotechnology", "type": "wiki", "score": 4, "label": {"eng": "Biotechnology"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Genome", "type": "wiki", "score": 4, "label": {"eng": "Genome"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coalition_for_Epidemic_Preparedness_Innovations", "type": "wiki", "score": 3, "label": {"eng": "Coalition for Epidemic Preparedness Innovations"}}, {"uri": "http://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "type": "org", "score": 3, "label": {"eng": "National Institute of Allergy and Infectious Diseases"}}, {"uri": "http://en.wikipedia.org/wiki/Immune_response", "type": "wiki", "score": 3, "label": {"eng": "Immune response"}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 3, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Global_health", "type": "wiki", "score": 3, "label": {"eng": "Global health"}}, {"uri": "http://en.wikipedia.org/wiki/Flu_season", "type": "wiki", "score": 3, "label": {"eng": "Flu season"}}, {"uri": "http://en.wikipedia.org/wiki/Genetic_code", "type": "wiki", "score": 3, "label": {"eng": "Genetic code"}}, {"uri": "http://en.wikipedia.org/wiki/Infertility", "type": "wiki", "score": 3, "label": {"eng": "Infertility"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_A_virus_subtype_H1N1", "type": "wiki", "score": 3, "label": {"eng": "Influenza A virus subtype H1N1"}}, {"uri": "http://en.wikipedia.org/wiki/Biochemistry", "type": "wiki", "score": 3, "label": {"eng": "Biochemistry"}}, {"uri": "http://en.wikipedia.org/wiki/Safety", "type": "wiki", "score": 3, "label": {"eng": "Safety"}}, {"uri": "http://en.wikipedia.org/wiki/Clinical_trial", "type": "wiki", "score": 3, "label": {"eng": "Clinical trial"}}, {"uri": "http://en.wikipedia.org/wiki/Pathogen", "type": "wiki", "score": 3, "label": {"eng": "Pathogen"}}, {"uri": "http://en.wikipedia.org/wiki/Massachusetts", "type": "loc", "score": 3, "label": {"eng": "Massachusetts"}, "location": {"type": "place", "label": {"eng": "Massachusetts"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 3, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Mexico", "type": "loc", "score": 3, "label": {"eng": "Mexico"}, "location": {"type": "country", "label": {"eng": "Mexico"}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Queensland", "type": "org", "score": 2, "label": {"eng": "University of Queensland"}}, {"uri": "http://en.wikipedia.org/wiki/Sanofi", "type": "org", "score": 2, "label": {"eng": "Sanofi"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Pittsburgh", "type": "loc", "score": 2, "label": {"eng": "University of Pittsburgh"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/World_Economic_Forum", "type": "org", "score": 2, "label": {"eng": "World Economic Forum"}}, {"uri": "http://en.wikipedia.org/wiki/Johnson_&_Johnson", "type": "org", "score": 2, "label": {"eng": "Johnson & Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/FedEx", "type": "org", "score": 2, "label": {"eng": "FedEx"}}, {"uri": "http://en.wikipedia.org/wiki/La_Jolla", "type": "loc", "score": 2, "label": {"eng": "La Jolla"}, "location": {"type": "place", "label": {"eng": "La Jolla"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 2, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Davos", "type": "loc", "score": 2, "label": {"eng": "Davos"}, "location": {"type": "place", "label": {"eng": "Davos"}, "country": {"type": "country", "label": {"eng": "Switzerland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jan_Schakowsky", "type": "person", "score": 1, "label": {"eng": "Jan Schakowsky"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 1, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 1, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 1, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 1, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 1, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Illinois", "type": "loc", "score": 1, "label": {"eng": "Illinois"}, "location": {"type": "place", "label": {"eng": "Illinois"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 1, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}], "categories": [{"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals", "wgt": 17}, {"uri": "dmoz/Business/Biotechnology_and_Pharmaceuticals/Pharmaceuticals", "label": "dmoz/Business/Biotechnology and Pharmaceuticals/Pharmaceuticals", "wgt": 17}, {"uri": "dmoz/Health/Child_Health/Immunizations", "label": "dmoz/Health/Child Health/Immunizations", "wgt": 47}, {"uri": "dmoz/Health/Public_Health_and_Safety/Disease_Control_and_Prevention", "label": "dmoz/Health/Public Health and Safety/Disease Control and Prevention", "wgt": 34}, {"uri": "dmoz/Recreation/Pets/Issues", "label": "dmoz/Recreation/Pets/Issues", "wgt": 21}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Ffe1869c4-5e25-11ea-b0ab-339c2307bcd4?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5567061", "location": null, "shares": {"facebook": 528}, "sentiment": 0.2784313725490195, "wgt": 528, "relevance": 101}, {"uri": "1470229900", "lang": "eng", "isDuplicate": false, "date": "2020-03-04", "time": "06:19:00", "dateTime": "2020-03-04T06:19:00Z", "dateTimePub": "2020-03-04T06:19:00Z", "dataType": "news", "sim": 0.6666666865348816, "url": "https://www.ft.com/content/27cf0690-5c9d-11ea-b0ab-339c2307bcd4", "title": "The seeds of the next debt crisis", "body": "The shock that coronavirus has wrought on markets across the world coincides with a dangerous financial backdrop marked by spiralling global debt. According to the Institute of International Finance, a trade group, the ratio of global debt to gross domestic product hit an all-time high of over 322 per cent in the third quarter of 2019, with total debt reaching close to $253tn. The implication, if the virus continues to spread, is that any fragilities in the financial system have the potential to trigger a new debt crisis.\n\nIn the short term the behaviour of credit markets will be critical. Despite the decline in bond yields and borrowing costs since the markets took fright, financial conditions have tightened for weaker corporate borrowers. Their access to bond markets has become more difficult. After Tuesday's 50 basis-point cut, the US Federal Reserve's policy rate of 1.0-1.5 per cent is still higher than the 0.8 per cent yield on the policy-sensitive two-year Treasury note. This inversion of the yield curve could intensify the squeeze, says Charles Dumas, chief economist of TS Lombard, if US banks now tighten credit while lending has become less profitable.\n\nThis is particularly important because much of the debt build-up since the global financial crisis of 2007-08 has been in the non-bank corporate sector where the current disruption to supply chains and reduced global growth imply lower earnings and greater difficulty in servicing debt. In effect, the coronavirus raises the extraordinary prospect of a credit crunch in a world of ultra-low and negative interest rates.\n\nPolicymakers in advanced countries have over the past week made clear their readiness to pursue an active fiscal and monetary response to the disruption caused by the virus. Yet such policy activism carries a longer-term risk of entrenching the dysfunctional monetary policy that contributed to the original financial crisis, as well as exacerbating the dangerous debt overhang that the global economy now faces.\n\nThe risks have been building in the financial system for decades. From the late 1980s, central banks -- and especially the Fed -- conducted what came to be known as \"asymmetric monetary policy\", whereby they supported markets when they plunged but failed to damp them down when they were prone to bubbles. Excessive risk taking in banking was the natural consequence.\n\nThe central banks' quantitative easing since the crisis, which involves the purchase of government bonds and other assets, is, in effect, a continuation of this asymmetric approach. The resulting safety net placed under the banking system is unprecedented in scale and duration. Continuing loose policy has brought forward debt financed private expenditure, thereby elongating an already protracted cycle in which extraordinary low or negative interest rates appear to be less and less effective in stimulating demand.\n\nWilliam White, who while head of the monetary and economics department at the Bank for International Settlements in Basel was one of the few economists to predict the financial crisis, says the subsequent great experiment in ultra-loose monetary policy is intensely morally hazardous. This, he argues, is because unconventional central bank policies may \"simply set the stage for the next boom and bust cycle, fuelled by ever declining credit standards and ever expanding debt accumulation\".\n\nA comparison of today's circumstances with the period before the financial crisis is instructive. As well as a big post-crisis increase in government debt, an important difference now is that the debt focus in the private sector is not on property and mortgage lending, but on loans to the corporate sector. A recent OECD report says that at the end of December 2019 the global outstanding stock of non-financial corporate bonds reached an all-time high of $13.5tn, double the level in real terms against December 2008.\n\nThe rise is most striking in the US, where the Fed estimates that corporate debt has risen from $3.3tn before the financial crisis to $6.5tn last year.\n\nGiven that Google parent Alphabet, Apple, Facebook and Microsoft alone held net cash at the end of last year of $328bn, this suggests that much of the debt is concentrated in old economy sectors where many companies are less cash generative than Big Tech. Debt servicing is thus more burdensome.\n\nThe shift to corporate indebtedness is in one sense less risky for the financial system than the earlier surge in subprime mortgage borrowing because banks, which by their nature are fragile because they borrow short and lend long, are not as heavily exposed to corporate debt as investors, such as insurance companies, pension funds, mutual funds and exchange traded funds.\n\nThat said, banks cannot escape the consequences of a wider collapse in markets in the event of a continued loss of investor confidence and or a rise in interest rates from today's extraordinary low levels. Such an outcome would lead to increased defaults on banks' loans together with shrinkage in the value of collateral in the banking system. And asset prices could be vulnerable even after the coronavirus scare because the central banks' asset purchases drove investors to search for yield regardless of the dangers. As a result, risk is still systematically mispriced around the financial system.\n\nThe OECD report notes that compared with previous credit cycles today's stock of corporate bonds has lower overall credit quality, longer maturities, inferior covenant protection -- bondholder rights such as restrictions on future borrowing or dividend payments -- and higher payback requirements. Longer maturities are associated with higher price sensitivity to changes in interest rates, so together with declining credit quality that makes bond markets more sensitive to changes in monetary policy. Current market volatility is further exacerbated by banks' withdrawal from market-making activities in response to tougher capital adequacy requirements since the crisis.\n\nIn a downturn, some of the disproportionately large recent issuance of BBB bonds -- the lowest investment grade category -- could end up being downgraded. That would lead to big increases in borrowing costs because many investors are constrained by regulation or self-imposed restrictions from investing in non-investment grade bonds.\n\nThe deterioration in bond quality is particularly striking in the $1.3tn global market for leveraged loans, which are loans arranged by syndicates of banks to companies that are heavily indebted or have weak credit ratings. Such loans are called leveraged because the ratio of the borrower's debt to assets or earnings is well above industry norms. New issuance in this sector hit a record $788bn in 2017, higher than the peak of $762bn before the crisis. The US accounted for $564bn of that total.\n\nMuch of this debt has financed mergers and acquisitions and stock buybacks. Executives have a powerful incentive to engage in buybacks despite very full valuations in the equity market because they boost earnings per share by shrinking the company's equity capital and thus inflate performance related pay. Yet this financial engineering is a recipe for systematically weakening corporate balance sheets.\n\nOtmar Issing, former chief economist of the European Central Bank, says prolonged low central bank interest rates also have wider consequences because they lead to a serious misallocation of capital. This helps keep unproductive \"zombie\" banks and companies -- those that cannot meet interest payments from earnings -- alive. The IMF's latest global financial stability report amplifies this point with a simulation showing that a recession half as severe as 2009 would result in companies with $19tn of outstanding debt having insufficient profits to service that debt.\n\nOverall, this huge accumulation of corporate debt of increasingly poor quality is likely to exacerbate the next recession. The central banks' ultra-loose monetary policy has also fostered what economists call disaster myopia -- complacency, in a word, which is a prerequisite of financial crises. The greatest complacency today is over inflation and the possibility that central banks will inflict a financial shock by raising interest rates sooner than most expect.\n\nThis myopia is understandable and not just because of the coronavirus. Since the financial crisis the debt laden advanced economies have suffered from deficient demand. Hence the central banks' recent difficulties in meeting inflation targets. At the same time tightening labour markets have not led to increased wage inflation, leading many economists to assume the traditional relationship between falling unemployment and rising price inflation has broken down.\n\nClearly there is still a deflationary impulse at work in the global economy, causing growth to be both anaemic and debt dependent. Yet inflation may not be quiescent for as long as markets assume. One reason is that with the central banks' unconventional measures becoming less effective, there is a pressing question about how to respond to stagnation when interest rates are close to zero, together with a growing consensus, helped by coronavirus, that a more activist fiscal policy may be necessary.\n\nWith the rise of populism there are growing calls for monetary finance of increased fiscal deficits -- that is, direct financing of government deficits by central banks of the kind currently happening in Japan. Monetary finance has been a precursor of high inflation and while its proponents argue that the risks can be contained provided the quantity of such finance is controlled by independent central banks, central bank independence has been increasingly under threat since the crisis.\n\nDemography is also relevant. Charles Goodhart of the London School of Economics and Philipp Erfurth of Morgan Stanley have argued that low and negative interest rates are not the new normal because the world is on the cusp of a dramatic demographic shift. A decline in the working population relative to the retired population potentially returns bargaining power to labour. Combined with a decline in household savings because elderly populations have become less thrifty, they say, this makes it almost inevitable that real interest rates will reverse trend and go back up.\n\nNor, in the shorter term, is it clear that the relationship between unemployment and wage inflation has really broken. Chris Watling, founder of Longview Economics, says the sogginess of wage data in the US is substantially to do with the oil-producing states, which suffered a marked slowdown last year as a result of the fall in crude prices in late 2018. Non-oil wage inflation has remained in a relatively robust uptrend as unemployment rates have fallen.\n\nA pressing question, in the light of the debt build-up, is whether the regulatory response to the great financial crisis has been sufficient to rule out another systemic crisis and whether the increase in banks' capital will provide an adequate buffer against the losses that will result from widespread mispricing of risk.\n\nHistory matters here. The one period in the last 200 years when banking was relatively free of crises was between the 1930s and early 1970s. This was because the regulatory response to the 1929 crash and the subsequent banking failures was so draconian that banking was turned into a low-risk, utility-like business. It was the progressive removal of this regulatory straitjacket, which began in the 1970s, that paved the way for the property based crises of the mid-1970s, the Latin American debt crisis of the 1980s, more property based crises of the early 1990s and the rest.\n\nWhile there has been a plethora of reforms since 2008 -- though conspicuously not including the removal of the privileged tax status of debt relative to equity -- the operations of the likes of Goldman Sachs, Barclays or Deutsche Bank could scarcely be called utility-like. And when very rapid changes in financial structure are taking place, as today, regulators are often left behind by the new reality and wrong footed by regulatory arbitrage.\n\nIt is impossible to predict the trigger or timing of a financial crisis. And it seems unlikely that a full-blown crisis is imminent, notwithstanding coronavirus. But the potentially unsustainable accumulation of public sector debt and of debt in the non-financial corporate sector highlights serious vulnerabilities, notably in China and other emerging markets, but also in the US and UK. And the continental European banking system is conspicuously weaker than that of the US.\n\nAgainst such a background, the conclusion has to be that of the late Herb Stein, the American economist who remarked that if something can't go on for ever, then it will stop. When coronavirus is long gone, that will be when systemic trouble starts.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Financial_system", "type": "wiki", "score": 5, "label": {"eng": "Financial system"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Corporate_bond", "type": "wiki", "score": 5, "label": {"eng": "Corporate bond"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_market", "type": "wiki", "score": 5, "label": {"eng": "Bond market"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_crisis_of_2007–2008", "type": "wiki", "score": 5, "label": {"eng": "Financial crisis of 2007–2008"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 5, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 5, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Monetary_policy", "type": "wiki", "score": 5, "label": {"eng": "Monetary policy"}}, {"uri": "http://en.wikipedia.org/wiki/Bank", "type": "wiki", "score": 5, "label": {"eng": "Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Institute_of_International_Finance", "type": "org", "score": 4, "label": {"eng": "Institute of International Finance"}}, {"uri": "http://en.wikipedia.org/wiki/Credit_rating", "type": "wiki", "score": 4, "label": {"eng": "Credit rating"}}, {"uri": "http://en.wikipedia.org/wiki/Inflation", "type": "wiki", "score": 4, "label": {"eng": "Inflation"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 4, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/OECD", "type": "wiki", "score": 4, "label": {"eng": "OECD"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_(finance)", "type": "wiki", "score": 4, "label": {"eng": "Bond (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Latin_American_debt_crisis", "type": "wiki", "score": 3, "label": {"eng": "Latin American debt crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Subprime_lending", "type": "wiki", "score": 3, "label": {"eng": "Subprime lending"}}, {"uri": "http://en.wikipedia.org/wiki/Bank_for_International_Settlements", "type": "org", "score": 3, "label": {"eng": "Bank for International Settlements"}}, {"uri": "http://en.wikipedia.org/wiki/Real_versus_nominal_value_(economics)", "type": "wiki", "score": 3, "label": {"eng": "Real versus nominal value (economics)"}}, {"uri": "http://en.wikipedia.org/wiki/Credit_cycle", "type": "wiki", "score": 3, "label": {"eng": "Credit cycle"}}, {"uri": "http://en.wikipedia.org/wiki/Quantitative_easing", "type": "wiki", "score": 3, "label": {"eng": "Quantitative easing"}}, {"uri": "http://en.wikipedia.org/wiki/Business_cycle", "type": "wiki", "score": 3, "label": {"eng": "Business cycle"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 3, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Microsoft", "type": "org", "score": 3, "label": {"eng": "Microsoft"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 3, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Apple_Inc.", "type": "org", "score": 3, "label": {"eng": "Apple Inc."}}, {"uri": "http://en.wikipedia.org/wiki/Google", "type": "org", "score": 3, "label": {"eng": "Google"}}, {"uri": "http://en.wikipedia.org/wiki/Basel", "type": "loc", "score": 3, "label": {"eng": "Basel"}, "location": {"type": "place", "label": {"eng": "Basel"}, "country": {"type": "country", "label": {"eng": "Switzerland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Otmar_Issing", "type": "person", "score": 2, "label": {"eng": "Otmar Issing"}}, {"uri": "http://en.wikipedia.org/wiki/Charles_Goodhart", "type": "person", "score": 2, "label": {"eng": "Charles Goodhart"}}, {"uri": "http://en.wikipedia.org/wiki/London_School_of_Economics", "type": "loc", "score": 2, "label": {"eng": "London School of Economics"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Morgan_Stanley", "type": "org", "score": 2, "label": {"eng": "Morgan Stanley"}}, {"uri": "http://en.wikipedia.org/wiki/European_Central_Bank", "type": "loc", "score": 2, "label": {"eng": "European Central Bank"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/International_Monetary_Fund", "type": "loc", "score": 2, "label": {"eng": "International Monetary Fund"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Deutsche_Bank", "type": "org", "score": 1, "label": {"eng": "Deutsche Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Goldman_Sachs", "type": "org", "score": 1, "label": {"eng": "Goldman Sachs"}}, {"uri": "http://en.wikipedia.org/wiki/Barclays", "type": "org", "score": 1, "label": {"eng": "Barclays"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 1, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Financial_Services", "label": "dmoz/Business/Financial Services", "wgt": 35}, {"uri": "dmoz/Business/Financial_Services/Financial_Planning", "label": "dmoz/Business/Financial Services/Financial Planning", "wgt": 34}, {"uri": "dmoz/Society/Government/Finance", "label": "dmoz/Society/Government/Finance", "wgt": 40}, {"uri": "dmoz/Business/Financial_Services/Banking_Services", "label": "dmoz/Business/Financial Services/Banking Services", "wgt": 33}, {"uri": "dmoz/Business/Financial_Services/Information_Services", "label": "dmoz/Business/Financial Services/Information Services", "wgt": 33}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Ffd8f387c-5d79-11ea-b0ab-339c2307bcd4?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5570845", "location": null, "shares": {"facebook": 397}, "sentiment": -0.3568627450980392, "wgt": 397, "relevance": 101}, {"uri": "1473023647", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "06:19:00", "dateTime": "2020-03-06T06:19:00Z", "dateTimePub": "2020-03-06T06:19:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/8044788c-5e05-11ea-b0ab-339c2307bcd4", "title": "Will coronavirus change how we live?", "body": "You can find anything in Heathrow airport if you walk far enough. Near Terminal 2, past the bus station, under a flyover, you can even find God.\n\nThe airport chapel is a windowless stone bunker, located down a flight of stairs. Here, at Monday lunchtime, I joined a dozen airport employees for a Catholic mass. It was a surprisingly tender, surreal service, which ended with an a cappella version of \"Amazing Grace\". On the way out, I considered buying a postcard of St Christopher, patron saint of travellers.\n\nMost air passengers see no need for such rituals. For decades, crossing continents hasn't been of an act of faith; it has been a fact of life. Flying seems so simple that even a small delay can lead us to rage on social media. It is so mundane that you can partly do it yourself: check yourself in, put your own labels on your bag, pick your own seat on the plane.\n\n\"Don't tell me this isn't an age of miracles. Don't tell me we can't be everywhere at once,\" says George Clooney in the film Up in the Air. Clooney's character is a company man who dreams of reaching 10m air miles and excels at navigating airport security.\n\nFor mere mortals too, travelling has become just a series of hacks. We started by never changing money at the airport (Heathrow's rates are about 20 per cent from reality) and took it from there. People stopped offering rounds of applause when the plane landed safely, or even expressing wonder at the ability to fly to Hong Kong for a wedding weekend.\n\nAnd then came coronavirus.\n\nFor most of my adult life, \"going viral\" has been a good thing. Coronavirus has ruined the metaphor. It has reminded us that the world is not as controllable as it appeared. There are risks that cannot be minimised by passing through an all-body scanner and pouring our toiletries into 100ml bottles. Barcelona's Mobile World Congress and London's Book Fair were cancelled, Twitter ordered all its staff to work from home, and the new, unfortunately titled James Bond film No Time to Die was delayed until November. The death toll is not yet comparable even to seasonal flu, but the disruption already goes far wider.\n\nI went to Heathrow to see it first-hand. I found the airport eerily empty. \"It's been quiet all month,\" said a British Airways attendant, surveying the vast hall of Terminal 5 -- a monument to globalisation. BA had cancelled flights to China, Italy and beyond. Other airlines too were reporting a sharp drop in bookings, and a rise in passengers simply not turning up.\n\nCoronavirus is an epidemic for our times. Perhaps more than any disease in living memory, it chimes with our society's fears. The past few years have seen the emergence of doomsday preppers -- super-wealthy individuals planning their escape in case of societal breakdown. Politics has already swung against open borders and global supply chains. In Europe, a sizeable chunk of consumers has stopped flying out of climate guilt.\n\nOur most sacred events -- international sports tournaments -- have already started to be disrupted, by extreme weather. Two matches at last year's Rugby World Cup were cancelled due to a typhoon. At January's Australian Open, a tennis player collapsed after inhaling wildfire smoke. Now Tokyo's Olympic Games may be delayed.\n\nModern society is a wrestling match between those, particularly environmentalists, who argue that there are unprecedented risks, and those, such as Steven Pinker, who prefer to focus on the unprecedented opportunities. It's an age where both human extinction and human immortality are discussed as genuine possibilities. The coming global pandemic could tilt our perception of which is more likely.\n\nAt least one in five adults -- maybe as many as 60 per cent -- will become infected, a Harvard University disease expert, Marc Lipsitch, has estimated. Nearly all of these -- perhaps 98 to 99 per cent -- will survive. Will humans nonetheless emerge with a new sense of vulnerability? Will we accept that the horizons are not so open after all?\n\nThe defining legacy of most disease outbreaks is their lack of legacy. The 1918 flu pandemic probably killed more people than the first world war -- estimates now go above 50m -- but is treated as a footnote to the conflict. For many years, historians didn't really write about the so-called Spanish flu, except to note that it wasn't actually Spanish. (Spain, being neutral during the war, may simply have censored news of the outbreak less than some other countries.)\n\nEpidemics come and go, and have done so for centuries; they can seem too unpredictable for interpretation.\n\nWhen the Black Death struck, our ancestors saw it as divine punishment for human sinfulness. Inconveniently for this theory, priests themselves were killed in large numbers. So instead of turning sinners to the Church, the plague may have turned people away.\n\nThere are two ways that disease outbreaks can change us.\n\nThe first is through reflection. As anyone who has ever had a cold has realised, illness lends itself to introspection. John Donne was suffering from fever when he wrote his famous ode to co-operation -- and possible attack on puritanism -- starting \"No Man Is an Island\".\n\nVirginia Woolf argued that illness involved \"a childish outspokenness . . . things are said, truths blurted out, which the cautious respectability of health conceals\".\n\nThe second is structural. The Black Death accelerated the disintegration of English feudalism: so many peasants died that the landlords lost their grip. The first world war accelerated the rise of working women: once they had replaced men in factories, a Rubicon had been crossed. If the 1918 epidemic left an imprint, it was perhaps accelerating the arrival of public healthcare.\n\nCoronavirus has already been claimed by ideologues. Donald Trump said that it justified tighter border controls; Bernie Sanders linked it to free public healthcare. Matt Stoller, a campaigner for corporate regulation, argued that coronavirus marked the end of \"affluence politics\" -- that is, \"the politics of not paying attention to what creates wealth in the first place\".\n\nCoronavirus may make us reconsider how many journeys -- holidays, work trips, conferences -- are actually essential. The threat of terrorism didn't stop us flying. Since September 11, the number of US air passengers has risen by one-third; global numbers have more than doubled.\n\nBut coronavirus, particularly if it recurs sporadically, may prod some business travellers to adopt video conferencing instead of hugely emitting flights. It may even encourage more men to wash their hands (although my trip to the lavatories at Heathrow was not entirely reassuring in this regard). It may bring overdue changes to China's live animal markets, where the disease probably spread to humans.\n\nThe possibilities go further. Coronavirus -- by disrupting our lives and causing painful tragedy -- may introduce a new acceptance of unpredictability into our thinking. We are told of the threats from antibiotic resistance, US-China conflict and the breakdown of ecosystems.\n\nThose threats feel distant. How can things be about to go backwards, now that Qantas is proposing a direct flight from London to Sydney, and Tumi sells ballistic nylon wheelie suitcases with electronic tracing? Perceiving humanity's fragility is tricky in a world of increasing possibilities.\n\nThis may help to explain why people in rich countries are less worried by climate change than those in poor countries. According to YouGov, 70 per cent of Indians say that climate change will have a great deal of impact on their lives, compared with fewer than 20 per cent of Britons, Germans and Scandinavians. People in the US and Europe are also far less likely than those in Asia to think that climate change will spark a new world war or the extinction of the human race.\n\nIn the west, affluence is such that we invent our own restraints -- Dry January, Meatless Monday and so on. We accept those restraints because they are self-imposed and self-improving. The next step is to accept restraints that are collectively imposed and collectively beneficial.\n\nPersonal experience of hardship seems to make a significant difference: researchers in Britain have found that people affected by winter floods are more likely to express concern about climate change, take personal action to reduce their energy use, and support emission-cutting policies.\n\nCoronavirus is not caused by climate change, but it wreaks the kind of disruption we might face in the future. \"This is certainly not the last time that we're going to have these kinds of disease eruptions if we deny, delude and delay on climate change,\" the former United Nations climate chief Christiana Figueres told Channel 4 News.\n\nEnvironmental concern plunged during the financial crisis, because the public had more immediate economic concerns. But this time may be different. Coronavirus comes after a series of wake-up calls -- the searing European summer of 2018, the Californian and Australian wildfires, the floods everywhere from Britain to Indonesia.\n\nPhilip Ziegler, the historian, wrote that after the Black Death, the typical European \"lived in a constant anticipation of disaster . . . Perhaps the factor which contributed most towards his demoralisation was his almost total ignorance of the workings of his world.\" We are more fortunate: we know what to do to halt climate change, we just have to do it.\n\nOur vulnerability stretches further. A growing group of scientists, technologists and philosophers now argue that humanity faces a non-trivial risk of extinction this century.\n\nThe Oxford philosopher Toby Ord came to prominence in 2009, when he pledged to give his salary above £20,000 to charity. His new book, The Precipice: Existential Risk and the Future of Humanity, analyses the existential risks facing humanity.\n\nHe argues that, in the 20th century, we only thought of one -- nuclear war. Now there are several, some of them our own doing -- climate change, artificial intelligence, biowarfare.\n\n\"During the 20th century, my best guess is that we faced around a one-in-a hundred risk of human extinction or the unrecoverable collapse of civilisation,\" Ord writes.\n\n\"Given everything I know, I put the existential risk at around one in six: Russian roulette.\"\n\nOne in six is also the chance that The New York Times' statistical analysis gave Donald Trump of becoming president on the eve of the 2016 election. Ord argues that our current sense of risk -- such as when it is safe to cross a road -- is insufficient to deal with threats that are so dire they must be minimised; we need a complete rethink.\n\nCoronavirus is an imperfect place to start that reflection: even the worst pandemics, the Black Death and the 1918 influenza, were not paths to extinction. Yet the epidemic could, at the very least, be part of the learning curve. If we can accept cancelled flights, closed schools, postponed sporting fixtures now, perhaps we can accept restraints in the future. If we can rely on international co-operation now, perhaps we can summon the same spirit again.\n\nA year ago, I would have found the idea of stockpiling food ridiculous. But the concept became normalised in 2019, as the UK government repeatedly threatened a no-deal Brexit. When coronavirus put it back on the agenda again, I realised I was primed.\n\nMy stockpiling shop arrived on Monday evening. What was the harm? No one ever regretted buying seven jars of pesto, although ideally the supermarket wouldn't have already sold out of one of the two possible flavours.\n\nScanning the kitchen, I realised that, before long, I could be self-isolating at home for 14 days. I thought about how few places I actually needed to be -- how much of life can now be conducted digitally. Unlike Clooney's character in Up in the Air, I couldn't be everywhere at once and I didn't need to be.\n\nAt Heathrow, those people who were travelling were sanguine about risk and determined to fly. \"I don't like mass hysteria,\" said Val, a therapist, who had travelled back from Australia. \"The alternative [to not flying] was worse. I was visiting family.\"\n\nRoger, an affable 83-year-old who had retired to the south of France, was returning from one of his regular trips to watch his football team, Aston Villa. \"My wife says, oh no, it kills people who are old. I said we're not old -- health-wise . . . I've had the flu, I've had colds, it'll just be in that range. Why change the habits of a lifetime?\"\n\nThe airport itself told a different story. It wasn't just the empty halls. The terminals were covered in adverts featuring an elephant, and slogans such as: \"Our carbon footprint. There's no tiptoeing around it.\"\n\nAt some point, the habits of a lifetime will change. At some point, a nudge will be required. If the shock of coronavirus disruption isn't enough for us to recalibrate, what will be?\n\nHenry Mance is the FT's chief feature writer", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Black_Death", "type": "wiki", "score": 5, "label": {"eng": "Black Death"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Heathrow_Airport", "type": "loc", "score": 5, "label": {"eng": "Heathrow Airport"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Airport", "type": "wiki", "score": 5, "label": {"eng": "Airport"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Climate_change", "type": "wiki", "score": 5, "label": {"eng": "Climate change"}}, {"uri": "http://en.wikipedia.org/wiki/Spanish_flu", "type": "wiki", "score": 4, "label": {"eng": "Spanish flu"}}, {"uri": "http://en.wikipedia.org/wiki/Amazing_Grace", "type": "wiki", "score": 4, "label": {"eng": "Amazing Grace"}}, {"uri": "http://en.wikipedia.org/wiki/Patron_saint", "type": "wiki", "score": 4, "label": {"eng": "Patron saint"}}, {"uri": "http://en.wikipedia.org/wiki/Do_it_yourself", "type": "wiki", "score": 4, "label": {"eng": "Do it yourself"}}, {"uri": "http://en.wikipedia.org/wiki/Chapel", "type": "wiki", "score": 4, "label": {"eng": "Chapel"}}, {"uri": "http://en.wikipedia.org/wiki/World_War_I", "type": "wiki", "score": 4, "label": {"eng": "World War I"}}, {"uri": "http://en.wikipedia.org/wiki/A_cappella", "type": "wiki", "score": 4, "label": {"eng": "A cappella"}}, {"uri": "http://en.wikipedia.org/wiki/Ritual", "type": "wiki", "score": 4, "label": {"eng": "Ritual"}}, {"uri": "http://en.wikipedia.org/wiki/Surrealism", "type": "wiki", "score": 4, "label": {"eng": "Surrealism"}}, {"uri": "http://en.wikipedia.org/wiki/Continent", "type": "wiki", "score": 4, "label": {"eng": "Continent"}}, {"uri": "http://en.wikipedia.org/wiki/Bus", "type": "wiki", "score": 4, "label": {"eng": "Bus"}}, {"uri": "http://en.wikipedia.org/wiki/Catholic_Church", "type": "wiki", "score": 4, "label": {"eng": "Catholic Church"}}, {"uri": "http://en.wikipedia.org/wiki/God", "type": "wiki", "score": 4, "label": {"eng": "God"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 4, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 4, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 4, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/John_Donne", "type": "person", "score": 3, "label": {"eng": "John Donne"}}, {"uri": "http://en.wikipedia.org/wiki/Survivalism", "type": "wiki", "score": 3, "label": {"eng": "Survivalism"}}, {"uri": "http://en.wikipedia.org/wiki/Steven_Pinker", "type": "person", "score": 3, "label": {"eng": "Steven Pinker"}}, {"uri": "http://en.wikipedia.org/wiki/Virginia_Woolf", "type": "person", "score": 3, "label": {"eng": "Virginia Woolf"}}, {"uri": "http://en.wikipedia.org/wiki/Harvard_University", "type": "loc", "score": 3, "label": {"eng": "Harvard University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/British_Airways", "type": "org", "score": 3, "label": {"eng": "British Airways"}}, {"uri": "http://en.wikipedia.org/wiki/George_Clooney", "type": "person", "score": 3, "label": {"eng": "George Clooney"}}, {"uri": "http://en.wikipedia.org/wiki/James_Bond", "type": "person", "score": 3, "label": {"eng": "James Bond"}}, {"uri": "http://en.wikipedia.org/wiki/Bachelor_of_Arts", "type": "org", "score": 3, "label": {"eng": "Bachelor of Arts"}}, {"uri": "http://en.wikipedia.org/wiki/Miracle", "type": "org", "score": 3, "label": {"eng": "Miracle"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Barcelona", "type": "loc", "score": 3, "label": {"eng": "Barcelona"}, "location": {"type": "place", "label": {"eng": "Barcelona"}, "country": {"type": "country", "label": {"eng": "Spain"}}}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 3, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Toby_Ord", "type": "person", "score": 2, "label": {"eng": "Toby Ord"}}, {"uri": "http://en.wikipedia.org/wiki/Philip_Ziegler", "type": "person", "score": 2, "label": {"eng": "Philip Ziegler"}}, {"uri": "http://en.wikipedia.org/wiki/Christiana_Figueres", "type": "person", "score": 2, "label": {"eng": "Christiana Figueres"}}, {"uri": "http://en.wikipedia.org/wiki/Border_control", "type": "org", "score": 2, "label": {"eng": "Border control"}}, {"uri": "http://en.wikipedia.org/wiki/Qantas", "type": "org", "score": 2, "label": {"eng": "Qantas"}}, {"uri": "http://en.wikipedia.org/wiki/Scandinavia", "type": "loc", "score": 2, "label": {"eng": "Scandinavia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 2, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/YouGov", "type": "org", "score": 2, "label": {"eng": "YouGov"}}, {"uri": "http://en.wikipedia.org/wiki/The_New_York_Times", "type": "org", "score": 2, "label": {"eng": "The New York Times"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_Nations", "type": "org", "score": 2, "label": {"eng": "United Nations"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 2, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Oxford", "type": "loc", "score": 2, "label": {"eng": "Oxford"}, "location": {"type": "place", "label": {"eng": "Oxford"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Sydney", "type": "loc", "score": 2, "label": {"eng": "Sydney"}, "location": {"type": "place", "label": {"eng": "Sydney"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Indonesia", "type": "loc", "score": 2, "label": {"eng": "Indonesia"}, "location": {"type": "country", "label": {"eng": "Indonesia"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 1, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Aston_Villa_F.C.", "type": "org", "score": 1, "label": {"eng": "Aston Villa F.C."}}], "categories": [{"uri": "news/Arts_and_Entertainment", "label": "news/Arts and Entertainment", "wgt": 79}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 22}, {"uri": "dmoz/Science/Environment/Climate_Change", "label": "dmoz/Science/Environment/Climate Change", "wgt": 27}, {"uri": "dmoz/Society/Issues/Environment", "label": "dmoz/Society/Issues/Environment", "wgt": 19}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 19}, {"uri": "dmoz/Society/Future/Catastrophes", "label": "dmoz/Society/Future/Catastrophes", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fe8b8cee6-5e7c-11ea-b0ab-339c2307bcd4?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 395}, "sentiment": 0.04313725490196085, "wgt": 395, "relevance": 101}, {"uri": "1474275995", "lang": "eng", "isDuplicate": false, "date": "2020-03-07", "time": "05:24:00", "dateTime": "2020-03-07T05:24:00Z", "dateTimePub": "2020-03-07T05:24:00Z", "dataType": "news", "sim": 0.5607843399047852, "url": "https://www.ft.com/content/c1b899ec-5fe5-11ea-b0ab-339c2307bcd4", "title": "Russia breaks Opec oil alliance as it takes on US shale", "body": "Just as the coronavirus outbreak wreaks havoc on the oil market, Russia has spotted an opportunity to hurt rivals in the US shale patch. Moscow's partner's in Opec now are collateral damage, and a price-sapping war for market share may follow.\n\nThe three-year partnership that joined geopolitical rivals and halted the biggest crude price crash in a generation hit the buffers on Friday when Saudi Arabia-led Opec and Russia failed to agree on deeper production cuts in response to the spread of the coronavirus that has hit the global economy and its demand for oil.\n\nRussia's view that rival North American producers would gain most from new efforts to prop up prices killed the deal, said people familiar with the negotiations. Saudi Arabia, unwilling to take on more cuts without Russia as a partner, may also now be dragged into another stand-off with US shale.\n\nBrent crude, down about 30 per cent since January, slumped a further 9 per cent to $45 a barrel on Friday after Russian energy minister Alexander Novak said producers would soon be able to pump at will, ending three years of supply cuts designed to support prices.\n\n\"Of course, if there is no agreement, Saudi Arabia will produce whatever the customer asks for,\" said one Opec delegate. When asked if countries were entering into a fight over market share, he said: \"It could be.\"\n\nThe impact on the oil price from the collapse of the Vienna negotiations could be severe, said analysts, with some predicting a drop to below $30 a barrel.\n\n\"This has all the hallmarks of a price war, the only thing missing is the smell of gunpowder,\" said Jamie Webster, senior director at BCG's Center for Energy Impact.\n\nRussia is not a member of Opec but now holds huge sway over oil policy after joining the cartel in making production cuts three years ago.\n\nBut Moscow's refusal to agree deeper cuts was a deal-breaker this week, demolishing a Saudi plan to increase their size and prolong the curbs until the year-end. The kingdom's plan was conditional on all players taking part: Russia baulked.\n\nIt wanted more time to assess the impact of the virus on demand, said officials in Vienna. But Moscow also eyed an opportunity to damage rival US shale producers and the wider American economy, said three people familiar with the discussions in Vienna.\n\n\"Russia has had enough of the shale guys living off Opec-plus,\" said one person familiar with negotiations, referring to the cartel and allied non-members.\n\nThe Kremlin has also been riled by recent US sanctions on the trading arm of Russian energy major Rosneft and Nord Stream 2, the proposed new gas pipeline between Russia and Europe, said two people familiar with the Vienna talks.\n\nA steeper drop in crude prices will cause widespread pain in the American oil industry, said analysts.\n\n\"At a time when shale producers face much tighter capital constraints to keep up output, a price war may push US oil companies already at risk of bankruptcy over the edge,\" said Jason Bordoff, head of Columbia University's Center for Global Energy Policy.\n\nThe collapse of the negotiations in Vienna underscored the extent to which Russia has taken charge over Opec decision-making despite a new push by Abdulaziz bin Salman, Saudi Arabia's oil minister, to reassert the kingdom's authority over the group.\n\nPrivately, government officials and oil executives in the kingdom see the benefits -- as a low-cost producer -- of taking on US shale companies which require higher oil prices to stay profitable. While that indirectly might appease president Donald Trump, who wants to keep gasoline prices in check, Saudi Arabia primarily seeks to protect its own economy.\n\nThe sharp price fall after the meeting will trigger memories of the oil crash of 2014 which wrought turmoil across international financial markets, battered the budgets of producer economies and crippled the balance sheets of some energy companies.\n\nPrices collapsed to below $30 a barrel in January 2016, prompting the kingdom to do what was once unthinkable and form a production-cutting alliance with Russia and its Opec peers later that year.\n\nRiyadh and Moscow's collaboration -- backed by the countries' highest authorities -- was more far-reaching. They engaged in talks about corporate tie-ups and cross-border investments. They also became closer on foreign policy despite backing opposing groups in Syria.\n\nIt was cemented by the visible personal bond between Mr Novak and his then-counterpart in Saudi Arabia, Khalid al-Falih, who was ousted from his post as energy minister last year in favour of the king's son.\n\n\"They don't hate each other,\" said one Opec official of current relations between Prince Abdulaziz and Mr Novak. \"But it's not the same relationship as with Falih. There was a bromance and chemistry. There's no chemistry now.\"\n\nIn January 2018, Mr Falih said the alliance would last for \"decades and generations\".\n\nBut in recent months, it has seemed as if two of the world's biggest oil producers were not working from the same playbook.\n\nWhen Saudi Arabia wanted a rapid response to the coronavirus outbreak last month, King Salman himself made a call to President Vladimir Putin to gain his endorsement -- to no avail.\n\nAs forecasts for oil demand growth this year weakened, an advisory committee to Opec and Russia initially signalled that additional cuts of 600,000 b/d would be necessary to stem oil price declines. That figure steadily increased to 1.5m b/d this week, reflecting the worsening global coronavirus conditions. This would have taken total cuts to 3.6m b/d.\n\n\"The Russians had a very strange view of the market,\" said a person familiar with the negotiations. \"All through the meeting they said, 'let's wait and see, let's wait and see' -- and said prices had already declined as far as they would decline.\"\n\nThen it became clear that Russia had the US in its sights.\n\nAs frustration mounted, it was left to the Azerbaijani energy minister to make the final efforts late on Friday to broker some kind of deal between Mr Novak and Prince Abdulaziz. He failed.\n\nOpec officials maintain that the group of producers ultimately has a responsibility to stabilise the oil market. \"The point is to not allow commercial stockpiles to build\", said the Opec delegate. \"[But] this was not everyone's opinion,\" he said of Russia's reluctance.\n\nThe end of the meeting, said one official who was present, \"felt like a wake\".", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Shale", "type": "wiki", "score": 5, "label": {"eng": "Shale"}}, {"uri": "http://en.wikipedia.org/wiki/Market_share", "type": "wiki", "score": 5, "label": {"eng": "Market share"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 5, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/Vienna", "type": "loc", "score": 5, "label": {"eng": "Vienna"}, "location": {"type": "place", "label": {"eng": "Vienna"}, "country": {"type": "country", "label": {"eng": "Austria"}}}}, {"uri": "http://en.wikipedia.org/wiki/Moscow", "type": "loc", "score": 5, "label": {"eng": "Moscow"}, "location": {"type": "place", "label": {"eng": "Moscow"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 5, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Cartel", "type": "wiki", "score": 4, "label": {"eng": "Cartel"}}, {"uri": "http://en.wikipedia.org/wiki/Collateral_(finance)", "type": "wiki", "score": 4, "label": {"eng": "Collateral (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Geopolitics", "type": "wiki", "score": 4, "label": {"eng": "Geopolitics"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Rosneft", "type": "org", "score": 3, "label": {"eng": "Rosneft"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 3, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Gunpowder", "type": "wiki", "score": 3, "label": {"eng": "Gunpowder"}}, {"uri": "http://en.wikipedia.org/wiki/Pipeline_transport", "type": "wiki", "score": 3, "label": {"eng": "Pipeline transport"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_sanctions_against_Iran", "type": "wiki", "score": 3, "label": {"eng": "United States sanctions against Iran"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 3, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Alexander_Novak", "type": "person", "score": 3, "label": {"eng": "Alexander Novak"}}, {"uri": "http://en.wikipedia.org/wiki/Nord_Stream", "type": "wiki", "score": 3, "label": {"eng": "Nord Stream"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum_industry", "type": "wiki", "score": 3, "label": {"eng": "Petroleum industry"}}, {"uri": "http://en.wikipedia.org/wiki/Moscow_Kremlin", "type": "loc", "score": 3, "label": {"eng": "Moscow Kremlin"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/North_America", "type": "loc", "score": 3, "label": {"eng": "North America"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Khalid_A._Al-Falih", "type": "person", "score": 2, "label": {"eng": "Khalid A. Al-Falih"}}, {"uri": "http://en.wikipedia.org/wiki/Energy_policy", "type": "wiki", "score": 2, "label": {"eng": "Energy policy"}}, {"uri": "http://en.wikipedia.org/wiki/Gasoline", "type": "wiki", "score": 2, "label": {"eng": "Gasoline"}}, {"uri": "http://en.wikipedia.org/wiki/Columbia_University", "type": "loc", "score": 2, "label": {"eng": "Columbia University"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Salman_of_Saudi_Arabia", "type": "person", "score": 2, "label": {"eng": "Salman of Saudi Arabia"}}, {"uri": "http://en.wikipedia.org/wiki/Vladimir_Putin", "type": "person", "score": 2, "label": {"eng": "Vladimir Putin"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Riyadh", "type": "loc", "score": 2, "label": {"eng": "Riyadh"}, "location": {"type": "place", "label": {"eng": "Riyadh"}, "country": {"type": "country", "label": {"eng": "Saudi Arabia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Syria", "type": "loc", "score": 2, "label": {"eng": "Syria"}, "location": {"type": "country", "label": {"eng": "Syria"}}}, {"uri": "http://en.wikipedia.org/wiki/Azerbaijan", "type": "loc", "score": 1, "label": {"eng": "Azerbaijan"}, "location": {"type": "country", "label": {"eng": "Azerbaijan"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 97}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 12}, {"uri": "dmoz/Business/Energy", "label": "dmoz/Business/Energy", "wgt": 15}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 20}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 18}, {"uri": "dmoz/Science/Environment/Energy", "label": "dmoz/Science/Environment/Energy", "wgt": 13}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F8aa9232a-5ffb-11ea-bc72-eb32a5ef9038?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5580711", "location": null, "shares": {"facebook": 379}, "sentiment": -0.4274509803921569, "wgt": 379, "relevance": 101}, {"uri": "1469851105", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "22:10:00", "dateTime": "2020-03-03T22:10:00Z", "dateTimePub": "2020-03-03T22:09:00Z", "dataType": "news", "sim": 0.8470588326454163, "url": "https://www.ft.com/content/599ae600-5d90-11ea-b0ab-339c2307bcd4", "title": "Deloitte employee in London tests positive for coronavirus", "body": "A Big Four accountant has warned that one of its employees has tested positive for coronavirus following a holiday to Asia and has been taken to hospital.\n\nStaff at Deloitte's UK offices, where the firm employs about 20,000 people, were informed of the incident on Tuesday by Richard Houston, chief executive, by email. Deloitte said it was \"deep cleaning\" one floor of its offices in the City of London.\n\nThe accountant and advisory firm, the largest of the Big Four by revenue, has not quarantined the office at 1 New Street Square and said staff could return to work. However, the firm has given them the opportunity to work from home if they wish.\n\nMr Houston said: \"We've just received confirmation that a colleague . . . has tested positive for Covid-19. Following the diagnosis they are now in hospital and receiving good care.\" He added that the news was \"unsettling\" but reassured staff that Deloitte was working with Public Health England on its response.\n\nA spokesperson said: \"Deloitte has been closely monitoring and managing the Covid-19 situation in order to respond as necessary. The health and safety of our people and clients is our top priority.\"\n\nDeloitte is the latest large employer in the UK to face problems over the outbreak of coronavirus, after US oil company Chevron sent home about 300 workers from its London office last week.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Deloitte", "type": "org", "score": 5, "label": {"eng": "Deloitte"}}, {"uri": "http://en.wikipedia.org/wiki/Big_Four_accounting_firms", "type": "wiki", "score": 4, "label": {"eng": "Big Four accounting firms"}}, {"uri": "http://en.wikipedia.org/wiki/Accountant", "type": "wiki", "score": 4, "label": {"eng": "Accountant"}}, {"uri": "http://en.wikipedia.org/wiki/Houston", "type": "loc", "score": 4, "label": {"eng": "Houston"}, "location": {"type": "place", "label": {"eng": "Houston"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 3, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Email", "type": "wiki", "score": 3, "label": {"eng": "Email"}}, {"uri": "http://en.wikipedia.org/wiki/City_of_London", "type": "loc", "score": 3, "label": {"eng": "City of London"}, "location": {"type": "place", "label": {"eng": "City of London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 3, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/Occupational_safety_and_health", "type": "wiki", "score": 2, "label": {"eng": "Occupational safety and health"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 2, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Chevron_Corporation", "type": "org", "score": 1, "label": {"eng": "Chevron Corporation"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 1, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 1, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 81}, {"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 14}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 14}, {"uri": "dmoz/Business/Accounting", "label": "dmoz/Business/Accounting", "wgt": 12}, {"uri": "dmoz/Business/Accounting/Associations", "label": "dmoz/Business/Accounting/Associations", "wgt": 12}, {"uri": "dmoz/Business/Accounting/Firms", "label": "dmoz/Business/Accounting/Firms", "wgt": 12}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fd5b1426e-3b9b-11ea-b84f-a62c46f39bc2?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5569593", "location": null, "shares": {"facebook": 328}, "sentiment": 0.2313725490196079, "wgt": 328, "relevance": 52}, {"uri": "1472470719", "lang": "eng", "isDuplicate": false, "date": "2020-03-05", "time": "18:58:00", "dateTime": "2020-03-05T18:58:00Z", "dateTimePub": "2020-03-05T18:56:00Z", "dataType": "news", "sim": 0.4745098054409027, "url": "https://www.ft.com/content/13fe6554-5ee9-11ea-b0ab-339c2307bcd4", "title": "Changing mood as Europe shows a harder face on migration", "body": "Confronted by the prospect of thousands of refugees arriving on its southern borders, Europe is showing a far harder face to the outsiders than it did half a decade ago.\n\nThe change in mood -- epitomised by European Commission president Ursula von der Leyen's praise for Greece as a \"shield\" against asylum seekers and migrants -- reflects how far politics within Europe have changed since the crisis of 2015, when a record 1.3m migrants applied for asylum in the bloc, many of them seeking to escape the violence in Syria, Iraq and Afghanistan.\n\nThe influx was consequential for a number of member states, but nowhere more so than Germany, where Chancellor Angela Merkel sparked intense controversy with her decision to welcome hundreds of thousands of Syrian refugees to the country.\n\nAs European foreign ministers prepare for an emergency meeting in Zagreb on Friday, the political mood on the continent has become markedly colder and more defensive -- driven in part by the resurgence of nativist far-right parties across the continent since the 2015 crisis.\n\nThis week a triumphant Viktor Orban, the hardline Hungarian premier, claimed victory in the EU's debate on migration, saying the days when his country was \"subjected to insults for protecting our borders\" were now over.\n\nThe European Commission, which in 2015 tried to impose a system of mandatory relocation of asylum seekers across Europe, is now criticised for failing to condemn the actions of Greek authorities, who have been seen using rubber bullets and tear gas against refugees and migrants at the border.\n\nWhen asked if the use of rubber bullets contravened international human rights, Margaritis Schinas, the Greek commissioner in charge of promoting the European way of life, said it was not for \"the Commission to offer an operational opinion or judgment on a situation which is exceptional\". Eric Mamer, spokesman for the commission, on Thursday said it was not possible to \"give a yes or no answer\" to the question.\n\nTo some politicians the harsher approach is dismaying -- a sign that an insecure Europe is turning inward while failing to create common integration and asylum policies that would create a more equitable internal system and allow legal routes for migration.\n\nTanja Fajon, a centre-left Slovene MEP, said: \"We are building fences and border walls instead of common European solutions.\"\n\nSome diplomats argue Europe's new anti-migrant consensus is far from surprising given the scale of the influx in 2015. EU leaders are also anxious to display a united and determined front in the face of what they see as blackmail by Turkey's president, Recep Tayyip Erdogan. The EU has failed to create a durable process for redistributing refugees who arrive on the continent, prompting it to concentrate on forging alliances to keep potential migrants in other countries -- most prominently Turkey -- while attempting to fortify its external borders.\n\nThis week Ms Von der Leyen said the EU would be making €700m available for the refugee crisis on the Greek/Turkish border, and despatching a force from its border management agency Frontex to include seven vessels, two helicopters, one plane, three thermal-vision vehicles and 100 extra border guards.\n\n\"If the EU had a solidarity mechanism in place it would come to the table in a different position,\" said Hanne Beirens, director of the Migration Policy Institute Europe think-tank. \"We look very weak for the moment when we come to the negotiating table with Turkey.\"\n\nAcross Europe, politicians of the centre-left and centre-right calculate that they can no longer be seen to be soft on migration and border control. In response to the presence of avowedly far-right parties like the Alternative for Germany or Austria's Freedom Party, Europe's parties of government -- including the centre-left in Denmark or Emmanuel Macron's La République en Marche -- have turned hawkish on migration.\n\n\"Since 2015, the de facto migration policy of the EU is unanimously one of Fortress Europe,\" says Philippe Lamberts, co-leader of the EU's green party.\n\nMr Lamberts said that unlike in 2015 -- when the volume of newcomers was upwards of 1m -- numbers in Greece are still in the tens of thousands.\n\nOn Sunday the Hungarian government moved to close camps or \"transit zones\" for asylum seekers along its southern border with Serbia, saying in a statement that \"coronavirus and illegal migration go hand in hand\".\n\nThe move to stop accepting asylum applications -- which has also been imposed in Greece -- appears to be in breach of international law, according to the UN Refugee Agency.\n\nHungary's justice minister Judit Varga defended the move to block access to the transit zones. \"There is a situation of the virus, this is the legal reasoning,\" Ms Varga told the Financial Times, confirming that the decision was made for an indefinite period of time. \"This is a temporary tool, which can be used by any kind of state based on disclosure of the public health crisis,\" she said, referencing the coronavirus outbreak.\n\nBut it is no longer just Mr Orban who stands at the vanguard of Europe's border policy. The EU's top brass -- including Ms von der Leyen and Charles Michel, council president -- are also under fire for lavishing praise on Greek authorities this week amid violence on Greece's border with Turkey.\n\nLuxembourg's foreign minister Jean Asselborn on Wednesday urged the EU not to turn its back on its fundamental values. \"It is inhuman and un-European to close your eyes. Every member country of the EU has its duties. Europe must be able to help the Greeks concretely, in accordance with and with respect to the Geneva Convention,\" he said.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Asylum_seeker", "type": "wiki", "score": 5, "label": {"eng": "Asylum seeker"}}, {"uri": "http://en.wikipedia.org/wiki/Human_migration", "type": "wiki", "score": 5, "label": {"eng": "Human migration"}}, {"uri": "http://en.wikipedia.org/wiki/Refugee", "type": "org", "score": 5, "label": {"eng": "Refugee"}}, {"uri": "http://en.wikipedia.org/wiki/European_Commission", "type": "org", "score": 5, "label": {"eng": "European Commission"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Greece", "type": "loc", "score": 5, "label": {"eng": "Greece"}, "location": {"type": "country", "label": {"eng": "Greece"}}}, {"uri": "http://en.wikipedia.org/wiki/Right_of_asylum", "type": "wiki", "score": 4, "label": {"eng": "Right of asylum"}}, {"uri": "http://en.wikipedia.org/wiki/Rubber_bullet", "type": "wiki", "score": 4, "label": {"eng": "Rubber bullet"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 4, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Turkey", "type": "loc", "score": 4, "label": {"eng": "Turkey"}, "location": {"type": "country", "label": {"eng": "Turkey"}}}, {"uri": "http://en.wikipedia.org/wiki/Tanja_Fajon", "type": "person", "score": 3, "label": {"eng": "Tanja Fajon"}}, {"uri": "http://en.wikipedia.org/wiki/Nativism_(politics)", "type": "wiki", "score": 3, "label": {"eng": "Nativism (politics)"}}, {"uri": "http://en.wikipedia.org/wiki/Slovene_language", "type": "wiki", "score": 3, "label": {"eng": "Slovene language"}}, {"uri": "http://en.wikipedia.org/wiki/Margaritis_Schinas", "type": "person", "score": 3, "label": {"eng": "Margaritis Schinas"}}, {"uri": "http://en.wikipedia.org/wiki/Viktor_Orbán", "type": "person", "score": 3, "label": {"eng": "Viktor Orbán"}}, {"uri": "http://en.wikipedia.org/wiki/Member_states_of_the_United_Nations", "type": "loc", "score": 3, "label": {"eng": "Member states of the United Nations"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Chancellor_of_Germany", "type": "wiki", "score": 3, "label": {"eng": "Chancellor of Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Angela_Merkel", "type": "person", "score": 3, "label": {"eng": "Angela Merkel"}}, {"uri": "http://en.wikipedia.org/wiki/Centre-left_politics", "type": "wiki", "score": 3, "label": {"eng": "Centre-left politics"}}, {"uri": "http://en.wikipedia.org/wiki/Refugees_of_the_Syrian_Civil_War", "type": "wiki", "score": 3, "label": {"eng": "Refugees of the Syrian Civil War"}}, {"uri": "http://en.wikipedia.org/wiki/Tear_gas", "type": "wiki", "score": 3, "label": {"eng": "Tear gas"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_minister", "type": "wiki", "score": 3, "label": {"eng": "Foreign minister"}}, {"uri": "http://en.wikipedia.org/wiki/Far-right_politics", "type": "wiki", "score": 3, "label": {"eng": "Far-right politics"}}, {"uri": "http://en.wikipedia.org/wiki/Member_of_the_European_Parliament", "type": "wiki", "score": 3, "label": {"eng": "Member of the European Parliament"}}, {"uri": "http://en.wikipedia.org/wiki/Human_rights", "type": "wiki", "score": 3, "label": {"eng": "Human rights"}}, {"uri": "http://en.wikipedia.org/wiki/Zagreb", "type": "loc", "score": 3, "label": {"eng": "Zagreb"}, "location": {"type": "place", "label": {"eng": "Zagreb"}, "country": {"type": "country", "label": {"eng": "Croatia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Syria", "type": "loc", "score": 3, "label": {"eng": "Syria"}, "location": {"type": "country", "label": {"eng": "Syria"}}}, {"uri": "http://en.wikipedia.org/wiki/Iraq", "type": "loc", "score": 3, "label": {"eng": "Iraq"}, "location": {"type": "country", "label": {"eng": "Iraq"}}}, {"uri": "http://en.wikipedia.org/wiki/Hungary", "type": "loc", "score": 3, "label": {"eng": "Hungary"}, "location": {"type": "country", "label": {"eng": "Hungary"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 3, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Afghanistan", "type": "loc", "score": 3, "label": {"eng": "Afghanistan"}, "location": {"type": "country", "label": {"eng": "Afghanistan"}}}, {"uri": "http://en.wikipedia.org/wiki/Philippe_Lamberts", "type": "person", "score": 2, "label": {"eng": "Philippe Lamberts"}}, {"uri": "http://en.wikipedia.org/wiki/Border_control", "type": "org", "score": 2, "label": {"eng": "Border control"}}, {"uri": "http://en.wikipedia.org/wiki/European_Border_and_Coast_Guard_Agency", "type": "org", "score": 2, "label": {"eng": "European Border and Coast Guard Agency"}}, {"uri": "http://en.wikipedia.org/wiki/European_migrant_crisis", "type": "wiki", "score": 2, "label": {"eng": "European migrant crisis"}}, {"uri": "http://en.wikipedia.org/wiki/Pegida", "type": "wiki", "score": 2, "label": {"eng": "Pegida"}}, {"uri": "http://en.wikipedia.org/wiki/Freedom_Party_of_Austria", "type": "org", "score": 2, "label": {"eng": "Freedom Party of Austria"}}, {"uri": "http://en.wikipedia.org/wiki/United_Nations_High_Commissioner_for_Refugees", "type": "org", "score": 2, "label": {"eng": "United Nations High Commissioner for Refugees"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Illegal_immigration", "type": "wiki", "score": 2, "label": {"eng": "Illegal immigration"}}, {"uri": "http://en.wikipedia.org/wiki/Alternative_for_Germany", "type": "org", "score": 2, "label": {"eng": "Alternative for Germany"}}, {"uri": "http://en.wikipedia.org/wiki/Centre-right_politics", "type": "wiki", "score": 2, "label": {"eng": "Centre-right politics"}}, {"uri": "http://en.wikipedia.org/wiki/Think_tank", "type": "wiki", "score": 2, "label": {"eng": "Think tank"}}, {"uri": "http://en.wikipedia.org/wiki/Emmanuel_Macron", "type": "person", "score": 2, "label": {"eng": "Emmanuel Macron"}}, {"uri": "http://en.wikipedia.org/wiki/Recep_Tayyip_Erdoğan", "type": "person", "score": 2, "label": {"eng": "Recep Tayyip Erdoğan"}}, {"uri": "http://en.wikipedia.org/wiki/De_facto", "type": "loc", "score": 2, "label": {"eng": "De facto"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Marche", "type": "loc", "score": 2, "label": {"eng": "Marche"}, "location": {"type": "place", "label": {"eng": "Marche"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Serbia", "type": "loc", "score": 2, "label": {"eng": "Serbia"}, "location": {"type": "country", "label": {"eng": "Serbia"}}}, {"uri": "http://en.wikipedia.org/wiki/Denmark", "type": "loc", "score": 2, "label": {"eng": "Denmark"}, "location": {"type": "country", "label": {"eng": "Denmark"}}}, {"uri": "http://en.wikipedia.org/wiki/Austria", "type": "loc", "score": 2, "label": {"eng": "Austria"}, "location": {"type": "country", "label": {"eng": "Austria"}}}, {"uri": "http://en.wikipedia.org/wiki/Jean_Asselborn", "type": "person", "score": 1, "label": {"eng": "Jean Asselborn"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 1, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Charles_Michel", "type": "person", "score": 1, "label": {"eng": "Charles Michel"}}, {"uri": "http://en.wikipedia.org/wiki/Luxembourg", "type": "loc", "score": 1, "label": {"eng": "Luxembourg"}, "location": {"type": "country", "label": {"eng": "Luxembourg"}}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 98}, {"uri": "dmoz/Society/Government", "label": "dmoz/Society/Government", "wgt": 18}, {"uri": "dmoz/Shopping/Home_and_Garden/Walls", "label": "dmoz/Shopping/Home and Garden/Walls", "wgt": 13}, {"uri": "dmoz/Society/Philanthropy/Refugees", "label": "dmoz/Society/Philanthropy/Refugees", "wgt": 21}, {"uri": "dmoz/Society/Issues/Immigration", "label": "dmoz/Society/Issues/Immigration", "wgt": 14}, {"uri": "dmoz/Society/Government/Multilateral", "label": "dmoz/Society/Government/Multilateral", "wgt": 20}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F5f4f2878-5ef2-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5566123", "location": null, "shares": {"facebook": 319}, "sentiment": -0.1843137254901961, "wgt": 319, "relevance": 27}, {"uri": "1475833309", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "18:23:00", "dateTime": "2020-03-08T18:23:00Z", "dateTimePub": "2020-03-08T18:22:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/ef3539ec-5f96-11ea-b0ab-339c2307bcd4", "title": "US economy is dangerously dependent on Wall Street whims", "body": "Watching the markets these days is like watching the seven stages of grief -- shock, denial, anger, bargaining, depression, testing and, finally, acceptance. We clearly have not reached that last stage yet. This isn't really about coronavirus -- that was simply a trigger for a correction I have long expected. The US is in the longest economic recovery cycle on record, with mounds of global debt, falling credit quality, and decades of low interest rates driving asset prices to unsustainable levels.\n\nThe reluctance of investors, politicians and central bankers to accept that is not just an example of the natural human tendency to put off pain. Rather it is something scarier and more factual. The truth is that the US economy is now dependent on asset bubbles for survival.\n\nThis was sharply quantified in a recent edition of financial analyst Luke Gromen's weekly newsletter \"The Forest for the Trees\". About two-thirds of the US economy is consumer spending. But people's spending patterns are not based on their income alone. Our personal consumption is also linked to our expectation of wealth held in assets like stocks and bonds.\n\nWhat's stunning is how utterly dependent American fortunes have become on the inflation of those asset prices. Mr Gromen has calculated that net capital gains plus taxable distributions from individual retirement accounts are equal to 200 per cent of year on year growth in US personal consumption expenditure.\n\nThat does not necessarily mean that people are pulling money out of their retirement accounts to buy hand-sanitiser, bottled water and face masks. But Mr Gromen argues that it does mean that US gross domestic product \"cannot mathematically rise if asset prices are falling\".\n\nNo wonder the US Federal Reserve cut rates by 50 basis points last week. The move came with a predictable risk of spooking the market -- and it did so. The S&P 500 fell nearly 3 per cent that day. But the fundamental risk of inaction was deemed greater.\n\nCentral bankers are clever people. They know that they cannot fix pandemics or political dysfunction with monetary stimulus. But in the US more than anywhere, they have found themselves in an unenviable position: managing an economy that has, over the last several decades, and particularly since 2008, depended on low interest rates to push up asset prices. That in turn has made it less obvious to consumers (and voters) that average real weekly earnings for the bottom 80 per cent are at about the level they were in 1974, and that the things that make people middle class -- healthcare, education, and housing -- have become unaffordable.\n\nSeen in this light, President Donald Trump's disingenuous attempts to equate the fortunes of Wall Street with those of the country at large make a kind of grim sense. The value of the S&P 500 is less a gauge of the broad health of US corporations or consumers than it is of the wealth of a few tech firms and value of the 2017 tax cuts. The latter accounted for two-thirds of the aggregate rise in corporate profits between 2012 and today.\n\nBut share price increases represent a disproportionate amount of the income tax paid by the top 5 per cent of earners, who pay 60 per cent of income tax receipts. Given the importance of asset price increases in both tax receipts and GDP growth, it is hard to imagine a world in which the Fed won't keep cutting rates indefinitely. Live by the market, die by the market.\n\nIt did not have to be this way, and this situation did not develop overnight. The US built an economy that is dangerously dependent on the whims of Wall Street little by little, since the 1970s onwards. It is the result of policy changes driven by both Democrats and Republicans.\n\nAmong them was the 1982 rule that allowed share buybacks in specific conditions, even though this had once been considered market manipulation; and the decision to provide favourable tax treatment to stock options, which allowed already fortunate people to profit from the rising valuations of companies they worked for. The most fundamental change was the shift from defined benefit pensions to defined contribution 401(k) plans, which has linked the future of so many Americans, in a Faustian way, to the fickle fortunes of the market.\n\nAll of it was supported by the myth that share prices are the ultimate indicator of what was happening inside a company, and ultimately, an economy.\n\nI don't think that's really been true for a long time, something underscored by last week's death of former General Electric chief executive Jack Welch. He came to represent the rise, and ultimately, the fall of shareholder focused capitalism. After the 2008 crisis it became clear that GE's share price under Welch had been artificially bolstered by debt and leverage.\n\nWelch eventually rejected shareholder \"value\" as the \"dumbest idea in the world\". I can only hope that this market downturn will force more people to come to the same conclusion. How much longer can we run an economy driven so disproportionately by financially engineered asset bubbles? The next few weeks and months may give us the answer.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Valuation_(finance)", "type": "wiki", "score": 5, "label": {"eng": "Valuation (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 4, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 4, "label": {"eng": "Interest rate"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Depression", "type": "wiki", "score": 4, "label": {"eng": "Great Depression"}}, {"uri": "http://en.wikipedia.org/wiki/Consumer_spending", "type": "wiki", "score": 3, "label": {"eng": "Consumer spending"}}, {"uri": "http://en.wikipedia.org/wiki/Credit_rating", "type": "wiki", "score": 3, "label": {"eng": "Credit rating"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Income_tax", "type": "wiki", "score": 3, "label": {"eng": "Income tax"}}, {"uri": "http://en.wikipedia.org/wiki/Basis_point", "type": "wiki", "score": 3, "label": {"eng": "Basis point"}}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 3, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Inflation", "type": "wiki", "score": 3, "label": {"eng": "Inflation"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 3, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Individual_retirement_account", "type": "wiki", "score": 3, "label": {"eng": "Individual retirement account"}}, {"uri": "http://en.wikipedia.org/wiki/Central_America", "type": "loc", "score": 3, "label": {"eng": "Central America"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Capital_gain", "type": "wiki", "score": 3, "label": {"eng": "Capital gain"}}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 3, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_Reserve", "type": "org", "score": 3, "label": {"eng": "Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "wiki", "score": 3, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Bond (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Jack_Welch", "type": "person", "score": 1, "label": {"eng": "Jack Welch"}}, {"uri": "http://en.wikipedia.org/wiki/General_Electric", "type": "org", "score": 1, "label": {"eng": "General Electric"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 17}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 15}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 16}, {"uri": "dmoz/Home/Personal_Finance", "label": "dmoz/Home/Personal Finance", "wgt": 19}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fa6c158c8-6084-11ea-abcc-910c5b38d9ed?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 295}, "sentiment": 0.0117647058823529, "wgt": 295, "relevance": 76}, {"uri": "1473829401", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "19:00:00", "dateTime": "2020-03-06T19:00:00Z", "dateTimePub": "2020-03-06T19:00:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/bedb5174-5d5b-11ea-ac5e-df00963c20e6", "title": "The remarkable new hotel built above the ruins of ancient Antioch", "body": "Perhaps the hour-long hammam I've just enjoyed and the massage with pungent laurel oil that followed have gone to my head. Looking down from the balcony of my room I have a definite sensation of tumbling through time. Beneath me there is a network of ancient walls, exposed hypocaust systems and toppled columns. There is a wide stretch of marble flooring in what was once a Roman forum, fabulous mosaic-decorated room interiors and an ancient stone-surfaced Roman road so perfectly preserved I can imagine a cart rolling along it.\n\nThis is the view for guests at the newly opened Museum Hotel, Antakya: surely the most remarkable hotel to launch anywhere in the world so far this year -- and one facing some remarkable challenges. It is built directly over and around a four-acre section of downtown ancient Antioch, once the third-biggest city in the Roman empire after Rome and Alexandria and, at its height, home to 200,000 citizens and slaves.\n\nThe hotel came about by accident. The original plan was for a standard luxury property, but then excavations started to reveal the archaeological riches beneath the site. While many builders might have seen this as a project-ending nightmare, here the developers decided instead to capitalise on the discoveries -- ripping up the original plans and creating a dramatic modern building that hovers above the mosaics, columns and ancient walls.\n\nDesigned by the Turkish architect Emre Arolat, also responsible for the sublime Sancaklar Mosque in Istanbul (a building that classicist Mary Beard described as \"one of the most striking religious creations of modern times\"), the hotel's five floors are suspended from steel girders carried by 66 columns. Arolat has called the hotel the project of his life. The lowest floor houses the museum, above that is the hotel's reception, then bars and restaurants connected by walkways. A honeycomb of stacked bedroom pods hangs in the void of the atrium, open to the elements on its flanks.\n\nOn top, Arolat has placed a presidential suite, a fitness and health spa with Turkish bath -- where I enjoyed that hammam -- a ballroom, more restaurants, conference facilities, inside and outside pools and wide roof terraces that look over the bulk of Mount Silpius.\n\nAll this is waiting for the world to marvel at. But will it come?\n\nAfter more than a decade of work, the timing for the launch of the hotel could scarcely be worse. Antakya, capital of Turkey's Hatay region, is wedged between the Mediterranean and north-western Syria. Presently, the British Foreign Office advises against all but essential travel to Hatay province; the US State Department suggests potential visitors should \"reconsider\". The official opening was in January, and international journalists were invited to see it last month, just as tensions between Turkey and Syria escalated and days before 34 Turkish troops were killed in Idlib. And meanwhile the escalating coronavirus crisis has put even more people off leaving home.\n\nThe Syrian border is just 20km away from Antakya, Idlib only another 33km -- now is clearly not the time to go -- even though as dusk falls on the terrace outside my room, much older disasters seem closer at hand than the neighbouring civil war. The mosaics and slabs beneath carry the mark of fire and invasion and the many earthquakes that obliterated the site for 1,500 years until work started in 2009.\n\nAt that point, tourism was on the rise and trade with Syria was strong. The Asfuroglu group, a construction company, began work on a hotel on a block of land it had owned since the 1990s and which had been used for processing and selling cement. The location in the old city, just below St Peter's cave church, where the apostle and St Paul are believed to have worshipped, and close to the world-class archaeology museum, appeared perfectly positioned for an expected boom in visitors intrigued by the city's past and its cuisine, a sumptuous meld of Arab and Turkish elements (which in 2017 won Antakya recognition as a Unesco \"City of Gastronomy\").\n\nAs one of the conditions of planning permission, a team from the museum of archaeology sank 29 exploratory shafts. Sabiha Asfuroglu Abbasoglu, chief executive of the Asfuroglu group's hotel division, was on site when the drilling began. \"We had no clue what was down there,\" she says, when we meet on the café terrace overlooking the forum and sip fierce Antakya coffee (\"It's like Turkish coffee but even stronger!\"). \"But every single one of these exploratory shafts revealed something. We knew that the original plan was over.\"\n\nConstruction was stopped and the biggest systematic archaeological dig in the region since the 1930s began. One of the first discoveries was a marble statue of Eros, dated to 200AD, now one of the highlights of the hotel museum. And then there is the world's largest single floor mosaic, 1,050 sq metres of geometric pattern rippled into a wave effect by subsidence. In 2012 they discovered the Pegasus mosaic, a mythological scene of staggering subtlety, in which 160 different shades of stone have been identified.\n\nIn all, some 30,000 objects from 13 different civilisations were discovered. Many of those finds are in the Antakya Archaeology Museum -- itself a pretty astonishing institution. The hotel's framework used 20,000 tons of steel, three times more, they like to tell you, than went into the Eiffel Tower.\n\nUnderstandably, Abbasoglu, although only 36, has the manner of someone who has been through a lifetime's labour. \"It was very difficult,\" she says with some understatement. \"Every day there was a new problem to deal with.\"\n\nThe original budget was $40m and as the costs rose the group sold assets to foot the bill. \"Financially it was very hard and we had to sell much of our land around Hatay and a hospital we owned.\" When I ask the final cost Abbasoglu flips currencies, as if it might soften the blow. \"More than €120m.\"\n\nWas it worth it? \"This is not just a hotel and museum,\" she says. \"It is my life, it is my family's life.\" Her pride is palpable but there is also exasperation. Antakya is unique in the Levant for the way its faith communities, Sunni, Alawite, Orthodox, Catholic and Jewish, coexist. For the city's business community, the UK and US travel advice implies turmoil where they see none. \"It has been a difficult time for the region and for tourism, but we've not been directly affected in Antakya and life goes on as normal for us here,\" says Abbasoglu. \"We look forward with hope.\"\n\nSeeing the treasure that the project has uncovered might not count as \"essential travel\" but it is certainly hard to forget. Before I leave, there is one thing I must see again. Not the Pegasus mosaic or the statue of Eros, but that stretch of apparently ageless road. I find a Turkish woman already there and she tells me it is her favourite place as well. \"If you're quiet,\" she says, \"you can hear their sandals on the stone.\" So we stand silently together, lost, just for a moment, in antiquity.\n\nTravel and travel planning are being disrupted by the worldwide spread of the coronavirus. For the latest updates, read the FT's coverage of the outbreak", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Turkish_bath", "type": "wiki", "score": 5, "label": {"eng": "Turkish bath"}}, {"uri": "http://en.wikipedia.org/wiki/Hotel", "type": "wiki", "score": 5, "label": {"eng": "Hotel"}}, {"uri": "http://en.wikipedia.org/wiki/Antakya", "type": "loc", "score": 5, "label": {"eng": "Antakya"}, "location": {"type": "place", "label": {"eng": "Antakya"}, "country": {"type": "country", "label": {"eng": "Turkey"}}}}, {"uri": "http://en.wikipedia.org/wiki/Turkey", "type": "loc", "score": 5, "label": {"eng": "Turkey"}, "location": {"type": "country", "label": {"eng": "Turkey"}}}, {"uri": "http://en.wikipedia.org/wiki/Syria", "type": "loc", "score": 5, "label": {"eng": "Syria"}, "location": {"type": "country", "label": {"eng": "Syria"}}}, {"uri": "http://en.wikipedia.org/wiki/Hypocaust", "type": "wiki", "score": 4, "label": {"eng": "Hypocaust"}}, {"uri": "http://en.wikipedia.org/wiki/Forum_(Roman)", "type": "wiki", "score": 4, "label": {"eng": "Forum (Roman)"}}, {"uri": "http://en.wikipedia.org/wiki/Mosaic", "type": "wiki", "score": 4, "label": {"eng": "Mosaic"}}, {"uri": "http://en.wikipedia.org/wiki/Museum", "type": "wiki", "score": 4, "label": {"eng": "Museum"}}, {"uri": "http://en.wikipedia.org/wiki/Archaeology", "type": "wiki", "score": 4, "label": {"eng": "Archaeology"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 4, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Marble", "type": "wiki", "score": 4, "label": {"eng": "Marble"}}, {"uri": "http://en.wikipedia.org/wiki/Restaurant", "type": "wiki", "score": 4, "label": {"eng": "Restaurant"}}, {"uri": "http://en.wikipedia.org/wiki/Mary_Beard_(classicist)", "type": "person", "score": 3, "label": {"eng": "Mary Beard (classicist)"}}, {"uri": "http://en.wikipedia.org/wiki/Antioch", "type": "loc", "score": 3, "label": {"eng": "Antioch"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Classics", "type": "wiki", "score": 3, "label": {"eng": "Classics"}}, {"uri": "http://en.wikipedia.org/wiki/Atrium_(architecture)", "type": "wiki", "score": 3, "label": {"eng": "Atrium (architecture)"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_and_Commonwealth_Office", "type": "org", "score": 3, "label": {"eng": "Foreign and Commonwealth Office"}}, {"uri": "http://en.wikipedia.org/wiki/Steel", "type": "wiki", "score": 3, "label": {"eng": "Steel"}}, {"uri": "http://en.wikipedia.org/wiki/Slavery", "type": "wiki", "score": 3, "label": {"eng": "Slavery"}}, {"uri": "http://en.wikipedia.org/wiki/Mediterranean_Sea", "type": "loc", "score": 3, "label": {"eng": "Mediterranean Sea"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Roman_roads", "type": "wiki", "score": 3, "label": {"eng": "Roman roads"}}, {"uri": "http://en.wikipedia.org/wiki/Swimming_pool", "type": "wiki", "score": 3, "label": {"eng": "Swimming pool"}}, {"uri": "http://en.wikipedia.org/wiki/Spa", "type": "wiki", "score": 3, "label": {"eng": "Spa"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_State", "type": "org", "score": 3, "label": {"eng": "United States Department of State"}}, {"uri": "http://en.wikipedia.org/wiki/Architect", "type": "wiki", "score": 3, "label": {"eng": "Architect"}}, {"uri": "http://en.wikipedia.org/wiki/Roman_Empire", "type": "loc", "score": 3, "label": {"eng": "Roman Empire"}, "location": {"type": "place", "label": {"eng": "Roman Empire"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Rome", "type": "loc", "score": 3, "label": {"eng": "Rome"}, "location": {"type": "place", "label": {"eng": "Rome"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Istanbul", "type": "loc", "score": 3, "label": {"eng": "Istanbul"}, "location": {"type": "place", "label": {"eng": "Istanbul"}, "country": {"type": "country", "label": {"eng": "Turkey"}}}}, {"uri": "http://en.wikipedia.org/wiki/Alexandria", "type": "loc", "score": 3, "label": {"eng": "Alexandria"}, "location": {"type": "place", "label": {"eng": "Alexandria"}, "country": {"type": "country", "label": {"eng": "Egypt"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hatay_Province", "type": "loc", "score": 3, "label": {"eng": "Hatay Province"}, "location": {"type": "place", "label": {"eng": "Hatay Province"}, "country": {"type": "country", "label": {"eng": "Turkey"}}}}, {"uri": "http://en.wikipedia.org/wiki/Idlib_Governorate", "type": "loc", "score": 3, "label": {"eng": "Idlib Governorate"}, "location": {"type": "place", "label": {"eng": "Idlib Governorate"}, "country": {"type": "country", "label": {"eng": "Syria"}}}}, {"uri": "http://en.wikipedia.org/wiki/Turkish_coffee", "type": "wiki", "score": 2, "label": {"eng": "Turkish coffee"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidence", "type": "wiki", "score": 2, "label": {"eng": "Subsidence"}}, {"uri": "http://en.wikipedia.org/wiki/Eros", "type": "org", "score": 2, "label": {"eng": "Eros"}}, {"uri": "http://en.wikipedia.org/wiki/Eiffel_Tower", "type": "loc", "score": 2, "label": {"eng": "Eiffel Tower"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Saint_Peter", "type": "person", "score": 2, "label": {"eng": "Saint Peter"}}, {"uri": "http://en.wikipedia.org/wiki/Paul_the_Apostle", "type": "person", "score": 2, "label": {"eng": "Paul the Apostle"}}, {"uri": "http://en.wikipedia.org/wiki/UNESCO", "type": "loc", "score": 2, "label": {"eng": "UNESCO"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Levant", "type": "loc", "score": 1, "label": {"eng": "Levant"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Jews", "type": "loc", "score": 1, "label": {"eng": "Jews"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 1, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 85}, {"uri": "dmoz/Science/Social_Sciences/Archaeology", "label": "dmoz/Science/Social Sciences/Archaeology", "wgt": 24}, {"uri": "dmoz/Arts/Crafts/Mosaics", "label": "dmoz/Arts/Crafts/Mosaics", "wgt": 22}, {"uri": "dmoz/Shopping/Crafts/Mosaics", "label": "dmoz/Shopping/Crafts/Mosaics", "wgt": 22}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Ffcbc29fe-5f96-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 277}, "sentiment": 0.3568627450980393, "wgt": 277, "relevance": 27}, {"uri": "1473005622", "lang": "eng", "isDuplicate": false, "date": "2020-03-06", "time": "06:01:00", "dateTime": "2020-03-06T06:01:00Z", "dateTimePub": "2020-03-06T06:00:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/32a40a48-5e19-11ea-b0ab-339c2307bcd4", "title": "Falsehoods can spread and mutate as easily as a virus", "body": "Is there anything we can do to contain the spread? I'm not talking about coronavirus. I'm talking about the misinformation.\n\nThe UK's Daily Express has suggested that the World Health Organization has long known about the disease known as Covid-19. (It hasn't: it just talked about a hypothetical pandemic scenario involving an equally hypothetical Disease X.) Other newspapers asked if satellite images showed mass cremations of Covid-19 victims. (No.)\n\nIn Kenya, audio from a training exercise was widely shared on WhatsApp, leading people to confuse the simulation with reality. Everywhere, social media posts peddle snake oil and trade in conspiracy theories.\n\nA popular Facebook image shows that Dettol's label claims to kill coronavirus and asks, were they forewarned? Maybe -- although it would be quite the bioweapon conspiracy if a bunch of incompetent label designers were in the loop. A more plausible explanation is that \"coronavirus\" also applies to the viruses that cause Mers, Sars and indeed some varieties of the common cold.\n\nIt is important not to exaggerate the reach of such stories but they are too popular for comfort. They are smeared around the information ecosystem by a combination of fear, a mistaken desire to help, the gossip instinct and, perhaps most important, a belief that official sources aren't telling us the truth.\n\nA few weeks ago, for example, a reader wrote to me: \"Whilst the 'official' death rate for the coronavirus is repeatedly stated in the media as being 2 per cent, I believe this is a false statistic . . . the real death rate is somewhere between 6 per cent and 18 per cent. IT IS CERTAINLY NOT 2 per cent!\" He even added a spreadsheet.\n\nMy instinctive reaction was the opposite of those spreading the misinformation: that if the death rate was that high, we'd know about it. And indeed, when I spoke to epidemiologist Nathalie MacDermott of King's College London, she reassured me that my reader's otherwise-rigorous spreadsheet had missed a detail which explained his alarming conclusion: some cases are so mild that they never reach the notice of medical professionals.\n\nWhat stuck with me was an intelligent reader's mistrust of the \"official\" number. The Chinese authorities may well have reasons to fear the truth, but there is no reason to believe international experts are engaged in a cover-up. Experts can be corrupt or mistaken, and sometimes one must look behind a curtain of official denial. Yet in technical matters such as the danger of Covid-19, an epidemiologist is far more likely to be right than our untutored intuitions.\n\nThere are plenty of paranoid conspiracies about Covid-19 circulating on social media -- check the website of Full Fact, a UK-based fact-checking organisation, for a selection. They are just a small sample of the falsehoods circulating on all topics. Sometimes they are an attempt to get clicks and thus revenue; sometimes it is deliberate disinformation designed to skew political debate or drown out the truth; sometimes untrue ideas are just catchy. Can we contain all this misinformation any more than we are containing the new coronavirus?\n\nThe theory that ideas spread, mutate and evolve much like a living organism -- or a virus -- was popularised by the evolutionary biologist Richard Dawkins, who in 1976 coined the word \"meme\" as an analogue to \"gene\". The possibility of ideas \"going viral\" was radical in the 1970s. Now it is a cliché -- but it is still instructive.\n\nThe sudden interest in the disease, for example, has given new life to dormant posts promoting herbal cures for coronaviruses. Strange ideas mutate and multiply in their own niches, such as social media groups favouring vaccine conspiracies or the idea that mobile phones make you sick. Such groups are inclined to disbelieve the official version of anything.\n\nIt is tempting to dream that a grand plan can contain both problems. We hope a new law, or a change in Facebook's algorithm, will dispel lies -- just as we hope that Covid-19 can be foiled by quarantine (ideally of other people) or by the miraculous appearance of a working vaccine.\n\nSuch top-down moves can help. A society with strong health services is in a better position to face a pandemic; similarly we can strengthen our institutions against misinformation. Facebook announced this week that it will be \"removing false claims and conspiracy theories\" -- late in the day. But the company has long worked with fact-checkers such as Full Fact to flag false stories.\n\nYet ultimately, a resilient society needs to practice some bottom-up hygiene, if that is not an unfortunate phrase. To deal with a virus, we should wash our hands and try not to touch our faces. Similarly, the strongest defences against misinformation are people less given to paranoia and to sharing ideas without thinking. We should all stop and reflect before circulating alarming claims. Count to 10, and ask yourself whether this is really the best thing to amplify. Whether fighting a virus, or a viral scare story, each one of us needs to erect small barriers to slow the contagion. Alone, those barriers may seem trivial. Collectively, they work.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Misinformation", "type": "wiki", "score": 5, "label": {"eng": "Misinformation"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 5, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Daily_Express", "type": "org", "score": 4, "label": {"eng": "Daily Express"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Conspiracy_theory", "type": "wiki", "score": 4, "label": {"eng": "Conspiracy theory"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 4, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Spreadsheet", "type": "wiki", "score": 4, "label": {"eng": "Spreadsheet"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 4, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Biological_warfare", "type": "wiki", "score": 3, "label": {"eng": "Biological warfare"}}, {"uri": "http://en.wikipedia.org/wiki/King's_College_London", "type": "org", "score": 3, "label": {"eng": "King's College London"}}, {"uri": "http://en.wikipedia.org/wiki/Simulation", "type": "wiki", "score": 3, "label": {"eng": "Simulation"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Cremation", "type": "wiki", "score": 3, "label": {"eng": "Cremation"}}, {"uri": "http://en.wikipedia.org/wiki/Snake", "type": "wiki", "score": 3, "label": {"eng": "Snake"}}, {"uri": "http://en.wikipedia.org/wiki/Common_cold", "type": "wiki", "score": 3, "label": {"eng": "Common cold"}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 3, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Satellite", "type": "wiki", "score": 3, "label": {"eng": "Satellite"}}, {"uri": "http://en.wikipedia.org/wiki/Ecosystem", "type": "wiki", "score": 3, "label": {"eng": "Ecosystem"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 3, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/WhatsApp", "type": "org", "score": 3, "label": {"eng": "WhatsApp"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 3, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Information_technology", "type": "wiki", "score": 3, "label": {"eng": "Information technology"}}, {"uri": "http://en.wikipedia.org/wiki/Kenya", "type": "loc", "score": 3, "label": {"eng": "Kenya"}, "location": {"type": "country", "label": {"eng": "Kenya"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Richard_Dawkins", "type": "person", "score": 2, "label": {"eng": "Richard Dawkins"}}, {"uri": "http://en.wikipedia.org/wiki/Evolutionary_biology", "type": "wiki", "score": 2, "label": {"eng": "Evolutionary biology"}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 13}, {"uri": "dmoz/Society/Activism", "label": "dmoz/Society/Activism", "wgt": 12}, {"uri": "news/Science", "label": "news/Science", "wgt": 70}, {"uri": "dmoz/Society/Issues/Conspiracy", "label": "dmoz/Society/Issues/Conspiracy", "wgt": 23}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 12}, {"uri": "dmoz/Recreation/Humor/Useless_Pages", "label": "dmoz/Recreation/Humor/Useless Pages", "wgt": 12}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F53c12db2-5e34-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 249}, "sentiment": -0.1450980392156863, "wgt": 249, "relevance": 101}, {"uri": "1475067398", "lang": "eng", "isDuplicate": false, "date": "2020-03-07", "time": "23:50:00", "dateTime": "2020-03-07T23:50:00Z", "dateTimePub": "2020-03-07T23:49:00Z", "dataType": "news", "sim": 0.4941176474094391, "url": "https://www.ft.com/content/55865732-60cb-11ea-b3f3-fe4680ea68b5", "title": "Italy set to quarantine Lombardy over coronavirus", "body": "Italy was set to lock down the entire region of Lombardy in the prosperous industrial north, as part of draconian new measures to contain the spread of coronavirus in the eurozone's third-largest economy.\n\nAccording to a draft decree that was expected to be approved by the Italian government, the measures include a ban on entering or exiting certain areas of the country, and the closure of museums, gyms, schools and ski resorts.\n\nAs well as the entire region of Lombardy, the restrictions would affect other provinces in neighbouring regions, including Parma, Modena, Padua and Venice.\n\nThe move to press ahead with the severe restrictions came as coronavirus cases in Italy soared past 5,000, making it the most affected country in Europe.\n\nThere are growing concerns about the strain on the country's healthcare system as well as fears that the spread of the disease could drive the country into recession.\n\nCoronavirus has spread rapidly in Italy since February 21 when the first cluster of cases began to appear in towns including Codogno south of Milan. Those areas were rapidly put under lockdown put the area facing similar restrictions has now been hugely expanded to cover millions of people and some of the most economically productive areas of the eurozone.\n\nWhen the coronavirus outbreak was largely confined to China, Italy quickly moved to ban direct flights to and from the Asian nation. But travellers from Italy are now facing bans of their own, as well as periods of quarantine and self-isolation, around the world, as other countries seek to limit the spread of the disease.\n\nThe move to ramp up restrictions on travel within Italy came after Nicola Zingaretti, the leader of the centre-left Democratic Party, said he had tested positive for coronavirus, and was staying at home.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Regions_of_Italy", "type": "wiki", "score": 5, "label": {"eng": "Regions of Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 5, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Provinces_of_Italy", "type": "wiki", "score": 3, "label": {"eng": "Provinces of Italy"}}, {"uri": "http://en.wikipedia.org/wiki/Eurozone", "type": "loc", "score": 3, "label": {"eng": "Eurozone"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Modena", "type": "loc", "score": 3, "label": {"eng": "Modena"}, "location": {"type": "place", "label": {"eng": "Modena"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Padua", "type": "loc", "score": 3, "label": {"eng": "Padua"}, "location": {"type": "place", "label": {"eng": "Padua"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Parma", "type": "loc", "score": 3, "label": {"eng": "Parma"}, "location": {"type": "place", "label": {"eng": "Parma"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Venice", "type": "loc", "score": 3, "label": {"eng": "Venice"}, "location": {"type": "place", "label": {"eng": "Venice"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Codogno", "type": "loc", "score": 2, "label": {"eng": "Codogno"}, "location": {"type": "place", "label": {"eng": "Codogno"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Milan", "type": "loc", "score": 2, "label": {"eng": "Milan"}, "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Nicola_Zingaretti", "type": "person", "score": 1, "label": {"eng": "Nicola Zingaretti"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(Italy)", "type": "org", "score": 1, "label": {"eng": "Democratic Party (Italy)"}}, {"uri": "http://en.wikipedia.org/wiki/Centre-left_politics", "type": "wiki", "score": 1, "label": {"eng": "Centre-left politics"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 1, "label": {"eng": "Quarantine"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 86}, {"uri": "dmoz/Home/Moving_and_Relocating", "label": "dmoz/Home/Moving and Relocating", "wgt": 15}, {"uri": "dmoz/Home/Moving_and_Relocating/Moving", "label": "dmoz/Home/Moving and Relocating/Moving", "wgt": 16}, {"uri": "dmoz/Health/Animal/Livestock", "label": "dmoz/Health/Animal/Livestock", "wgt": 10}, {"uri": "dmoz/Recreation/Travel/Travelogues", "label": "dmoz/Recreation/Travel/Travelogues", "wgt": 10}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F4b6db046-60cc-11ea-abcc-910c5b38d9ed?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5580279", "location": null, "shares": {"facebook": 203}, "sentiment": -0.05098039215686279, "wgt": 203, "relevance": 101}, {"uri": "1467757174", "lang": "eng", "isDuplicate": false, "date": "2020-03-02", "time": "10:49:00", "dateTime": "2020-03-02T10:49:00Z", "dateTimePub": "2020-03-02T10:48:00Z", "dataType": "news", "sim": 0.6901960968971252, "url": "https://www.ft.com/content/1356af8c-5c6c-11ea-8033-fa40a0d65a98", "title": "OECD warns coronavirus outbreak could halve global growth outlook", "body": "The OECD became the first international organisation to sound the alarm about coronavirus on Monday, saying the world economy was \"at risk\" and warning of the possibility that global growth will halve this year from its previous forecast.\n\nJust the effect of the widespread closure of factories and businesses in China was likely to cut 0.5 percentage points from the global growth forecast in 2020, the Paris-based international organisation said, lowering its forecast from an already weak 2.9 per cent to 2.4 per cent.\n\nThat puts the global economy on the verge of a recession, which is traditionally defined as growth below 2.5 per cent.\n\nIf there was a \"longer lasting and more intensive coronavirus outbreak, spreading widely throughout the Asia-Pacific region, Europe and North America\", prospects would dim further and global growth \"could drop to 1.5 per cent in 2020, half the rate projected prior to the virus outbreak,\" the OECD added.\n\nCalling on governments to act \"swiftly and forcefully\" on health and economic effects, it called for supportive monetary and fiscal policies to restore confidence even though it recognised that economic policies cannot offset the immediate effects of shutdowns in business activity designed to slow the spread of the virus.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/International_organization", "type": "wiki", "score": 4, "label": {"eng": "International organization"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 4, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 2, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/OECD", "type": "wiki", "score": 2, "label": {"eng": "OECD"}}, {"uri": "http://en.wikipedia.org/wiki/Asia-Pacific", "type": "loc", "score": 2, "label": {"eng": "Asia-Pacific"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/North_America", "type": "loc", "score": 2, "label": {"eng": "North America"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Fiscal_policy", "type": "wiki", "score": 1, "label": {"eng": "Fiscal policy"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 66}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 16}, {"uri": "dmoz/Business/Management/Strategy_and_Forecasting", "label": "dmoz/Business/Management/Strategy and Forecasting", "wgt": 15}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 24}, {"uri": "dmoz/Society/Issues/Global", "label": "dmoz/Society/Issues/Global", "wgt": 13}, {"uri": "dmoz/Society/Politics/Global_Governance", "label": "dmoz/Society/Politics/Global Governance", "wgt": 19}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F23ff8fe2-5c6d-11ea-8033-fa40a0d65a98?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5563334", "location": null, "shares": {"facebook": 170}, "sentiment": 0.02745098039215677, "wgt": 170, "relevance": 76}, {"uri": "1475499088", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "11:11:00", "dateTime": "2020-03-08T11:11:00Z", "dateTimePub": "2020-03-08T11:11:00Z", "dataType": "news", "sim": 0.7647058963775635, "url": "https://www.ft.com/content/3ba863e8-e684-328b-abe1-5aae1d6a8f9d", "title": "Coronavirus: Italy quarantines 16m people - live updates", "body": "Japanese coronavirus case may have caused meningitis\n\nBy Kana Inagaki in Tokyo\n\nJapan has reported a rare case where the coronavirus is believed to have caused meningitis in a male patient in his twenties.\n\nThe man, who lives in Yamanashi prefecture, west of Tokyo, visited a medical institution on Feb 28 and March 2 before being taken to another hospital on Friday. He is in serious condition after testing positive for coronavirus on Saturday, according to Yamanashi prefecture.\n\nOfficials at the prefecture said they had been unable to determine how the man got infected since he is currently unconscious and cannot be questioned.\n\nAccording to NHK, doctors at the hospital where the man is being treated said it was extremely rare for the new coronavirus to trigger meningitis.\n\nOn Sunday, Seven-Eleven Japan also said one of its workers at a convenience store in the same prefecture has contracted coronavirus, prompting the company to shut it down for cleaning and disinfection.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Meningitis", "type": "wiki", "score": 5, "label": {"eng": "Meningitis"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 5, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Kana", "type": "wiki", "score": 4, "label": {"eng": "Kana"}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 4, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Yamanashi_Prefecture", "type": "loc", "score": 4, "label": {"eng": "Yamanashi Prefecture"}, "location": {"type": "place", "label": {"eng": "Yamanashi Prefecture"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Prefectures_of_Japan", "type": "wiki", "score": 2, "label": {"eng": "Prefectures of Japan"}}, {"uri": "http://en.wikipedia.org/wiki/Unconsciousness", "type": "wiki", "score": 2, "label": {"eng": "Unconsciousness"}}, {"uri": "http://en.wikipedia.org/wiki/NHK", "type": "org", "score": 2, "label": {"eng": "NHK"}}, {"uri": "http://en.wikipedia.org/wiki/Convenience_store", "type": "wiki", "score": 1, "label": {"eng": "Convenience store"}}, {"uri": "http://en.wikipedia.org/wiki/Disinfectant", "type": "wiki", "score": 1, "label": {"eng": "Disinfectant"}}], "categories": [{"uri": "dmoz/Health/Medicine", "label": "dmoz/Health/Medicine", "wgt": 8}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 10}, {"uri": "dmoz/Sports/Strength_Sports/Strongman", "label": "dmoz/Sports/Strength Sports/Strongman", "wgt": 8}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fblogs.ft.com%2Fthe-world%2Ffiles%2F2020%2F03%2FCoronavrius_Iran1.png?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5580976", "location": null, "shares": {"facebook": 161}, "sentiment": 0.0117647058823529, "wgt": 161, "relevance": 101}, {"uri": "1475681889", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "15:03:00", "dateTime": "2020-03-08T15:03:00Z", "dateTimePub": "2020-03-08T15:03:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/c048d870-6138-11ea-a6cd-df28cc3c6a68", "title": "Oil price war spells danger for US junk bonds", "body": "US junk bonds face a day of reckoning when markets open on Monday, with the unfolding price war in oil set to knock energy companies buckling from the outbreak of coronavirus.\n\nSaudi Arabia is set to raise oil production next month, in an apparent attempt to put pressure on Russia after Moscow refused to join other nations in curbing output to support the price of oil.\n\nAs well as squeezing Russia, the aggressive move is likely to threaten the US shale industry and imperil companies that are teetering on the brink of collapse.\n\n\"This was literally the last thing US high-yield energy producers needed,\" said John McClain, a portfolio manager at Diamond Hill Capital Management, referring to the effects of the move from Riyadh on junk-rated companies. \"There will be blood in the market on Monday.\"\n\nEnergy companies are the biggest issuers of junk bonds, accounting for more than 11 per cent of the US high-yield market. Such issuers have credit ratings of BB or below, indicating that they are at higher risk of default than \"investment-grade\" issuers, rated BBB and above.\n\nA Saudi-led price war could usher in the worst rout for junk-rated energy debt since the rise in US shale production and subsequent collapse in the oil price in late 2015.\n\nThe average US high-yield energy bond closed in \"distressed\" territory last week, defined as a cost of borrowing of 10 percentage points or more above Treasury yields. The spread was almost 11 percentage points on Friday, according to an index run by Ice Data Services.\n\nThe prices of bonds issued by heavily indebted oil and gas producers have dropped sharply in recent weeks.\n\nLaredo Petroleum's $600m bond maturing in 2025, for example, fell 10 cents to 58 cents on the dollar on Friday, while struggling Chesapeake Energy's $2.2bn bond maturing in 2025 also tumbled about 10 cents to trade at 40 cents.\n\nA recently issued $550m bond from Range Resources has slipped to 65 cents on the dollar, having been sold to investors at face value in early January.\n\nA warm winter and falling global demand have also sent natural gas prices lower, compounding the fallout from the declining price of oil. Bond markets have been closed to new sales from low-rated energy companies in recent weeks, cutting off a vital source of additional financing.\n\n\"If this persists for any meaningful period of time you could see a wave of restructurings,\" said Mr McClain.\n\nHigher-rated companies may also suffer.\n\nJust over 11 per cent of the investment-grade corporate bond market sits within the energy sector, with a host of companies rated BBB, the lowest rung. More pressure on cash flows caused by lower oil prices could result in downgrades, further weighing on junk debt.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/High-yield_debt", "type": "wiki", "score": 4, "label": {"eng": "High-yield debt"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Shale", "type": "wiki", "score": 4, "label": {"eng": "Shale"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 4, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Credit_rating", "type": "wiki", "score": 3, "label": {"eng": "Credit rating"}}, {"uri": "http://en.wikipedia.org/wiki/Accounting", "type": "wiki", "score": 3, "label": {"eng": "Accounting"}}, {"uri": "http://en.wikipedia.org/wiki/Moscow", "type": "loc", "score": 3, "label": {"eng": "Moscow"}, "location": {"type": "place", "label": {"eng": "Moscow"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Riyadh", "type": "loc", "score": 3, "label": {"eng": "Riyadh"}, "location": {"type": "place", "label": {"eng": "Riyadh"}, "country": {"type": "country", "label": {"eng": "Saudi Arabia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 3, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Laredo_Petroleum", "type": "org", "score": 2, "label": {"eng": "Laredo Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Range_Resources", "type": "org", "score": 2, "label": {"eng": "Range Resources"}}, {"uri": "http://en.wikipedia.org/wiki/Chesapeake_Energy", "type": "wiki", "score": 2, "label": {"eng": "Chesapeake Energy"}}, {"uri": "http://en.wikipedia.org/wiki/Face_value", "type": "wiki", "score": 2, "label": {"eng": "Face value"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_credit_rating", "type": "wiki", "score": 2, "label": {"eng": "Bond credit rating"}}, {"uri": "http://en.wikipedia.org/wiki/Compound_interest", "type": "wiki", "score": 2, "label": {"eng": "Compound interest"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 2, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/Bond_(finance)", "type": "wiki", "score": 2, "label": {"eng": "Bond (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Natural_gas", "type": "wiki", "score": 2, "label": {"eng": "Natural gas"}}, {"uri": "http://en.wikipedia.org/wiki/Restructuring", "type": "wiki", "score": 1, "label": {"eng": "Restructuring"}}, {"uri": "http://en.wikipedia.org/wiki/Corporate_bond", "type": "wiki", "score": 1, "label": {"eng": "Corporate bond"}}, {"uri": "http://en.wikipedia.org/wiki/Cash_flow", "type": "wiki", "score": 1, "label": {"eng": "Cash flow"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 99}, {"uri": "dmoz/Business/Energy", "label": "dmoz/Business/Energy", "wgt": 22}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 21}, {"uri": "dmoz/Business/Financial_Services/Surety_Bonds", "label": "dmoz/Business/Financial Services/Surety Bonds", "wgt": 24}, {"uri": "dmoz/Home/Home_Improvement/Energy_Efficiency", "label": "dmoz/Home/Home Improvement/Energy Efficiency", "wgt": 19}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fc7e4f8d2-6149-11ea-abcc-910c5b38d9ed?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 156}, "sentiment": -0.04313725490196074, "wgt": 156, "relevance": 76}, {"uri": "1467263672", "lang": "eng", "isDuplicate": false, "date": "2020-03-02", "time": "00:58:00", "dateTime": "2020-03-02T00:58:00Z", "dateTimePub": "2020-03-02T00:58:00Z", "dataType": "news", "sim": 0.4274509847164154, "url": "https://www.ft.com/content/60f9e2ec-dd39-31cc-86d9-1adaa4dde1f8", "title": "Coronavirus latest: Bad news from China's factories drags Asia markets lower", "body": "There were 42 new deaths linked to the virus, all of which were in Hubei, the centre of the outbreak, taking the total number of deaths to 2,912.\n\nAsia stocks, US futures fall after China manufacturing data show contraction\n\nAsia-Pacific equities started the week lower and US stock futures slipped after a gauge of Chinese factory activity fell to its lowest on record and central bankers noted the risks to economies from coronavirus.\n\nThe Topix in Japan was down 1 per cent, while Australia's S&P/ASX 200 shed 2.8 per cent. South Korea's Kospi was down 0.7 per cent. S&P 500 futures were down 1.3 per cent.\n\nThe falls follow the worst week for US stocks since 2008 as the spread of coronavirus outside China shook investors.\n\nThe yield on the 10-year US Treasury note was down 2 basis points at a new record low. Yields fall as prices rise. The Japanese yen, which is seen as a haven in times of uncertainty, was 0.4 per cent stronger at ¥107.70 to the dollar, while gold was flat.\n\nChina's official PMI fell to 35.7 in February, an all time low, and down from 50 in January. A figure below 50 indicates a contraction in activity. Efforts to contain the spread of the virus have meant that factories and other businesses have struggled to restart as migrant workers have been required to undergo quarantine or have been unable to return to their place of work after the lunar new year holiday.\n\n\"The worse the economic data are right now, the more aggressive policy responses will be. Given the current development, we think an infrastructure stimulus is almost certain and the question is just how much,\" said Wei Yao, chief Asia economist at Société Générale. She estimates the Chinese economy was running at half of its capacity last week.\n\nUS stocks pared losses before the close on Friday after Jay Powell, Federal Reserve chairman signalled the central bank was considering cutting interest rates, in response to the risk posed by the spread of coronavirus. The S&P 500 ended Friday down 0.8 per cent.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 5, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 4, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/S&P/ASX_200", "type": "wiki", "score": 3, "label": {"eng": "ASX 200"}}, {"uri": "http://en.wikipedia.org/wiki/Basis_point", "type": "wiki", "score": 3, "label": {"eng": "Basis point"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 3, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/Asia-Pacific", "type": "loc", "score": 3, "label": {"eng": "Asia-Pacific"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Central_bank", "type": "wiki", "score": 3, "label": {"eng": "Central bank"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury", "type": "org", "score": 3, "label": {"eng": "United States Department of the Treasury"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 3, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Migrant_worker", "type": "wiki", "score": 2, "label": {"eng": "Migrant worker"}}, {"uri": "http://en.wikipedia.org/wiki/Chinese_New_Year", "type": "wiki", "score": 2, "label": {"eng": "Chinese New Year"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 2, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Gold", "type": "wiki", "score": 2, "label": {"eng": "Gold"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 2, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Yao_people", "type": "wiki", "score": 2, "label": {"eng": "Yao people"}}, {"uri": "http://en.wikipedia.org/wiki/Chair_of_the_Federal_Reserve", "type": "wiki", "score": 1, "label": {"eng": "Chair of the Federal Reserve"}}, {"uri": "http://en.wikipedia.org/wiki/Société_Générale", "type": "org", "score": 1, "label": {"eng": "Société Générale"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_China", "type": "wiki", "score": 1, "label": {"eng": "Economy of China"}}, {"uri": "http://en.wikipedia.org/wiki/Interest_rate", "type": "wiki", "score": 1, "label": {"eng": "Interest rate"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 98}, {"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 12}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 16}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 13}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 13}, {"uri": "dmoz/Society/Future/Predictions", "label": "dmoz/Society/Future/Predictions", "wgt": 12}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fblogs.ft.com%2Fthe-world%2Ffiles%2F2020%2F03%2Fshutterstock_editorial_Dominican_R_confirms_the_first_10571714D-2.jpeg?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5554777", "location": null, "shares": {"facebook": 153}, "sentiment": -0.1607843137254902, "wgt": 153, "relevance": 76}, {"uri": "1469398129", "lang": "eng", "isDuplicate": false, "date": "2020-03-03", "time": "14:43:00", "dateTime": "2020-03-03T14:43:00Z", "dateTimePub": "2020-03-03T14:42:00Z", "dataType": "news", "sim": 0.4156862795352936, "url": "https://www.ft.com/content/397bd2a4-5d35-11ea-b0ab-339c2307bcd4", "title": "Coronavirus forces Japan to rethink its view of toilet roll", "body": "In happier times a fortnight ago, the hand-scrawled notices taped to public toilet doors, urging economy with loo paper and politely urging customers not to steal were just a disturbing curio of life in Tokyo.\n\nBy last weekend, with shops across Japan sold out of the precious tissue and Prime Minister Shinzo Abe preaching against panic, TV news shows collated more ominous signage from around the country -- some snarling that in-lavatory larceny would bring a police response, others closing their restrooms altogether, defeated by the crime spree.\n\nBut it was the images that appeared on Monday, of toilet paper rolls bound to their dispensers with bicycle locks, that finally told a nation that Japan had descended into Lord of the Flies-style depravity. \"Bicycle locks on a ¥50 toilet roll?\" writhed social media. In a country where even bicycles sometimes don't need locks? Are we humans or beasts? What will they think of us when (or if) the world arrives in July for the Olympics?\n\nJapan, of course, is far from alone in responding to alarming coronavirus news by stripping shops bare of toilet paper. The sense of urgency spiked after Mr Abe recommended telework for the few who were able and abruptly called for schools to close, forcing households to stock up for an unusual stint of extended time at home. It doesn't matter where you are, what the crisis or how reassuring the authorities sound when they say supplies are plentiful (as they are in Japan). The least imaginative among us can envisage the cost of running out of toilet paper, and are overcome with primal fear. \"On this matter, we cannot trust Abe. He says Japan is self-sufficient in toilet paper, but anyone can see the shops are empty,\" said one woman standing ninth in a queue for a Tokyo pharmacy that would not open for another hour.\n\nBut for Japan, those same demons mount an extra, pernicious challenge. The paper panic, however flimsy it turns out to be, reveals as unconquerable something Japan dearly wants to believe it has conquered. Worse, it comes at a time when the country had hoped to put its toilet triumphalism on the global stage. The summer Olympics were to have showcased Japan's WC supremacy: the three biggest toilet makers -- Toto, Lixil and Panasonic -- have collectively spent more than $200m to be prominent sponsors of the 2020 games.\n\nFor decades now, Japan's sophisticated toilets have seemed -- to foreign commentators -- to be an Enigma machine for decoding the nation that produces them. The auto-warming seats, the complex bank of adjustable bidet sprays, the anti-bacterial \"pre-mist\" self-cleaning feature, the euphemistic pictograms: what could be more Japanese?\n\nBut these marvels are just the front-of-house stuff. Were it not currently closed because of the coronavirus, Tokyo's \"Rainbow\" Sewerage Museum would offer a fuller grasp of Japan's relationship with this issue. This facility explains in glorious civil engineering detail how the world's most populous city went about mastering its waste. It does this with the nonchalant primacy of King Kong's captors boasting how the terrifying beast was subdued. It is a powerful reminder of Japan's guiding credo that the most forbidding forces of nature can and must be tamed by ingenuity, effort and economic might.\n\nIn the case of sewage and toilets, Japan's success in this endeavour is undoubtedly -- world-beatingly -- impressive. So much so that a substance globally synonymous with vileness and disease is comfortably celebrated at a cutesy \"poop museum\" that opened in Tokyo last year.\n\nAnd yet, Japan has learnt in the past few days that some monsters are only ever superficially tamed.\n\nFor all of its extraordinary and pioneering technology, Japan's largest toilet maker, Toto, confirmed this week that the company has never claimed that its machines provide an alternative to toilet paper. You can wow museum visitors with interactive models of the world's most advanced sewerage systems, make bathroom hygiene your Olympic calling card and sell millions of top-of-the range NeoRest toilets, but when human fear takes over, the gulf between civilisation and bathroom bicycle locks is bridgeable only with a thin tissue.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Public_toilet", "type": "wiki", "score": 5, "label": {"eng": "Public toilet"}}, {"uri": "http://en.wikipedia.org/wiki/Toilet_paper", "type": "wiki", "score": 5, "label": {"eng": "Toilet paper"}}, {"uri": "http://en.wikipedia.org/wiki/Shinzō_Abe", "type": "wiki", "score": 5, "label": {"eng": "Shinzō Abe"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 5, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Bicycle_lock", "type": "wiki", "score": 4, "label": {"eng": "Bicycle lock"}}, {"uri": "http://en.wikipedia.org/wiki/Toilet", "type": "wiki", "score": 4, "label": {"eng": "Toilet"}}, {"uri": "http://en.wikipedia.org/wiki/Tokyo", "type": "loc", "score": 4, "label": {"eng": "Tokyo"}, "location": {"type": "place", "label": {"eng": "Tokyo"}, "country": {"type": "country", "label": {"eng": "Japan"}}}}, {"uri": "http://en.wikipedia.org/wiki/Telecommuting", "type": "wiki", "score": 3, "label": {"eng": "Telecommuting"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 3, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "person", "score": 3, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Pharmacy", "type": "wiki", "score": 3, "label": {"eng": "Pharmacy"}}, {"uri": "http://en.wikipedia.org/wiki/Bicycle", "type": "wiki", "score": 3, "label": {"eng": "Bicycle"}}, {"uri": "http://en.wikipedia.org/wiki/Social_media", "type": "wiki", "score": 3, "label": {"eng": "Social media"}}, {"uri": "http://en.wikipedia.org/wiki/Bidet", "type": "wiki", "score": 2, "label": {"eng": "Bidet"}}, {"uri": "http://en.wikipedia.org/wiki/Enigma_machine", "type": "wiki", "score": 2, "label": {"eng": "Enigma machine"}}, {"uri": "http://en.wikipedia.org/wiki/Pictogram", "type": "wiki", "score": 2, "label": {"eng": "Pictogram"}}, {"uri": "http://en.wikipedia.org/wiki/Panasonic", "type": "org", "score": 2, "label": {"eng": "Panasonic"}}, {"uri": "http://en.wikipedia.org/wiki/Euphemism", "type": "wiki", "score": 2, "label": {"eng": "Euphemism"}}, {"uri": "http://en.wikipedia.org/wiki/Summer_Olympic_Games", "type": "wiki", "score": 2, "label": {"eng": "Summer Olympic Games"}}, {"uri": "http://en.wikipedia.org/wiki/Sewage", "type": "wiki", "score": 2, "label": {"eng": "Sewage"}}, {"uri": "http://en.wikipedia.org/wiki/Sewerage", "type": "wiki", "score": 2, "label": {"eng": "Sewerage"}}, {"uri": "http://en.wikipedia.org/wiki/Demon", "type": "wiki", "score": 2, "label": {"eng": "Demon"}}, {"uri": "http://en.wikipedia.org/wiki/Toto_(band)", "type": "org", "score": 2, "label": {"eng": "Toto (band)"}}, {"uri": "http://en.wikipedia.org/wiki/Civil_engineering", "type": "wiki", "score": 2, "label": {"eng": "Civil engineering"}}], "categories": [{"uri": "news/Business", "label": "news/Business", "wgt": 65}, {"uri": "dmoz/Shopping/Home_and_Garden/Bathroom", "label": "dmoz/Shopping/Home and Garden/Bathroom", "wgt": 20}, {"uri": "dmoz/Business/Materials/Pulp_and_Paper", "label": "dmoz/Business/Materials/Pulp and Paper", "wgt": 16}, {"uri": "dmoz/Shopping/Crafts/Paper", "label": "dmoz/Shopping/Crafts/Paper", "wgt": 12}, {"uri": "dmoz/Recreation/Antiques/Toilets", "label": "dmoz/Recreation/Antiques/Toilets", "wgt": 26}, {"uri": "dmoz/Home/Home_Improvement/Bathrooms", "label": "dmoz/Home/Home Improvement/Bathrooms", "wgt": 15}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F31b75cfe-5d4f-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5564445", "location": null, "shares": {"facebook": 150}, "sentiment": -0.05882352941176472, "wgt": 150, "relevance": 52}, {"uri": "1475902477", "lang": "eng", "isDuplicate": false, "date": "2020-03-08", "time": "20:01:00", "dateTime": "2020-03-08T20:01:00Z", "dateTimePub": "2020-03-08T20:01:00Z", "dataType": "news", "sim": 0.8392156958580017, "url": "https://www.ft.com/content/321633f2-6135-11ea-a6cd-df28cc3c6a68", "title": "Europe to unveil EU-wide hydrogen fuel partnership", "body": "Europe will this week announce plans for a new EU-wide partnership to develop clean hydrogen fuel technologies, as Brussels seeks ways to accelerate its push towards carbon neutrality.\n\nPlans for a \"clean hydrogen\" alliance will be unveiled on Tuesday alongside a new industrial strategy for Europe, officials said, following the precedent set by last year's advanced battery technology alliance, which was cleared to receive €3.2bn in public support.\n\nAn EU official said clean hydrogen could become vital for energy heavy sectors such as aviation, transport, and other parts of heavy industry.\n\nThe alliance marks a more assertive industrial approach from the EU in the face of competition from China and elsewhere, with plans to deploy a range of tools, including trade, competition and procurement policies. Officials hope eventually to clear the hydrogen alliance for state aid as the battery alliance was.\n\nThe alliance is one of a number of projects cited in preliminary drafts of the commission's industrial strategy, which is being spearheaded by Thierry Breton, EU single market commissioner. He told the Financial Times that hydrogen would be a vital technology for European industry in the years to come. \"It will be strategically important for energy independence and the future of Europe,\" he said in an interview in Paris.\n\nInterest in using hydrogen as a replacement for fossil fuels is increasing globally as governments come under pressure to impose strict constraints on emissions. However the technology to produce the alternative fuel cleanly -- through electrolysis of water -- remains prohibitively expensive. The aviation and automotive sectors have called for government support to bring the technology into the mainstream.\n\nSome of Europe's biggest industrial groups are expected to meet this week to discuss the shape and goals of an alliance. Policymakers hope leading companies such as Air Liquide of France and Bosch of Germany will be interested.\n\nThe latest industrial strategy, which is at least the fifth such initiative from Brussels since 2005, comes as companies across Europe push for a new approach in light of huge technological change and increasing geopolitical volatility.\n\nMr Breton said it would pave the way for the creation of new industrial \"ecosystems\" across Europe, which he hoped would bolster companies' performance, including in green and digital technologies. The plan is expected to include key performance indicators for these clusters, to track their progress and the effectiveness of policy adjustments.\n\n\"Our job is to establish a vision,\" Mr Breton said. \"We need to provide a strategy because we need to give visibility for investment [in] the long term\".\n\nMr Breton said the rapid spread of the deadly coronavirus was a case study of why such networks could be helpful. \"When there is a crisis, you need . . . to pull together because you need this web of economic actors,\" he said.\n\nMr Breton has convened a meeting this week of 18 European producers of medical supplies such as face masks, to ensure they are readily available and production can be increased as the epidemic spreads.\n\nThe industrial strategy will also discuss the question of flexibility in competition rules.\n\nThe EU's decision to reject several attempts to merge European companies -- such as Siemens' train division with that of Alstom of France -- has been criticised by those who say it has blocked the emergence of European giants of a scale that can compete from those from the US or China.\n\nMr Breton said this was being reviewed by the commission but it was too early to say how the policy would be revised.\n\n\"The [competition] rules were established 30 years ago,\" he said. \"We are all against monopolies. But there are things we can improve. Do not expect major changes. Just expect that we can adapt a bit.\"", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hydrogen", "type": "wiki", "score": 5, "label": {"eng": "Hydrogen"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 5, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 5, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hydrogen_fuel", "type": "wiki", "score": 4, "label": {"eng": "Hydrogen fuel"}}, {"uri": "http://en.wikipedia.org/wiki/Carbon_neutrality", "type": "wiki", "score": 4, "label": {"eng": "Carbon neutrality"}}, {"uri": "http://en.wikipedia.org/wiki/Electric_battery", "type": "wiki", "score": 4, "label": {"eng": "Electric battery"}}, {"uri": "http://en.wikipedia.org/wiki/Aviation", "type": "wiki", "score": 4, "label": {"eng": "Aviation"}}, {"uri": "http://en.wikipedia.org/wiki/Brussels", "type": "loc", "score": 4, "label": {"eng": "Brussels"}, "location": {"type": "place", "label": {"eng": "Brussels"}, "country": {"type": "country", "label": {"eng": "Belgium"}}}}, {"uri": "http://en.wikipedia.org/wiki/Thierry_Breton", "type": "person", "score": 3, "label": {"eng": "Thierry Breton"}}, {"uri": "http://en.wikipedia.org/wiki/Electrolysis_of_water", "type": "wiki", "score": 3, "label": {"eng": "Electrolysis of water"}}, {"uri": "http://en.wikipedia.org/wiki/Heavy_industry", "type": "wiki", "score": 3, "label": {"eng": "Heavy industry"}}, {"uri": "http://en.wikipedia.org/wiki/Alternative_fuel", "type": "wiki", "score": 3, "label": {"eng": "Alternative fuel"}}, {"uri": "http://en.wikipedia.org/wiki/Breton_language", "type": "wiki", "score": 3, "label": {"eng": "Breton language"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 3, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Energy_security", "type": "wiki", "score": 3, "label": {"eng": "Energy security"}}, {"uri": "http://en.wikipedia.org/wiki/Fossil_fuel", "type": "wiki", "score": 3, "label": {"eng": "Fossil fuel"}}, {"uri": "http://en.wikipedia.org/wiki/European_Single_Market", "type": "org", "score": 3, "label": {"eng": "European Single Market"}}, {"uri": "http://en.wikipedia.org/wiki/Subsidy", "type": "wiki", "score": 3, "label": {"eng": "Subsidy"}}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 3, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Automotive_industry", "type": "wiki", "score": 3, "label": {"eng": "Automotive industry"}}, {"uri": "http://en.wikipedia.org/wiki/Paris", "type": "loc", "score": 3, "label": {"eng": "Paris"}, "location": {"type": "place", "label": {"eng": "Paris"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Air_Liquide", "type": "org", "score": 2, "label": {"eng": "Air Liquide"}}, {"uri": "http://en.wikipedia.org/wiki/Robert_Bosch_GmbH", "type": "org", "score": 2, "label": {"eng": "Robert Bosch GmbH"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Geopolitics", "type": "wiki", "score": 2, "label": {"eng": "Geopolitics"}}, {"uri": "http://en.wikipedia.org/wiki/Digital_television", "type": "wiki", "score": 2, "label": {"eng": "Digital television"}}, {"uri": "http://en.wikipedia.org/wiki/Ecosystem", "type": "wiki", "score": 2, "label": {"eng": "Ecosystem"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 2, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Germany", "type": "loc", "score": 2, "label": {"eng": "Germany"}, "location": {"type": "country", "label": {"eng": "Germany"}}}, {"uri": "http://en.wikipedia.org/wiki/Siemens", "type": "org", "score": 1, "label": {"eng": "Siemens"}}, {"uri": "http://en.wikipedia.org/wiki/Alstom", "type": "org", "score": 1, "label": {"eng": "Alstom"}}, {"uri": "http://en.wikipedia.org/wiki/Monopoly", "type": "wiki", "score": 1, "label": {"eng": "Monopoly"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 1, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}], "categories": [{"uri": "news/Technology", "label": "news/Technology", "wgt": 76}, {"uri": "dmoz/Science/Technology/Energy", "label": "dmoz/Science/Technology/Energy", "wgt": 23}, {"uri": "dmoz/Business/Management/Strategic_Management", "label": "dmoz/Business/Management/Strategic Management", "wgt": 17}, {"uri": "dmoz/Society/Government/Multilateral", "label": "dmoz/Society/Government/Multilateral", "wgt": 18}, {"uri": "dmoz/Business/Information_Technology/Associations", "label": "dmoz/Business/Information Technology/Associations", "wgt": 19}, {"uri": "dmoz/Business/Energy/Hydrogen", "label": "dmoz/Business/Energy/Hydrogen", "wgt": 30}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F1274bce0-6157-11ea-abcc-910c5b38d9ed?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5593689", "location": null, "shares": {"facebook": 125}, "sentiment": 0.3254901960784313, "wgt": 125, "relevance": 27}, {"uri": "1471949682", "lang": "eng", "isDuplicate": false, "date": "2020-03-05", "time": "11:20:00", "dateTime": "2020-03-05T11:20:00Z", "dateTimePub": "2020-03-05T11:19:00Z", "dataType": "news", "sim": 0, "url": "https://www.ft.com/content/4b818b80-5c25-11ea-b0ab-339c2307bcd4", "title": "Fears over healthcare costs rising among US voters, poll shows", "body": "Americans' concerns over medical costs have risen sharply during the 2020 presidential campaign, with more than a third of voters now believing the high price of healthcare is the biggest threat to the US economy, according to a poll for the Financial Times.\n\nThe survey of likely voters for the FT and the Peter G Peterson Foundation found 34 per cent of Americans believe increasing healthcare costs are the darkest cloud hanging over the US economy, up from 26 per cent five months ago.\n\nThose fears were most pronounced in swing states in the Midwest: 39 per cent of voters in Michigan and Wisconsin cited healthcare costs as the biggest threat. Concerns have also risen sharply among political moderates, with 40 per cent of self-identified independents singling out medical costs; only 29 per cent of independents cited healthcare as the top threat five months ago, when the FT first began polling.\n\nAccording to the US Department of Health and Human Services, healthcare now accounts for 17.7 per cent of the US economy, by far the largest percentage in any developed economy. And while the growth in US medical costs has slowed in recent years, it still far outstrips inflation, increasing 4.6 per cent in 2018 and 4.2 per cent in 2017, according to the most recent data available.\n\nThe rise in fears over healthcare costs comes as several leading Democratic presidential candidates -- notably Bernie Sanders, the US senator from Vermont -- have spent months touting plans to overhaul the current healthcare system.\n\nExit polls from almost all major Super Tuesday states -- including California, Texas, North Carolina and Virginia -- showed healthcare was the single biggest issue for voters when choosing candidates; former US vice-president Joe Biden and Mr Sanders mostly split those voters evenly.\n\nMr Sanders, the self-described Democratic socialist, has campaigned for \"Medicare for all\", which would virtually eliminate private health insurers in the US. Mr Biden has called for the expansion of the Affordable Care Act, or \"Obamacare\", including a \"public option\" that would compete against private insurers.\n\nWhen the FT first began polling in November, tensions with major US trading partners such as China and Mexico were the biggest concern for voters, with 27 per cent citing it as the biggest threat to the US economy. In the most recent poll, only 19 per cent of likely voters listed trade tensions as the biggest concern, reflecting decreased tensions following progress on trade talks with China, Mexico and Canada.\n\nFears over healthcare costs are rising as the coronavirus spreads in America, though the FT-Peterson poll tested voter opinion before the recent stock market sell-off and signs the Covid-19 virus was spreading in Washington state and other parts of the US.\n\nThe poll, conducted between February 20 and 23, found 51 per cent of voters thought the coronavirus would have a \"little\" impact on the US economy, compared to 29 per cent who said the disease would have \"a lot\" of impact \"but for a short period\". Americans also reported making few changes in their behaviour, with 87 per cent saying they had not yet altered their business or personal financial decisions, such as cancelling travel.\n\nThe survey findings are part of the monthly FT-Peterson US Economic Monitor, which tracks voter sentiment towards the US economy ahead of November's presidential election. The poll seeks to follow whether likely voters feel better or worse off since Donald Trump became president in 2017. Ronald Reagan defeated Jimmy Carter in 1980 by asking voters: \"Are you better off than you were four years ago?\"\n\nGuy Cecil, chairman of Priorities USA, the Democratic super political action committee, said: \"What we consistently find is that one of the most powerful indicators of whether we can move somebody to vote against Donald Trump is how they feel about Donald Trump's impact on their personal economic situation.\"\n\nThe latest poll found that 38 per cent of voters said they were better off financially now, compared to when Mr Trump took office in January 2017 -- a figure largely unchanged from last month.\n\nBut the poll also demonstrated the persistent \"gender gap\" in voters' attitudes towards the president, particularly among older voters. Half of men over the age of 55 said they were better off under the Trump administration, compared to 30 per cent of women of the same age. Among voters between the ages of 18 and 54, 44 per cent of men reported being better off, compared to 32 per cent of women.\n\nMr Trump has staked his re-election bid on a strong US economy, and has bristled at suggestions that the government's handling of the coronavirus crisis is to blame for the recent market sell-off, at one point saying investors were spooked by the most-recent Democratic presidential debate.\n\nThe most recent FT-Peterson Poll was conducted online by Global Strategy Group, a Democratic polling firm, and North Star Opinion Research, a Republican group, between February 20 and February 23 2020. It reflects the opinions of 1,005 likely voters nationwide, and has a margin of error of plus or minus 3 percentage points.\n\nThe Peterson Foundation is a non-partisan, non-profit organisation focused on America's fiscal challenges.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 5, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 5, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Health_care", "type": "wiki", "score": 5, "label": {"eng": "Health care"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Patient_Protection_and_Affordable_Care_Act", "type": "wiki", "score": 4, "label": {"eng": "Patient Protection and Affordable Care Act"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 4, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 4, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump_2016_presidential_campaign", "type": "wiki", "score": 4, "label": {"eng": "Donald Trump 2016 presidential campaign"}}, {"uri": "http://en.wikipedia.org/wiki/Independent_politician", "type": "org", "score": 4, "label": {"eng": "Independent politician"}}, {"uri": "http://en.wikipedia.org/wiki/Exit_poll", "type": "wiki", "score": 3, "label": {"eng": "Exit poll"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health_insurance_option", "type": "wiki", "score": 3, "label": {"eng": "Public health insurance option"}}, {"uri": "http://en.wikipedia.org/wiki/Super_Tuesday", "type": "wiki", "score": 3, "label": {"eng": "Super Tuesday"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_socialism", "type": "wiki", "score": 3, "label": {"eng": "Democratic socialism"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 3, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Single-payer_healthcare", "type": "wiki", "score": 3, "label": {"eng": "Single-payer healthcare"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Swing_state", "type": "wiki", "score": 3, "label": {"eng": "Swing state"}}, {"uri": "http://en.wikipedia.org/wiki/Midwestern_United_States", "type": "loc", "score": 3, "label": {"eng": "Midwestern United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Health_insurance", "type": "wiki", "score": 3, "label": {"eng": "Health insurance"}}, {"uri": "http://en.wikipedia.org/wiki/Inflation", "type": "wiki", "score": 3, "label": {"eng": "Inflation"}}, {"uri": "http://en.wikipedia.org/wiki/Developed_country", "type": "wiki", "score": 3, "label": {"eng": "Developed country"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 3, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Senate", "type": "org", "score": 3, "label": {"eng": "United States Senate"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Virginia", "type": "loc", "score": 3, "label": {"eng": "Virginia"}, "location": {"type": "place", "label": {"eng": "Virginia"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 3, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wisconsin", "type": "loc", "score": 3, "label": {"eng": "Wisconsin"}, "location": {"type": "place", "label": {"eng": "Wisconsin"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Vermont", "type": "loc", "score": 3, "label": {"eng": "Vermont"}, "location": {"type": "place", "label": {"eng": "Vermont"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Michigan", "type": "loc", "score": 3, "label": {"eng": "Michigan"}, "location": {"type": "place", "label": {"eng": "Michigan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Texas", "type": "loc", "score": 3, "label": {"eng": "Texas"}, "location": {"type": "place", "label": {"eng": "Texas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/North_Carolina", "type": "loc", "score": 3, "label": {"eng": "North Carolina"}, "location": {"type": "place", "label": {"eng": "North Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Mexico", "type": "loc", "score": 3, "label": {"eng": "Mexico"}, "location": {"type": "country", "label": {"eng": "Mexico"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Political_action_committee", "type": "wiki", "score": 2, "label": {"eng": "Political action committee"}}, {"uri": "http://en.wikipedia.org/wiki/Jimmy_Carter", "type": "person", "score": 2, "label": {"eng": "Jimmy Carter"}}, {"uri": "http://en.wikipedia.org/wiki/Ronald_Reagan", "type": "person", "score": 2, "label": {"eng": "Ronald Reagan"}}, {"uri": "http://en.wikipedia.org/wiki/2016_United_States_presidential_election", "type": "wiki", "score": 2, "label": {"eng": "2016 United States presidential election"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 2, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 2, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/2020_Democratic_Party_presidential_debates_and_forums", "type": "wiki", "score": 1, "label": {"eng": "2020 Democratic Party presidential debates and forums"}}, {"uri": "http://en.wikipedia.org/wiki/Nonprofit_organization", "type": "wiki", "score": 1, "label": {"eng": "Nonprofit organization"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 1, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 1, "label": {"eng": "Presidency of Donald Trump"}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 97}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 11}, {"uri": "dmoz/Society/Politics/Campaigns_and_Elections", "label": "dmoz/Society/Politics/Campaigns and Elections", "wgt": 13}, {"uri": "dmoz/Business/Healthcare/Marketing_and_Advertising", "label": "dmoz/Business/Healthcare/Marketing and Advertising", "wgt": 11}, {"uri": "dmoz/Society/Issues/Online_Issues_Polls", "label": "dmoz/Society/Issues/Online Issues Polls", "wgt": 23}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fd4fe148c-5e64-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": null, "location": null, "shares": {"facebook": 118}, "sentiment": -0.3254901960784313, "wgt": 118, "relevance": 52}, {"uri": "1474500210", "lang": "eng", "isDuplicate": false, "date": "2020-03-07", "time": "10:33:00", "dateTime": "2020-03-07T10:33:00Z", "dateTimePub": "2020-03-07T10:33:00Z", "dataType": "news", "sim": 0.5843137502670288, "url": "https://www.ft.com/content/6e4ee688-5f47-11ea-b0ab-339c2307bcd4", "title": "Can humans catch coronavirus from their pets?", "body": "When Hong Kong authorities confirmed this week that a Pomeranian in the territory had tested positive for the novel coronavirus, the findings sparked concern over whether dogs or other pets could help spread the disease.\n\nThe case is being carefully watched not only by anxious dog owners around the world but also by the global pet care industry, which Euromonitor estimated was worth $125bn in 2018\n\nWeak traces of the virus were first detected on the Pomeranian last week. It was initially suspected that the dog was only contaminated with the virus, rather than infected -- experts say the disease can survive for hours on surfaces such as door handles or hand rails.\n\nHowever, further swab tests this week suggested the animal had a low level of infection. Authorities are now awaiting the results of blood tests for a final confirmation. The dog's owner has already been confirmed as carrying the disease.\n\nDuring the Sars outbreak in 2002-2003, eight cats and one dog were infected. Sars was caused by a virus that jumped from a wild animal -- the civet cat -- to humans. Scientists believe the new coronavirus may followed a similar path.\n\nAnimal welfare experts worry the case of the Hong Kong Pomeranian could lead to panic and put pets at risk. Historically, pets have got the worst of it during outbreaks of disease. During the London plague in the 17th century, for instance, fears that cats and dogs could spread the disease led to their mass slaughter.\n\nBut scientists said there was no proof that pets could infect either their owners or other animals with the coronavirus.\n\n\"There is no evidence that dogs play a role in the spread of this human disease or that they become sick,\" the World Organisation for Animal Health said in a statement this week.\n\nIan Mackay, University of Queensland virologist, told the Financial Times last week domestic animals were unlikely to become a significant route for human infection, while Hong Kong University microbiologist Ho Pak-leung said the chance of dog-to-human transmission was \"very small\".\n\n\"Even if the cats and dogs cough droplets, they would not go too far,\" Dr Ho said.\n\nIt was more likely that humans would infect their dogs than the other way around, the experts said.\n\n\"If anything, this highlights that we humans still need to be more careful to avoid infecting other loved ones in our household, furry or not,\" Dr Mackay said.\n\nThomas Sit, assistant director of Agriculture, Fisheries and Conservation in Hong Kong, said that during the Sars outbreak, the infected cats carried the virus longer than the dog that was infected. However, there was no evidence that cats could transmit it to other cats.\n\n\"To date, there is no evidence that companion animals can spread the disease. Therefore, there is no justification in taking measures against companion animals which may compromise their welfare,\" the World Organisation for Animal Health said.\n\nHowever, experts are also urging people to take precautions. In a Facebook post cuddling his pet Schnauzer, Hong Kong University's Dr Ho said: \"Dogs should remain a safe social distance [from] one another.\"\n\nHe also urged people to clean up after their dogs in the street.\n\nThe Pomeranian has shown no symptoms of the illness.\n\nHong Kong authorities are \"strongly advising\" the quarantine of \"mammalian pet animals including dogs and cats\" belonging to people who have been infected with coronavirus.\n\nBy Thursday afternoon, just one cat and one dog aside from the Pomeranian were under quarantine, and both had tested negative.\n\nThe World Organisation for Animal Health said keeping animals that test positive for the virus away from unexposed animals was best practice.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Pet", "type": "wiki", "score": 5, "label": {"eng": "Pet"}}, {"uri": "http://en.wikipedia.org/wiki/Cat", "type": "wiki", "score": 5, "label": {"eng": "Cat"}}, {"uri": "http://en.wikipedia.org/wiki/Dog", "type": "wiki", "score": 5, "label": {"eng": "Dog"}}, {"uri": "http://en.wikipedia.org/wiki/Pomeranian_Voivodeship", "type": "loc", "score": 5, "label": {"eng": "Pomeranian Voivodeship"}, "location": {"type": "place", "label": {"eng": "Pomeranian Voivodeship"}, "country": {"type": "country", "label": {"eng": "Poland"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 5, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome", "type": "wiki", "score": 4, "label": {"eng": "Severe acute respiratory syndrome"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 4, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Civet", "type": "wiki", "score": 3, "label": {"eng": "Civet"}}, {"uri": "http://en.wikipedia.org/wiki/Animal_welfare", "type": "wiki", "score": 3, "label": {"eng": "Animal welfare"}}, {"uri": "http://en.wikipedia.org/wiki/Blood_test", "type": "wiki", "score": 3, "label": {"eng": "Blood test"}}, {"uri": "http://en.wikipedia.org/wiki/Plague_(disease)", "type": "wiki", "score": 3, "label": {"eng": "Plague (disease)"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 3, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Queensland", "type": "org", "score": 2, "label": {"eng": "University of Queensland"}}, {"uri": "http://en.wikipedia.org/wiki/World_Organisation_for_Animal_Health", "type": "org", "score": 2, "label": {"eng": "World Organisation for Animal Health"}}, {"uri": "http://en.wikipedia.org/wiki/Virology", "type": "wiki", "score": 2, "label": {"eng": "Virology"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "University of Hong Kong"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Microbiology", "type": "wiki", "score": 2, "label": {"eng": "Microbiology"}}, {"uri": "http://en.wikipedia.org/wiki/Domestication", "type": "wiki", "score": 2, "label": {"eng": "Domestication"}}, {"uri": "http://en.wikipedia.org/wiki/Fur", "type": "wiki", "score": 2, "label": {"eng": "Fur"}}, {"uri": "http://en.wikipedia.org/wiki/Financial_Times", "type": "org", "score": 2, "label": {"eng": "Financial Times"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 2, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 2, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/Facebook", "type": "org", "score": 2, "label": {"eng": "Facebook"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 2, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/Mammal", "type": "wiki", "score": 1, "label": {"eng": "Mammal"}}, {"uri": "http://en.wikipedia.org/wiki/Symptom", "type": "wiki", "score": 1, "label": {"eng": "Symptom"}}], "categories": [{"uri": "news/Health", "label": "news/Health", "wgt": 65}, {"uri": "dmoz/Shopping/Pets/Supplies", "label": "dmoz/Shopping/Pets/Supplies", "wgt": 37}, {"uri": "dmoz/Recreation/Pets/Issues", "label": "dmoz/Recreation/Pets/Issues", "wgt": 34}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2Fdd35e036-5f49-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5575298", "location": null, "shares": {"facebook": 115}, "sentiment": -0.04313725490196074, "wgt": 115, "relevance": 101}, {"uri": "1470227329", "lang": "eng", "isDuplicate": false, "date": "2020-03-04", "time": "06:16:00", "dateTime": "2020-03-04T06:16:00Z", "dateTimePub": "2020-03-04T06:16:00Z", "dataType": "news", "sim": 0.4666666686534882, "url": "https://www.ft.com/content/eaeb4b50-5dc1-11ea-b0ab-339c2307bcd4", "title": "The stunning resurrection of Joe Biden", "body": "It was a remarkably Super Tuesday for Joe Biden. Three days earlier, he had never won a Democratic presidential primary. Now he has won at least nine. Forget the cognoscenti, who had long since written off the Biden campaign. His national ratings had also been heading rapidly south. Then an astonishing wave occurred. The scale of Mr Biden's victory in South Carolina on Saturday answered a question that had befuddled most Democrats for months: which candidate was the strongest alternative to Bernie Sanders? Within 48 hours two of Mr Biden's three centrist rivals -- Pete Buttigieg and Amy Klobuchar -- dropped out and endorsed him. The third, Michael Bloomberg, may well follow suit in the coming days. The question is whether Mr Biden can sustain this momentum to a clean win of the Democratic nomination.\n\nThe alacrity of Mr Biden's Lazarus-like re-emergence ought to give some pause. Though Mr Sanders is no longer the favourite -- a position he has enjoyed for most of 2020 -- he is almost neck and neck with Mr Biden in the delegate count. Next week's clutch of primaries include Washington state, which he is on course to win, and Michigan, where he would have a strong chance. Moreover, it is unclear how much a Bloomberg endorsement would help Mr Biden. New York's former mayor was the biggest loser of the night -- and probably the most conspicuous failure of contemporary US politics. Never before in the history of US politics has one candidate spent so much money for so few delegates. The only territory Mr Bloomberg won after more than half a billion dollars in spending was American Samoa, which is not even a state. A Bloomberg endorsement for Mr Biden could even energise Mr Sanders' base for the long ground-out primaries to come.\n\nBut the weather has changed in the Democratic race. It is no coincidence that Mr Biden's strong uptick began on Wednesday when he was endorsed by Jim Clyburn, the deeply respected South Carolina congressman. To hear the former civil rights activist speak is to be reminded that politics is a serious business -- not a branch of the entertainment industry. US politics has been changed by Donald Trump. Mr Clyburn's moving intervention came just nine hours before Mr Trump gave his first press conference on the coronavirus. Having downplayed the threat of viral contagion, Mr Trump then handed the reins to Mike Pence, the US vice-president. The coincidence of events must surely have helped Mr Biden, who is running on experience. The discreet, but tangible involvement of Barack Obama, who has kept his counsel until now, must also have helped. The former president reportedly persuaded Mr Buttigieg to endorse Mr Biden shortly after the South Carolina results.\n\nSo what happens now? It is anybody's guess whether Mr Biden can win a majority -- as opposed to a plurality -- of delegates, thus ruling out a contested convention in July. Mr Sanders does not give up. Barely a week after his heart attack in October, he was back on an almost normal schedule. This could yet turn out to be a grinding, Battle of the Somme-style primary. But two things are clear. The first is that Mr Trump and the large echo chamber around him will resume their targeting of Mr Biden. Expect the names Hunter Biden and Burisma to flood the airwaves having had a break of about a month. Ukraine will be back on the news agenda. Rudy Giuliani will return to America's television screens.\n\nThe second is that the Democratic party's new mantra is \"decency\". Related terms include \"dignity\" and \"empathy\". Mr Sanders has helped to pull the Democratic party sharply to the left. Mr Biden's economic and climate change platform is considerably to the left of the Obama administration he served. But the party's new watchword is decency. Tuesday night's winner was Mr Biden. Its losers were Elizabeth Warren, Mr Bloomberg and quite possibly Mr Trump.", "source": {"uri": "ft.com", "dataType": "news", "title": "Financial Times"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Bernie_Sanders", "type": "person", "score": 5, "label": {"eng": "Bernie Sanders"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Politics_of_the_United_States", "type": "wiki", "score": 4, "label": {"eng": "Politics of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_presidential_primary", "type": "wiki", "score": 4, "label": {"eng": "United States presidential primary"}}, {"uri": "http://en.wikipedia.org/wiki/Super_Tuesday", "type": "wiki", "score": 4, "label": {"eng": "Super Tuesday"}}, {"uri": "http://en.wikipedia.org/wiki/Primary_election", "type": "wiki", "score": 4, "label": {"eng": "Primary election"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 4, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Bloomberg_L.P.", "type": "org", "score": 4, "label": {"eng": "Bloomberg L.P."}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 4, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Amy_Klobuchar", "type": "person", "score": 3, "label": {"eng": "Amy Klobuchar"}}, {"uri": "http://en.wikipedia.org/wiki/Michael_Bloomberg", "type": "person", "score": 3, "label": {"eng": "Michael Bloomberg"}}, {"uri": "http://en.wikipedia.org/wiki/Pete_Buttigieg", "type": "person", "score": 3, "label": {"eng": "Pete Buttigieg"}}, {"uri": "http://en.wikipedia.org/wiki/Centrism", "type": "wiki", "score": 3, "label": {"eng": "Centrism"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 3, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Michigan", "type": "loc", "score": 3, "label": {"eng": "Michigan"}, "location": {"type": "place", "label": {"eng": "Michigan"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/American_Samoa", "type": "loc", "score": 3, "label": {"eng": "American Samoa"}, "location": {"type": "country", "label": {"eng": "American Samoa"}}}, {"uri": "http://en.wikipedia.org/wiki/Brokered_convention", "type": "wiki", "score": 2, "label": {"eng": "Brokered convention"}}, {"uri": "http://en.wikipedia.org/wiki/Jim_Clyburn", "type": "person", "score": 2, "label": {"eng": "Jim Clyburn"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Pence", "type": "person", "score": 2, "label": {"eng": "Mike Pence"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 2, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Myocardial_infarction", "type": "wiki", "score": 2, "label": {"eng": "Myocardial infarction"}}, {"uri": "http://en.wikipedia.org/wiki/Civil_and_political_rights", "type": "wiki", "score": 2, "label": {"eng": "Civil and political rights"}}, {"uri": "http://en.wikipedia.org/wiki/Barack_Obama", "type": "person", "score": 2, "label": {"eng": "Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 2, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/Plurality_(voting)", "type": "wiki", "score": 2, "label": {"eng": "Plurality (voting)"}}, {"uri": "http://en.wikipedia.org/wiki/Viral_video", "type": "wiki", "score": 2, "label": {"eng": "Viral video"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Rudy_Giuliani", "type": "person", "score": 1, "label": {"eng": "Rudy Giuliani"}}, {"uri": "http://en.wikipedia.org/wiki/Elizabeth_Warren", "type": "person", "score": 1, "label": {"eng": "Elizabeth Warren"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Barack_Obama", "type": "org", "score": 1, "label": {"eng": "Presidency of Barack Obama"}}, {"uri": "http://en.wikipedia.org/wiki/Hunter_Biden", "type": "person", "score": 1, "label": {"eng": "Hunter Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Television", "type": "wiki", "score": 1, "label": {"eng": "Television"}}, {"uri": "http://en.wikipedia.org/wiki/Climate_change", "type": "wiki", "score": 1, "label": {"eng": "Climate change"}}, {"uri": "http://en.wikipedia.org/wiki/Ukraine", "type": "loc", "score": 1, "label": {"eng": "Ukraine"}, "location": {"type": "country", "label": {"eng": "Ukraine"}}}], "categories": [{"uri": "news/Politics", "label": "news/Politics", "wgt": 99}, {"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 7}, {"uri": "dmoz/Business/Arts_and_Entertainment/Beauty_Pageants", "label": "dmoz/Business/Arts and Entertainment/Beauty Pageants", "wgt": 7}, {"uri": "dmoz/Society/Gay,_Lesbian,_and_Bisexual/Politics", "label": "dmoz/Society/Gay, Lesbian, and Bisexual/Politics", "wgt": 7}], "image": "https://www.ft.com/__origami/service/image/v2/images/raw/http%3A%2F%2Fprod-upp-image-read.ft.com%2F7445e6c6-5dcc-11ea-ac5e-df00963c20e6?source=next-opengraph&fit=scale-down&width=900", "eventUri": "eng-5566548", "location": null, "shares": {"facebook": 108}, "sentiment": 0.223529411764706, "wgt": 108, "relevance": 27}], "totalResults": 289, "page": 1, "count": 25, "pages": 12}}