{"articles": {"results": [{"uri": "6025440945", "lang": "eng", "isDuplicate": false, "date": "2020-04-08", "time": "22:23:00", "dateTime": "2020-04-08T22:23:00Z", "dateTimePub": "2020-04-08T22:19:00Z", "dataType": "news", "sim": 0.9882352948188782, "url": "https://www.reuters.com/article/us-health-coronavirus-pets-idUSKCN21Q3DJ", "title": "Cats can catch coronavirus, study finds, prompting WHO investigation", "body": "(Reuters) - Cats can become infected with the new coronavirus but dogs appear not to be vulnerable, according to a study published on Wednesday, prompting the WHO to say it will take a closer look at transmission of the virus between humans and pets.\n\nThe study, published on the website of the journal Science, found that ferrets can also become infected with SARS-CoV-2, the scientific term for the virus that causes the COVID-19 disease.\n\nDogs, chickens, pigs and ducks are not likely to catch the virus, however, the researchers found.\n\nThe study was aimed at identifying which animals are vulnerable to the virus so they can be used to test experimental vaccines to fight the COVID-19 pandemic, which has killed more than 83,000 people worldwide since it emerged in China in early December.\n\nSARS-CoV-2 is believed to have spread from bats to humans. Except for a few reported infections in cats and dogs, there has not been strong evidence that pets can be carriers.\n\nA tiger at the Bronx Zoo in New York City who developed a dry cough and loss of appetite after contact with an infected zookeeper tested positive for the coronavirus on Sunday.\n\nThe study, based on research conducted in China in January and February, said that researchers found cats and ferrets highly susceptible to the virus when they attempted to infect the animals by introducing viral particles via the nose.\n\nThey also found cats can infect each other via respiratory droplets. Infected cats had virus in the mouth, nose and small intestine. Kittens exposed to the virus had massive lesions in their lungs, nose and throat.\n\n\"Surveillance for SARS-CoV-2 in cats should be considered as an adjunct to elimination of COVID-19 in humans,\" the authors wrote.\n\nIn ferrets, the virus was found in the upper respiratory tract but did not cause severe disease.\n\nAntibody tests showed dogs were less likely to catch the virus, while inoculated pigs, chickens, and ducks were not found to have any strain of the virus.\n\nThe World Health Organization said on Wednesday it is working with its partners to look more closely at the role of pets in the spread of the highly infectious virus.\n\nBased on the evidence so far, WHO epidemiologist Maria Van Kerkhove told a news conference: \"We don't believe that they are playing a role in transmission but we think that they may be able to be infected from an infected person.\"\n\nThe WHO asked people not to retaliate against animals over the coronavirus outbreak.\n\n\"They're beings in their own right and they deserve to be treated with kindness and respect. They are victims like the rest of us,\" said Mike Ryan, the WHO's top emergencies expert.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Vulnerable_species", "type": "wiki", "score": 5, "label": {"eng": "Vulnerable species"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Cat", "type": "wiki", "score": 5, "label": {"eng": "Cat"}}, {"uri": "http://en.wikipedia.org/wiki/Dog", "type": "wiki", "score": 5, "label": {"eng": "Dog"}}, {"uri": "http://en.wikipedia.org/wiki/Ferret", "type": "wiki", "score": 4, "label": {"eng": "Ferret"}}, {"uri": "http://en.wikipedia.org/wiki/Pet", "type": "wiki", "score": 4, "label": {"eng": "Pet"}}, {"uri": "http://en.wikipedia.org/wiki/Transmission_(medicine)", "type": "wiki", "score": 4, "label": {"eng": "Transmission (medicine)"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 4, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Bronx_Zoo", "type": "loc", "score": 3, "label": {"eng": "Bronx Zoo"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Duck", "type": "wiki", "score": 3, "label": {"eng": "Duck"}}, {"uri": "http://en.wikipedia.org/wiki/Experiment", "type": "wiki", "score": 3, "label": {"eng": "Experiment"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Pig", "type": "wiki", "score": 3, "label": {"eng": "Pig"}}, {"uri": "http://en.wikipedia.org/wiki/Anorexia_(symptom)", "type": "wiki", "score": 3, "label": {"eng": "Anorexia (symptom)"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 3, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Vaccine", "type": "wiki", "score": 3, "label": {"eng": "Vaccine"}}, {"uri": "http://en.wikipedia.org/wiki/Chicken", "type": "wiki", "score": 3, "label": {"eng": "Chicken"}}, {"uri": "http://en.wikipedia.org/wiki/World_Health_Organization", "type": "org", "score": 3, "label": {"eng": "World Health Organization"}}, {"uri": "http://en.wikipedia.org/wiki/Cough", "type": "wiki", "score": 3, "label": {"eng": "Cough"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 3, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_tract", "type": "wiki", "score": 2, "label": {"eng": "Respiratory tract"}}, {"uri": "http://en.wikipedia.org/wiki/Small_intestine", "type": "wiki", "score": 2, "label": {"eng": "Small intestine"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 23}, {"uri": "dmoz/Computers/Security/Malicious_Software", "label": "dmoz/Computers/Security/Malicious Software", "wgt": 26}, {"uri": "dmoz/Shopping/Pets/Supplies", "label": "dmoz/Shopping/Pets/Supplies", "wgt": 20}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 36}, {"uri": "news/Health", "label": "news/Health", "wgt": 53}], "image": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200408&t=2&i=1514190335&w=1200&r=LYNXNPEG370Q0", "eventUri": "eng-5672227", "location": null, "shares": {"facebook": 40475, "pinterest": 12}, "sentiment": -0.2470588235294118, "wgt": 40487, "relevance": 101}, {"uri": "6027382081", "lang": "eng", "isDuplicate": true, "date": "2020-04-10", "time": "11:34:00", "dateTime": "2020-04-10T11:34:00Z", "dateTimePub": "2020-04-10T11:32:00Z", "dataType": "news", "sim": 0.6235294342041016, "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-idUSKCN21S15X", "title": "South Korea reports recovered coronavirus patients testing positive again", "body": "SEOUL (Reuters) - South Korean officials on Friday reported 91 patients thought cleared of the new coronavirus had tested positive again.\n\nJeong Eun-kyeong, director of the Korea Centers for Disease Control and Prevention (KCDC), told a briefing that the virus may have been \"reactivated\" rather than the patients being re-infected.\n\nSouth Korean health officials said it remains unclear what is behind the trend, with epidemiological investigations still under way.\n\nThe prospect of people being re-infected with the virus is of international concern, as many countries are hoping that infected populations will develop sufficient immunity to prevent a resurgence of the pandemic.\n\nThe South Korean figure had risen from 51 such cases on Monday.\n\nNearly 7,000 South Koreans have been reported as recovered from COVID-19, the disease caused by the new coronavirus.\n\n\"The number will only increase, 91 is just the beginning now,\" said Kim Woo-joo, professor of infectious diseases at Korea University Guro Hospital.\n\nThe KCDC's Jeong raised the possibility that rather than patients being re-infected, the virus may have been \"reactivated\".\n\nKim also said patients had likely \"relapsed\" rather than been re-infected.\n\nFalse test results could also be at fault, other experts said, or remnants of the virus could still be in patients' systems but not be infectious or of danger to the host or others.\n\n\"There are different interpretations and many variables,\" said Jung Ki-suck, professor of pulmonary medicine at Hallym University Sacred Heart Hospital.\n\n\"The government needs to come up with responses for each of these variables\".\n\nSouth Korea on Friday reported 27 new cases, its lowest after daily cases peaked at more than 900 in late February, according to KCDC, adding the total stood at 10,450 cases.\n\nThe death toll rose by seven to 211, it said.\n\nThe city of Daegu, which endured the first large coronavirus outbreak outside of China, reported zero new cases for the first time since late February.\n\nWith at least 6,807 confirmed cases, Daegu accounts for more than half of all South Korea's total infections.\n\nThe spread of infections at a church in Daegu drove a spike in cases in South Korea beginning in late February.\n\nThe outbreak initially pushed the tally of confirmed cases much higher than anywhere else outside of China, before the country used widespread testing and social distancing measures to bring the numbers down.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 5, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Seoul", "type": "loc", "score": 4, "label": {"eng": "Seoul"}, "location": {"type": "place", "label": {"eng": "Seoul"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Korea_University", "type": "org", "score": 3, "label": {"eng": "Korea University"}}, {"uri": "http://en.wikipedia.org/wiki/Immunity_(medical)", "type": "wiki", "score": 3, "label": {"eng": "Immunity (medical)"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 3, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention", "type": "org", "score": 3, "label": {"eng": "Centers for Disease Control and Prevention"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Pulmonology", "type": "wiki", "score": 2, "label": {"eng": "Pulmonology"}}, {"uri": "http://en.wikipedia.org/wiki/Daegu", "type": "loc", "score": 2, "label": {"eng": "Daegu"}, "location": {"type": "place", "label": {"eng": "Daegu"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 1, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Catholic_Church", "type": "wiki", "score": 1, "label": {"eng": "Catholic Church"}}], "categories": [{"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 21}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 15}, {"uri": "dmoz/Shopping/Antiques_and_Collectibles/Supplies", "label": "dmoz/Shopping/Antiques and Collectibles/Supplies", "wgt": 13}, {"uri": "dmoz/Health/Public_Health_and_Safety/Patient_Safety", "label": "dmoz/Health/Public Health and Safety/Patient Safety", "wgt": 14}, {"uri": "dmoz/Health/Public_Health_and_Safety/Epidemiology", "label": "dmoz/Health/Public Health and Safety/Epidemiology", "wgt": 16}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 65}], "image": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200410&t=2&i=1514671780&w=1200&r=LYNXNPEG390NA", "eventUri": null, "location": {"type": "place", "label": {"eng": "Seoul"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}, "shares": {"facebook": 33053, "pinterest": 6}, "sentiment": 0.01960784313725483, "wgt": 33059, "relevance": 101}, {"uri": "6021675832", "lang": "eng", "isDuplicate": false, "date": "2020-04-06", "time": "05:38:00", "dateTime": "2020-04-06T05:38:00Z", "dateTimePub": "2020-04-06T05:27:00Z", "dataType": "news", "sim": 0.6196078658103943, "url": "https://www.reuters.com/article/us-health-coronavirus-britain-idUSKBN21O0DQ", "title": "UK PM Johnson 'stable' in intensive care, needed oxygen after COVID-19 symptoms worsened", "body": "LONDON (Reuters) - British Prime Minister Boris Johnson was stable in intensive care on Tuesday after receiving oxygen support to help him battle COVID-19, while his foreign minister led the government's response to the accelerating outbreak.\n\nThe upheaval of Johnson's personal battle with the virus has shaken the government just as the United Kingdom enters what scientists say will be the most deadly phase of the pandemic, which has killed 5,373 people in Britain and 70,000 worldwide.\n\nJohnson, 55, was admitted to St Thomas' Hospital across the River Thames from the House of Commons late on Sunday after suffering persistent coronavirus symptoms, including a high temperature and a cough, for more than 10 days.\n\nBut his condition rapidly deteriorated over the next 24 hours, and he was moved on Monday to an intensive care unit, where the most serious cases are treated, in case he needed to be put on a ventilator. He was still conscious, his office said.\n\n\"He is receiving standard oxygen treatment and breathing without any other assistance,\" Johnson's spokesman, who traditionally speaks without his name being published, told reporters.\n\n\"The prime minister has been stable overnight and remains in good spirits,\" the spokesman said. \"He has not required mechanical ventilation, or non-invasive respiratory support.\"\n\nBut the absence of Johnson, the first leader of a major power to be hospitalised after testing positive for the novel coronavirus, has raised questions about who is truly in charge of the world's fifth largest economy at such a crucial time.\n\nWhile Britain has no formal succession plan should a prime minister become incapacitated, Johnson asked Foreign Secretary Dominic Raab, 46, to deputise for him \"where necessary\", Downing Street said..\n\nRaab on Tuesday chaired the government's COVID-19 emergency response meeting, though ministers refused to say who had ultimate control over the United Kingdom's nuclear weapons - a role held by the prime minister.\n\n\"There are well-developed protocols which are in place,\" said Gove, who himself went into self-isolation on Tuesday after a family member displayed coronavirus symptoms.\n\nBefore being rushed to intensive care, Johnson had said he was in good spirits and Raab had told a news conference that the prime minister was still running the government, although Raab also said he had not spoken to him directly since Saturday.\n\nBritish leaders do not traditionally publicise the results of their medical examinations as some U.S. presidents including Donald Trump have.\n\nRaab, the son of a Czech-born Jewish refugee who fled the Nazis in 1938, takes the helm at a pivotal time. Government scientists see the death toll rising until at least April 12 and Britain must ultimately decide when to lift the lockdown.\n\n\"The government's business will continue,\" said Raab, a staunch Brexit supporter who has served as foreign minister for less than a year.\n\nJohnson's move to intensive care added to the sense of upheaval that the coronavirus has wrought after its spread caused global panic, sowed chaos through financial markets and prompted the virtual shutdown of the world economy.\n\nThe United Kingdom is in a state of virtual lockdown, a situation due to be reviewed early next week, and some ministers have suggested it might need to be extended because some people were flouting the strict rules.\n\nThe pound dipped in Asian trading on news of Johnson's intensive care treatment but then rallied in London trading. Against the dollar, sterling traded to a high of $1.2349, up 0.9% on the session.\n\nEven before coronavirus, Johnson had had a tumultuous year.\n\nHe won the top job in July 2019, renegotiated a Brexit deal with the European Union, fought a snap election in December which he won resoundingly and then led the United Kingdom out of the European Union on Jan 31 - promising to seal a Brexit trade deal by the end of this year.\n\nThe government has said it is not planning to seek an extension to that deadline in light of the epidemic.\n\nJohnson has faced criticism for initially approving a much more modest response to the coronavirus outbreak than other major European leaders, though he then imposed a lockdown as projections showed half a million people could die.\n\nHe tested positive for the virus on March 26.\n\nAfter 10 days of isolation in an apartment at Downing Street, he was admitted to hospital. He was last seen in a video message posted on Twitter on Friday when he looked weary.\n\nJames Gill, a doctor and a clinical lecturer at Warwick Medical School, said the news of Johnson's admission to intensive care was \"worrying\" but not completely out of line with other people suffering complications.\n\n\"So far we have seen a deterioration in line with other cases of COVID-19 infections,\" he said. \"Admission to ITU is worrying news, (but) this is not altogether uncommon with this disease, and may be looked at from a positive that the PM is getting the very best care that the NHS (Britain's state-run National Health Service) has to offer.\"\n\nPresident Trump said all Americans were praying for his recovery, and other world leaders sent messages of support.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 4, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 4, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 4, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 3, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 25}, {"uri": "dmoz/Computers/Programming/Software_Testing", "label": "dmoz/Computers/Programming/Software Testing", "wgt": 22}, {"uri": "dmoz/Business/Electronics_and_Electrical/Safety_and_Compliance_Testing", "label": "dmoz/Business/Electronics and Electrical/Safety and Compliance Testing", "wgt": 19}, {"uri": "dmoz/Business/Hospitality/Employment", "label": "dmoz/Business/Hospitality/Employment", "wgt": 20}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1512976250&w=1200&r=LYNXMPEG3507N", "eventUri": "eng-5662008", "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}, "shares": {"facebook": 26311}, "sentiment": 0.1686274509803922, "wgt": 26311, "relevance": 52}, {"uri": "6024096871", "lang": "eng", "isDuplicate": false, "date": "2020-04-07", "time": "23:03:00", "dateTime": "2020-04-07T23:03:00Z", "dateTimePub": "2020-04-07T23:00:00Z", "dataType": "news", "sim": 0.9529411792755127, "url": "https://www.reuters.com/article/us-usa-election-poll-idUSKBN21P3G0", "title": "Most Americans, unlike Trump, want mail-in ballots for November if coronavirus threatens: Reuters/Ipsos poll", "body": "NEW YORKNEW YORK (Reuters) - Most Americans, including a majority of Republicans, want the government to require mail-in ballots for the Nov. 3 presidential election if the coronavirus outbreak still threatens the public this autumn, a Reuters/Ipsos poll found.\n\nPresident Donald Trump, who is seeking re-election this year, has been trying with other Republicans to discourage efforts to expand voting by mail, saying it would increase the chance of voter fraud.\n\nBut the poll conducted on Monday and Tuesday found that 72% of all U.S. adults, including 79% of Democrats and 65% of Republicans, supported a requirement for mail-in ballots as a way to protect voters in case of a continued spread of the respiratory disease later this year.\n\nThe United States leads the world in coronavirus cases, with more than 385,000 infections. More than 11,900 people in the country have died. Public health measures to curb the pandemic have hammered the U.S. economy, with many businesses closing or scaling back while unemployment soars.\n\nWhile the rate of hospitalizations appears to be slowing in some states, there is no proven treatment for the virus and health experts have warned it will keep spreading without strict controls on where people go.\n\nIn response, Democratic House of Representatives Speaker Nancy Pelosi has called for Congress to approve as much as $4 billion to help states expand their ability to conduct voting by mail.\n\nJoe Biden, the front-runner for the Democratic nomination to face Trump in the election, has said election officials should consider allowing mail-in ballots \"across the board\" in November.\n\nThe coronavirus crisis has already upended the Democratic race, with several states scrapping in-person voting for nominating contests and at least eight others pushing back their primaries to May or June.\n\nThe poll also found that 89% of adults in the United States said they were concerned about the coronavirus, and 36% believed they would be infected within the next year. About 42% said they approved of how Trump was handling the crisis, down 6 points from a similar poll that ran last week.\n\nThe Reuters/Ipsos poll was conducted online, in English, throughout the United States. It gathered responses from 1,116 American adults, including 532 Democrats and 417 Republicans. It had a credibility interval, a measure of precision, of 3 to 6 percentage points.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 5, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/2016_United_States_presidential_election", "type": "wiki", "score": 4, "label": {"eng": "2016 United States presidential election"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 4, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 4, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Ipsos", "type": "org", "score": 3, "label": {"eng": "Ipsos"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Electoral_fraud", "type": "wiki", "score": 3, "label": {"eng": "Electoral fraud"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 3, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 3, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Nancy_Pelosi", "type": "person", "score": 2, "label": {"eng": "Nancy Pelosi"}}, {"uri": "http://en.wikipedia.org/wiki/Joe_Biden", "type": "person", "score": 2, "label": {"eng": "Joe Biden"}}, {"uri": "http://en.wikipedia.org/wiki/Primary_election", "type": "wiki", "score": 2, "label": {"eng": "Primary election"}}, {"uri": "http://en.wikipedia.org/wiki/Speaker_of_the_United_States_House_of_Representatives", "type": "wiki", "score": 2, "label": {"eng": "Speaker of the United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_House_of_Representatives", "type": "org", "score": 2, "label": {"eng": "United States House of Representatives"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 2, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/English_language", "type": "wiki", "score": 1, "label": {"eng": "English language"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Society/Politics", "label": "dmoz/Society/Politics", "wgt": 13}, {"uri": "dmoz/Society/Politics/Campaigns_and_Elections", "label": "dmoz/Society/Politics/Campaigns and Elections", "wgt": 22}, {"uri": "dmoz/Society/Activism/Strategies", "label": "dmoz/Society/Activism/Strategies", "wgt": 13}, {"uri": "dmoz/Society/Gay,_Lesbian,_and_Bisexual/Politics", "label": "dmoz/Society/Gay, Lesbian, and Bisexual/Politics", "wgt": 15}, {"uri": "dmoz/Society/Issues/Online_Issues_Polls", "label": "dmoz/Society/Issues/Online Issues Polls", "wgt": 21}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 88}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200407&t=2&i=1513755180&w=1200&r=LYNXMPEG362FF", "eventUri": "eng-5670579", "location": null, "shares": {"facebook": 22794, "pinterest": 24}, "sentiment": -0.03529411764705881, "wgt": 22818, "relevance": 101}, {"uri": "6021930003", "lang": "eng", "isDuplicate": false, "date": "2020-04-06", "time": "09:59:00", "dateTime": "2020-04-06T09:59:00Z", "dateTimePub": "2020-04-06T09:52:00Z", "dataType": "news", "sim": 0.8117647171020508, "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN21O0ZP", "title": "Wall Street soars on hopes of slowing coronavirus deaths", "body": "NEW YORK (Reuters) - U.S. stocks rocketed higher on Monday, with each of the major indexes rallying at least 7%, after a fall in the daily death toll in New York, the country's biggest coronavirus hot spot, fueled optimism a leveling off of the pandemic was on the horizon.\n\nOn Sunday, New York reported virus-related deaths had fallen slightly from the previous day, the first instance in a week.\n\nNew York Governor Andrew Cuomo said on Monday that hospitalizations of coronavirus patients are down and the rate of the rise in deaths has leveled off in the hardest-hit state. But he cautioned against complacency.\n\n\"Seeing the market soar the way it is, even though the fundamentals continue to be in free fall, the market is looking across the valley and saying 'six months from now things will be on the ascent,'\" said Sam Stovall, chief investment strategist at CFRA Research in New York.\n\n\"They are looking across the valley and seeing a lot of scary news but are basically saying 'We will get past this.'\"\n\nEven with the positive signs, U.S. officials have braced the country for a \"peak death week\" from the pandemic, with the death toll topping 10,000.\n\nThe Dow Jones Industrial Average .DJI rose 1,627.46 points, or 7.73%, to 22,679.99, the S&P 500 .SPX gained 175.03 points, or 7.03%, to 2,663.68 and the Nasdaq Composite .IXIC added 540.16 points, or 7.33%, to 7,913.24.\n\nThe gains marked the biggest daily percentage rise for each index since March 24.\n\nAll 30 Dow components were in positive territory, led by a gain of 19.47% in Boeing (BA.N) shares, while the technology .SPLRCT and defensive utilities .SPLRCU sectors, among the best-performing for the year, climbed more than 8%.\n\nThe S&P 500 banking index .SPXBK jumped 8.21% and notched its best day in just over a week.\n\nWall Street's fear gauge fell to its lowest in two weeks, but remained at elevated levels. During the financial crisis of 2007-08, the S&P 500 took months to establish a bottom even after the volatility index plummeted.\n\nDespite Monday's bounce, the S&P 500 .SPX remains down more than 21% from its mid-February record close.\n\nS&P 500 companies are expected to enter an earnings recession in 2020, with declines in profit in the first and second quarters, according to IBES data from Refinitiv, as demand evaporates across sectors such as airlines, luxury goods and industrials. First-quarter expectations now call for an earnings decline of 6% from the year-ago period.\n\nVersace owner Capri Holdings (CPRI.N) surged 25.9% after saying it expects to open its stores after June 1 and that it would furlough all its 7,000 employees in North America.\n\nVideo conferencing app Zoom (ZM.O) fell 4.1% on concerns over its data-privacy practices and increased competition from deep-pocketed rivals.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 8.09-to-1 ratio; on Nasdaq, a 5.68-to-1 ratio favored advancers.\n\nThe S&P 500 posted four new 52-week highs and no new lows; the Nasdaq Composite recorded 10 new highs and 34 new lows.\n\nVolume on U.S. exchanges was 12.62 billion shares, compared with the 15.52 billion average for the full session over the last 20 trading days.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market_index", "type": "org", "score": 4, "label": {"eng": "Stock market index"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 4, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "org", "score": 3, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Delta_Air_Lines", "type": "org", "score": 2, "label": {"eng": "Delta Air Lines"}}, {"uri": "http://en.wikipedia.org/wiki/Citigroup", "type": "org", "score": 2, "label": {"eng": "Citigroup"}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ-100", "type": "wiki", "score": 1, "label": {"eng": "NASDAQ-100"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 11}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 14}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 13}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 12}, {"uri": "dmoz/Sports/Track_and_Field/Jumps", "label": "dmoz/Sports/Track and Field/Jumps", "wgt": 13}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1513057106&w=1200&r=LYNXMPEG350K3", "eventUri": "eng-5663800", "location": {"type": "country", "label": {"eng": "United States"}}, "shares": {"facebook": 21105}, "sentiment": -0.1607843137254902, "wgt": 21105, "relevance": 52}, {"uri": "6022181936", "lang": "eng", "isDuplicate": true, "date": "2020-04-06", "time": "13:48:00", "dateTime": "2020-04-06T13:48:00Z", "dateTimePub": "2020-04-06T13:43:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-health-coronavirus-usa-idUSKBN21O1NL", "title": "Outbreak shows signs of leveling off in New York, New Jersey, but vigilance urged", "body": "NEW YORK (Reuters) - The governors of New York, New Jersey and Louisiana pointed to tentative signs on Monday that the coronavirus outbreak may be starting to plateau in their states but warned against complacency as the death toll nationwide approached 11,000.\n\nAlthough coronavirus cases and deaths continued to mount, the governors cited data suggesting the rates of growth and hospitalizations were slowing, possibly signaling a peak was at hand in three U.S. epicenters of the pandemic.\n\nNew York Governor Andrew Cuomo said statewide deaths from COVID-19, the highly contagious respiratory illness caused by the virus, were up 599 from Sunday, on par with an increase of 594 during the previous 24 hours and 630 on Friday.\n\nThe state's overall tally of confirmed cases grew by 7% from the previous day to 130,680. But hospitalizations, admissions to intensive care units and the number of patients put on ventilator machines to keep them breathing had all declined, Cuomo said.\n\n\"While none of this is good news, the possible flattening of the curve is better than the increases that we have seen,\" Cuomo told a daily briefing, referring to the trend line formed when infections, deaths and other data are plotted on a graph. \"If we are plateauing, we are plateauing at a high level.\"\n\nFor doctors, nurses and emergency personnel in the trenches of the unprecedented public health crisis - many still coping with scarcities of protective garments and other supplies - the pace of their work remained unrelenting.\n\n\"Yesterday, I worked 16 hours and I had 13 cardiac arrests, and that's a lot of death,\" New York Fire Department Lieutenant Anthony Almojera, a paramedic, told Reuters on Monday. \"I don't know if any of us would ever be the same after this.\"\n\nNew York City accounts for two thirds of nearly 4,800 deaths in New York state, which in turn represents about 45% of the nation's total loss of life to date.\n\nIn neighboring New Jersey, the state with the second-highest number of cases and deaths, Governor Phil Murphy cited a 12% day-to-day growth rate in confirmed positive cases on Monday, half the rate from March 30.\n\n\"Our efforts to flatten the curve are starting to pay off,\" he said, but warned that a relaxing social-distancing rules would trigger a renewed surge in cases that could yet overwhelm the healthcare system.\n\nLouisiana Governor John Bel Edwards likewise expressed cautious optimism about efforts to contain transmission of the virus in his state, also among the hardest hit.\n\n\"New hospital admissions are trending downward,\" he told a news conference. \"But this will only become a trend if we keep mitigation efforts up.\"\n\nThe rates of increase also appeared to be easing in Connecticut, where Governor Ned Lamont said, \"Our healthcare system is bending but not breaking.\"\n\nIn a glimmer of hope for the country as a whole, the latest research model from the University of Washington - one of several cited by leading health authorities - forecast 81,766 U.S. coronavirus fatalities by Aug. 4, down about 12,000 from a weekend projection.\n\nWhite House medical experts have forecast that between 100,000 to 240,000 American lives may be lost in the pandemic, even if sweeping stay-at-home orders are heeded.\n\nThe tentative signs of progress sent U.S. stocks up sharply, with all major indexes closing at least 7% higher on the day. Despite Monday's bounce, the broad-based S&P 500 .SPX remained down more than 21% from its Feb. 19 peak, compared with its March low, when it was off 30 percent from its apex.\n\nGlobally, deaths from COVID-19 have surpassed 74,000, with over 1.3 million cases, but there are also tentative signs it may be receding in Europe.\n\nU.S. fatalities, numbering 10,902 on Monday, were rapidly closing in on Italy and Spain, the countries with the greatest loss of life to date at more than 16,000 and over 13,000, respectively, according to a Reuters tally of official data. The tally of all known U.S. infections topped 360,000.\n\n\"It's going to be the peak hospitalization, peak ICU week and unfortunately, peak death week,\" Admiral Brett Giroir, a physician and member of the White House coronavirus task force, told ABC's \"Good Morning America\" on Monday.\n\nMore than 90% of Americans were under statewide stay-at-home orders issued in recent weeks, with South Carolina joining on Monday.\n\nPolitical leaders and medical professionals have voiced alarm for weeks over crippling scarcities of personal protective gear for first-responders and front-line healthcare workers, as well as shortages of ventilators, drugs and other supplies.\n\nCiting the dire needs of New York and elsewhere, California Governor Gavin Newsom said his state would loan 500 of its ventilators to the largely depleted Strategic National Stockpile of medical equipment.\n\nCalifornia still faces a projected ventilator shortage of its own next month, but Newsom said his state had enough to spare for the time being.\n\nLos Angeles Mayor Eric Garcetti said new coronavirus cases in both his city and surrounding county grew by 7% on Monday from the day before, the first single-digit increase in either jurisdiction in nearly three weeks. But he cautioned that California was still bracing for a coming surge.\n\nNew York City Mayor Bill de Blasio said a shortage of medical professionals was beginning to eclipse scarce equipment as the city's main difficulty, with an additional 45,000 clinical personnel needed to get through April.\n\n\"We need these supplies, but we also need heroes to wear them,\" de Blasio told reporters.\n\nThe city has reported more than 3,100 deaths, and it may resort to temporarily burying the dead in a park, said Mark Levine, chair of the New York City Council health committee.\n\n\"Trenches will be dug for 10 caskets in a line,\" Levine wrote on Twitter. \"It will be done in a dignified, orderly - and temporary - manner. But it will be tough for NYers to take.\"\n\nTo help the city expand its COVID-19 patient capacity, plans are under way to open a 400-bed temporary hospital in the nave of Manhattan's Cathedral of St. John the Divine, the largest Anglican cathedral in the world.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Brett_Giroir", "type": "person", "score": 5, "label": {"eng": "Brett Giroir"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 5, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 5, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 4, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Washington,_D.C.", "type": "loc", "score": 4, "label": {"eng": "Washington, D.C."}, "location": {"type": "place", "label": {"eng": "Washington, D.C."}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Jerome_Adams", "type": "wiki", "score": 3, "label": {"eng": "Jerome Adams"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Surgeon_General_of_the_United_States", "type": "loc", "score": 3, "label": {"eng": "Surgeon General of the United States"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Admiral", "type": "wiki", "score": 3, "label": {"eng": "Admiral"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Health_and_Human_Services", "type": "org", "score": 3, "label": {"eng": "United States Department of Health and Human Services"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_unit", "type": "wiki", "score": 3, "label": {"eng": "Intensive care unit"}}, {"uri": "http://en.wikipedia.org/wiki/Pearl_Harbor", "type": "wiki", "score": 3, "label": {"eng": "Pearl Harbor"}}, {"uri": "http://en.wikipedia.org/wiki/American_Broadcasting_Company", "type": "org", "score": 3, "label": {"eng": "American Broadcasting Company"}}, {"uri": "http://en.wikipedia.org/wiki/Good_Morning_America", "type": "wiki", "score": 3, "label": {"eng": "Good Morning America"}}, {"uri": "http://en.wikipedia.org/wiki/Physician", "type": "wiki", "score": 3, "label": {"eng": "Physician"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 3, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 3, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 3, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Detroit", "type": "loc", "score": 3, "label": {"eng": "Detroit"}, "location": {"type": "place", "label": {"eng": "Detroit"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Connecticut", "type": "loc", "score": 3, "label": {"eng": "Connecticut"}, "location": {"type": "place", "label": {"eng": "Connecticut"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Access_to_the_Region's_Core", "type": "wiki", "score": 2, "label": {"eng": "Access to the Region's Core"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Washington", "type": "org", "score": 2, "label": {"eng": "University of Washington"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 2, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Fox_News", "type": "wiki", "score": 1, "label": {"eng": "Fox News"}}, {"uri": "http://en.wikipedia.org/wiki/John_Adams", "type": "person", "score": 1, "label": {"eng": "John Adams"}}, {"uri": "http://en.wikipedia.org/wiki/Republican_Party_(United_States)", "type": "org", "score": 1, "label": {"eng": "Republican Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Wyoming", "type": "loc", "score": 1, "label": {"eng": "Wyoming"}, "location": {"type": "place", "label": {"eng": "Wyoming"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Dakota", "type": "loc", "score": 1, "label": {"eng": "South Dakota"}, "location": {"type": "place", "label": {"eng": "South Dakota"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/North_Dakota", "type": "loc", "score": 1, "label": {"eng": "North Dakota"}, "location": {"type": "place", "label": {"eng": "North Dakota"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Utah", "type": "loc", "score": 1, "label": {"eng": "Utah"}, "location": {"type": "place", "label": {"eng": "Utah"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Nebraska", "type": "loc", "score": 1, "label": {"eng": "Nebraska"}, "location": {"type": "place", "label": {"eng": "Nebraska"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Iowa", "type": "loc", "score": 1, "label": {"eng": "Iowa"}, "location": {"type": "place", "label": {"eng": "Iowa"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/South_Carolina", "type": "loc", "score": 1, "label": {"eng": "South Carolina"}, "location": {"type": "place", "label": {"eng": "South Carolina"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Georgia_(U.S._state)", "type": "loc", "score": 1, "label": {"eng": "Georgia (U.S. state)"}, "location": {"type": "place", "label": {"eng": "Georgia (U.S. state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Arkansas", "type": "loc", "score": 1, "label": {"eng": "Arkansas"}, "location": {"type": "place", "label": {"eng": "Arkansas"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 17}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 20}, {"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 18}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 21}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 21}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 81}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1513130438&w=1200&r=LYNXMPEG35156", "eventUri": null, "location": {"type": "place", "label": {"eng": "Washington, D.C."}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 20841, "pinterest": 3}, "sentiment": -0.2470588235294118, "wgt": 20844, "relevance": 101}, {"uri": "6025508063", "lang": "eng", "isDuplicate": false, "date": "2020-04-08", "time": "23:55:00", "dateTime": "2020-04-08T23:55:00Z", "dateTimePub": "2020-04-08T23:54:00Z", "dataType": "news", "sim": 0.929411768913269, "url": "https://www.reuters.com/article/us-global-markets-idUSKCN21Q3J8", "title": "Global stock markets jump on Fed stimulus, oil pulls back from earlier surge", "body": "NEW YORK (Reuters) - Global equity benchmarks moved higher on Thursday following signs of some success by governments and central banks which have taken additional steps to bolster their economies during the COVID-19 pandemic, while oil prices pulled back from an earlier surge.\n\nOil prices ended the day in negative territory after an earlier surge as OPEC and its allies hammered out an agreement to cut output that was smaller than the market was expecting.\n\nMSCI's gauge of stocks across the globe gained 1.58%.\n\nThe Dow Jones Industrial Average rose 285.8 points, or 1.22%, to 23,719.37; the S&P 500 gained 39.84 points, or 1.45%, to 2,789.82 and the Nasdaq Composite added 62.67 points, or 0.77%, to 8,153.58.\n\nGains in the United States were bolstered after the Federal Reserve announced a $2.3 trillion effort to support local governments and small to medium-sized businesses. The U.S. central bank said it would begin buying municipal bonds issued by state and local governments in order to help them respond to the health crisis.\n\nThe S&P 500 gained more than 10% since the start of the holiday-shortened week. \"Sentiment remains volatile, but investors appear to be looking through the growing headline numbers of COVID-19 cases and focusing on signs that the spread of the pandemic is being brought under control, which in turn is underpinning hopes for a relatively swift relaxation of containment measures,\" said Mark Haefele, chief investment officer at UBS Global Wealth Management.\n\nOn Thursday, New York Governor Andrew Cuomo said the state's efforts at social distancing were working in getting the virus under control in the epicenter of the U.S. outbreak.\n\nNew cases in hospitals fell to a low of 200 in a sign that the disease's curve was flattening in the state. But New York state also recorded a record-high 799 deaths on Wednesday, for a total of 7,067.\n\n\"You can't relax. The flattening of the curve last night happened because of what we did yesterday,\" Cuomo said.\n\nMembers of U.S. President Donald Trump's economic team have been bullish on re-opening of the economy.\n\nAsked on CNBC on Thursday whether he believed the U.S. economy could be reopened as soon as next month, Treasury Secretary Steven Mnuchin said, \"I do.\" As soon as Trump \"feels comfortable with the medical issues,\" he said.\n\nThe euro gained against the dollar on hopes euro zone finance ministers would agree on more support for their coronavirus-hit economies.\n\nYet concerns about the toll of the slowdown measures on the global economy kept a lid on a broad move into riskier assets after U.S. jobless claims data exceeded 6 million for the second straight week, according to data released on Thursday. Benchmark 10-year notes last rose 15/32 in price to yield 0.7175%, from 0.764% late on Wednesday.\n\n\"We're probably on pace to lose more jobs in April alone than we lost during the entire Great Recession,\" said Dante DeAntonio, senior economist at Moody's Analytics in New York.\n\nThe Organization of the Petroleum Exporting Countries and its allies, including Russia - a group known as OPEC+ - held talks on Thursday on record oil output curbs of about 15 million barrels per day (bpd) or more, roughly 15% of global supplies, to support prices hammered by the coronavirus crisis, sources involved in the discussions said.\n\nThey said the plan included cuts of about 5 million bpd from producers outside the group known as OPEC+ and could be made gradually.\n\nU.S. crude dropped 7.4% to $23.22 a barrel. Brent crude fell 3% to $31.85 per barrel.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 4, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "org", "score": 4, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Nikkei_225", "type": "wiki", "score": 4, "label": {"eng": "Nikkei 225"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 3, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Economy_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "Economy of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 3, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/McDonald's", "type": "org", "score": 3, "label": {"eng": "McDonald's"}}, {"uri": "http://en.wikipedia.org/wiki/Eurozone", "type": "loc", "score": 3, "label": {"eng": "Eurozone"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 2, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 2, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 2, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Speex", "type": "wiki", "score": 2, "label": {"eng": "Speex"}}, {"uri": "http://en.wikipedia.org/wiki/Starbucks", "type": "org", "score": 2, "label": {"eng": "Starbucks"}}, {"uri": "http://en.wikipedia.org/wiki/Local_government", "type": "wiki", "score": 2, "label": {"eng": "Local government"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 2, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Democratic_Party_(United_States)", "type": "org", "score": 2, "label": {"eng": "Democratic Party (United States)"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 2, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 1, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 1, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 1, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 1, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 1, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}], "categories": [{"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 16}, {"uri": "dmoz/Business/International_Business_and_Trade/Services", "label": "dmoz/Business/International Business and Trade/Services", "wgt": 12}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 12}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 12}, {"uri": "dmoz/Society/Politics/Globalization", "label": "dmoz/Society/Politics/Globalization", "wgt": 14}, {"uri": "news/Business", "label": "news/Business", "wgt": 85}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200408&t=2&i=1514216433&w=1200&r=LYNXNPEG370T3", "eventUri": "eng-5672600", "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 20719}, "sentiment": -0.03529411764705881, "wgt": 20719, "relevance": 101}, {"uri": "6023299875", "lang": "eng", "isDuplicate": false, "date": "2020-04-07", "time": "10:07:00", "dateTime": "2020-04-07T10:07:00Z", "dateTimePub": "2020-04-07T10:07:00Z", "dataType": "news", "sim": 0.8941176533699036, "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN21P19C", "title": "Oil drop saps gains as Wall Street fades late", "body": "NEW YORK (Reuters) - Wall Street fell on Tuesday, as a drop in oil prices steepened in the latter stages of the session and erased early gains built on tentative signs that coronavirus outbreaks in some of the biggest U.S. hot spots may be leveling.\n\nThe S&P initially appeared poise to add to a 7% jump on Monday, after health officials said the pandemic may kill fewer Americans than indicated in recent projections. Governor Andrew Cuomo said New York, the epicenter of the virus in the United States, was nearing a plateau in the number of patients hospitalized.\n\n\"The market sees some hint of good news in terms of the virus. We know we've got the Fed and a lot of stimulus, fiscal stimulus coming,\" said Scott Wren, senior global market strategist at Wells Fargo Investment Institute in St. Louis, Missouri.\n\nEnergy and materials were the best performing sectors, with an aggressive round of U.S. fiscal and monetary stimulus in the past month helping to boost risk appetite for the majority of the session.\n\nStill, a decline in oil prices steepened, as U.S. crude settled down more than 9% as supplies swell and investors tempered expectations for a quick agreement on output cuts between major producers. Investors also braced for worsening economic data and corporate earnings in the coming weeks.\n\n\"Oil is important because about 20% of the high yield bond market is energy. The energy sector has tens of thousands of high paying jobs and there's a lot of capital expenditure that happens in the sector too,\" said Wren.\n\nThe Dow Jones Industrial Average fell 26.13 points, or 0.12%, to 22,653.86, the S&P 500 lost 4.27 points, or 0.16%, to 2,659.41 and the Nasdaq Composite dropped 25.98 points, or 0.33%, to 7,887.26.\n\nThe S&P 500 is up 18.9% from its March 23 intraday low, but remains 21.5% below its mid-February record high as methods designed to contain the virus quashed demand across a swath of industries such as airlines, automakers and hotels.\n\nWall Street's fear gauge has steadily retreated from 12-year peaks in recent days, but volatility is expected to remain elevated as companies prepare to report an expected slide in first-quarter earnings and outline more drastic plans to bolster cash reserves.\n\nAnalysts now expect first-quarter earnings for S&P 500 firms to fall 6.4% compared to a Jan. 1 forecast for a rise of 6.3%.\n\nExxon Mobil throttled back a multi-year investment spree in shale, LNG and deep water oil production, saying it would cut planned capital spending this year by 30% as the pandemic saps energy demand.\n\nOilfield services firm Halliburton Co said it would cut about 350 jobs in Oklahoma and that its executives would reduce their salaries.\n\nExxon shares climbed 1.90% and Halliburton rose 1.64%, helping the energy sector move higher even as crude prices fell.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.71-to-1 ratio; on Nasdaq, a 1.30-to-1 ratio favored advancers.\n\nThe S&P 500 posted 4 new 52-week highs and no new lows; the Nasdaq Composite recorded 9 new highs and 26 new lows.\n\nVolume on U.S. exchanges was 13.92 billion shares, compared to the 15.42 billion average for the full session over the last 20 trading days.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market_index", "type": "org", "score": 4, "label": {"eng": "Stock market index"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 4, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Plateau", "type": "wiki", "score": 3, "label": {"eng": "Plateau"}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 3, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 2, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Marathon_Oil", "type": "org", "score": 2, "label": {"eng": "Marathon Oil"}}, {"uri": "http://en.wikipedia.org/wiki/ExxonMobil", "type": "org", "score": 2, "label": {"eng": "ExxonMobil"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 2, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 2, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 2, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 2, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 1, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ-100", "type": "wiki", "score": 1, "label": {"eng": "NASDAQ-100"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 11}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 16}, {"uri": "dmoz/Business/Business_Services/Signage", "label": "dmoz/Business/Business Services/Signage", "wgt": 13}, {"uri": "dmoz/Business/Major_Companies", "label": "dmoz/Business/Major Companies", "wgt": 9}, {"uri": "dmoz/Recreation/Roads_and_Highways/Signs_and_Signals", "label": "dmoz/Recreation/Roads and Highways/Signs and Signals", "wgt": 12}, {"uri": "news/Business", "label": "news/Business", "wgt": 79}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200407&t=2&i=1513510958&w=1200&r=LYNXMPEG360Q5", "eventUri": "eng-5673730", "location": {"type": "country", "label": {"eng": "United States"}}, "shares": {"facebook": 18472}, "sentiment": -0.08235294117647063, "wgt": 18472, "relevance": 76}, {"uri": "6022774217", "lang": "eng", "isDuplicate": true, "date": "2020-04-06", "time": "23:56:00", "dateTime": "2020-04-06T23:56:00Z", "dateTimePub": "2020-04-06T23:56:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-global-markets-idUSKBN21O365", "title": "Hopes of progress against virus lift stocks; dollar falls", "body": "NEW YORK (Reuters) - World stock markets posted sharp gains on Tuesday as signs of progress in curbing the spread of the novel coronavirus in both Europe and the United States fueled investors' appetite for risk.\n\nOil prices made a sharp turnaround as hopes of a deal to decrease supply turned into uncertainty, while the euro jumped against the greenback after six sessions of declines. [USD/]\n\nNew York state, the U.S. epicenter of COVID-19, is nearing a plateau in number of patients hospitalized, Governor Andrew Cuomo said, a hopeful sign even as deaths in his state and neighboring New Jersey hit single-day highs.\n\nWorldwide, the novel coronavirus has infected more than 1.3 million people and killed over 74,000, and although the numbers are still rising in many highly populated countries, some tentative improvements have given hope.\n\n\"The rally is sentimental and a little premature because if we lift these lockdown measures too soon and try to resume economic activity, we're going to get a very severe pandemic rebound,\" said Indranil Ghosh, chief executive officer of Tiger Hill Capital in London.\n\nThe comment echoed that of the World Health Organization, which warned earlier on Tuesday against easing coronavirus measures too early.\n\nThe Dow Jones Industrial Average rose 207.86 points, or 0.92%, to 22,887.85, the S&P 500 gained 20.46 points, or 0.77%, to 2,684.14 and the Nasdaq Composite added 21.14 points, or 0.27%, to 7,934.38.\n\nThe pan-European STOXX 600 index rose 1.88% and MSCI's gauge of stocks across the globe gained 1.60%.\n\nEmerging market stocks rose 3.16%. MSCI's broadest index of Asia-Pacific shares outside Japan closed 2.69% higher.\n\nJapan's Nikkei posted a 2% gain overnight as its government promised a near-$1 trillion stimulus package - equal to a fifth of its gross domestic product.\n\nWith market optimism on the rise, the U.S. dollar dropped and riskier currencies outperformed as risk appetite improved on hopes that lock-downs may be slowing the spread of the coronavirus in some countries.\n\nAction by central banks to ease a scramble for dollars has also helped bring some calm to markets, with massive U.S. stimulus programs and debt issuance seen weighing on the greenback.\n\n\"We've got a nice decline in volatility across forex and equity markets,\" said Kenneth Broux, FX strategist at Societe Generale.\n\n\"We know central banks have done a very good job in alleviating the strain in dollar markets and that's feeding through.\"\n\nThe dollar index, tracking the greenback against six major currencies, fell 0.849%, with the euro up 1.06% to $1.0905.\n\nThe Japanese yen strengthened 0.39% versus the greenback at 108.83 per dollar, while Sterling was last trading at $1.2337, up 0.88% on the day.\n\nOil prices gave up early gains to fall sharply as hopes that the world's biggest producers would agree to cut output were overtaken by anxiety that a deal would not emerge. Some analysts fear that a global recession in the wake of the coronavirus crisis could be deeper than expected, further cutting demand for oil.\n\nU.S. crude recently fell 7.67% to $24.08 per barrel and Brent was at $31.92, down 3.42% on the day.\n\nU.S. Treasury yields rose as the bond market mulled a looming supply deluge and as stocks continued their rise.\n\nBenchmark 10-year notes last fell 16/32 in price to yield 0.728%, from 0.678% late on Monday. The 30-year bond last fell 1-2/32 in price to yield 1.3234%, from 1.285%.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 5, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 5, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Shinzo_Abe", "type": "person", "score": 3, "label": {"eng": "Shinzo Abe"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 3, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 3, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 3, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_Japan", "type": "wiki", "score": 3, "label": {"eng": "Prime Minister of Japan"}}, {"uri": "http://en.wikipedia.org/wiki/Equity_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Equity (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 3, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 3, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 3, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 3, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Emerging_market", "type": "wiki", "score": 2, "label": {"eng": "Emerging market"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 2, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 2, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Asia-Pacific", "type": "wiki", "score": 2, "label": {"eng": "Asia-Pacific"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 2, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Atlantic_Ocean", "type": "wiki", "score": 2, "label": {"eng": "Atlantic Ocean"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 2, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/New_Jersey", "type": "loc", "score": 2, "label": {"eng": "New Jersey"}, "location": {"type": "place", "label": {"eng": "New Jersey"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 2, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 2, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 2, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Store_of_value", "type": "wiki", "score": 1, "label": {"eng": "Store of value"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 1, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Currency", "type": "wiki", "score": 1, "label": {"eng": "Currency"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Gold", "type": "wiki", "score": 1, "label": {"eng": "Gold"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 16}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 17}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 16}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 16}, {"uri": "dmoz/Business/Investing/Commodities_and_Futures", "label": "dmoz/Business/Investing/Commodities and Futures", "wgt": 17}, {"uri": "news/Business", "label": "news/Business", "wgt": 89}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1513331999&w=1200&r=LYNXMPEG35266", "eventUri": null, "location": null, "shares": {"facebook": 16953}, "sentiment": 0.09019607843137245, "wgt": 16953, "relevance": 76}, {"uri": "6025523954", "lang": "eng", "isDuplicate": true, "date": "2020-04-09", "time": "00:18:00", "dateTime": "2020-04-09T00:18:00Z", "dateTimePub": "2020-04-09T00:18:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-global-oil-opec-idUSKCN21R00R", "title": "Saudi, Russia outline record oil cut under U.S. pressure as demand crashes", "body": "DUBAI/MOSCOW/LONDON (Reuters) - OPEC, Russia and other allies outlined plans on Thursday to cut their oil output by more than a fifth and said they expected the United States and other producers to join in their effort to prop up prices hammered by the coronavirus crisis.\n\nBut the group, known as OPEC+, said a final agreement was dependent on Mexico signing up to the pact after it balked at the production cuts it was asked to make. Discussions among top global energy ministers will resume on Friday.\n\nThe planned output curbs by OPEC+ amount to 10 million barrels per day (bpd) or 10% of global supplies, with another 5 million bpd expected to come from other nations to help deal with the deepest oil crisis in decades.\n\nGlobal fuel demand has plunged by around 30 million bpd, or 30% of global supplies, as steps to fight the virus have grounded planes, cut vehicle usage and curbed economic activity.\n\nAn unprecedented 15 million bpd cut still won't remove enough crude to stop the world's storage facilities quickly filling up. And far from signalling any readiness to offer support, U.S. President Donald Trump has threatened Saudi Arabia if it did not fix the oil market's problem of oversupply.\n\nTrump, who has said U.S. output was already falling due to low prices, warned Riyadh it could face sanctions and tariffs on its oil if it did not cut enough to help the U.S. oil industry, whose higher costs have left it struggling with low prices.\n\nA White House aide said Trump held a call with Russian President Vladimir Putin and King Salman of Saudi Arabia about the talks, after a U.S. official said the OPEC+ move towards cuts sent an \"important signal\" to the market.\n\nOfficials from the Organization of the Petroleum Exporting Countries and Russia have said the scale of the crisis required involvement of all producers.\n\n\"We are expecting other producers outside the OPEC+ club to join the measures, which might happen tomorrow during G20,\" the head of Russia's wealth fund and one of Moscow's top oil negotiators, Kirill Dmitriev, told Reuters.\n\nThursday's OPEC+ talks will be followed by a call on Friday between energy ministers from the Group of 20 (G20) major economies, hosted by Saudi Arabia.\n\nOPEC and Russian sources said they expected other producers to add 5 million bpd to cuts, although an OPEC+ statement on Thursday made no mention of any such condition.\n\nBrent oil prices, which hit an 18-year low last month, were trading around $32 a barrel on Thursday, half their level at the end of 2019.\n\nOPEC+ would cut output by 10 million bpd in May to June, OPEC+ documents showed. All members would reduce output by 23%, with Saudi Arabia and Russia each cutting 2.5 million bpd and Iraq cutting over 1 million bpd.\n\nUnder the plans, OPEC+ would then ease cuts to 8 million bpd from July to December and relax them further to 6 million bpd from January 2021 to April 2022, the documents showed.\n\nThe United States, whose output has surged to surpass Saudi and Russian production, was invited to Thursday's OPEC+ talks but it was not clear if it had joined the video conference. Brazil, Norway and Canada were also invited.\n\nU.S. officials have already said U.S. output would fall naturally over two years but have not committed to any cuts.\n\nIn a sign OPEC+ was struggling to win broader support, Canada's main oil province of Alberta said output had already dropped and that it had not been asked by OPEC for more cuts. The province said it backed a U.S. idea for tariffs on imported crude.\n\nBefore the talks, Moscow and Riyadh had been at odds over what level of production to use to calculate reductions, after Saudi Arabia hiked its supply in April to a record 12.3 million bpd, up from below 10 million bpd in March. Russian output, meanwhile, has been running about 11.3 million bpd.\n\nThe two nations fell out during an acrimonious meeting in Vienna in March, when a previous production deal collapsed.\n\nThe two sides agreed on Thursday that cuts would be made from an 11 million bpd baseline for both countries, OPEC+ documents showed.\n\n\"We have managed to overcome differences. It will be a very important deal. It will allow the oil market to start on a path to recovery,\" said Dmitriev, who last month was the first official to propose a deal involving members other than OPEC+.\n\nSeveral U.S. states could order private companies to limit production under rarely used powers. The oil regulator in Texas, the largest producer among U.S. states with output of about 5 million bpd, meets on April 14 to discuss possible curbs.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/OPEC", "type": "org", "score": 5, "label": {"eng": "OPEC"}}, {"uri": "http://en.wikipedia.org/wiki/Moscow", "type": "loc", "score": 5, "label": {"eng": "Moscow"}, "location": {"type": "place", "label": {"eng": "Moscow"}, "country": {"type": "country", "label": {"eng": "Russia"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 5, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 5, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 4, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 4, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 4, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Dubai", "type": "loc", "score": 4, "label": {"eng": "Dubai"}, "location": {"type": "place", "label": {"eng": "Dubai"}, "country": {"type": "country", "label": {"eng": "United Arab Emirates"}}}}, {"uri": "http://en.wikipedia.org/wiki/Riyadh", "type": "loc", "score": 4, "label": {"eng": "Riyadh"}, "location": {"type": "place", "label": {"eng": "Riyadh"}, "country": {"type": "country", "label": {"eng": "Saudi Arabia"}}}}, {"uri": "http://en.wikipedia.org/wiki/G20", "type": "wiki", "score": 3, "label": {"eng": "G20"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Dmitry_Peskov", "type": "person", "score": 3, "label": {"eng": "Dmitry Peskov"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Energy", "type": "org", "score": 3, "label": {"eng": "United States Department of Energy"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum_industry", "type": "wiki", "score": 3, "label": {"eng": "Petroleum industry"}}, {"uri": "http://en.wikipedia.org/wiki/Moscow_Kremlin", "type": "loc", "score": 2, "label": {"eng": "Moscow Kremlin"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Vienna", "type": "loc", "score": 2, "label": {"eng": "Vienna"}, "location": {"type": "place", "label": {"eng": "Vienna"}, "country": {"type": "country", "label": {"eng": "Austria"}}}}, {"uri": "http://en.wikipedia.org/wiki/Kuwait", "type": "loc", "score": 2, "label": {"eng": "Kuwait"}, "location": {"type": "country", "label": {"eng": "Kuwait"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Arab_Emirates", "type": "loc", "score": 2, "label": {"eng": "United Arab Emirates"}, "location": {"type": "country", "label": {"eng": "United Arab Emirates"}}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 1, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/TASS", "type": "wiki", "score": 1, "label": {"eng": "TASS"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Energy", "label": "dmoz/Business/Energy", "wgt": 10}, {"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 11}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 10}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 11}, {"uri": "dmoz/Science/Environment/Energy", "label": "dmoz/Science/Environment/Energy", "wgt": 10}, {"uri": "news/Business", "label": "news/Business", "wgt": 74}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200409&t=2&i=1514222017&w=1200&r=LYNXNPEG3800D", "eventUri": null, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}, "shares": {"facebook": 15324, "pinterest": 3}, "sentiment": -0.06666666666666665, "wgt": 15327, "relevance": 52}, {"uri": "6026630008", "lang": "eng", "isDuplicate": false, "date": "2020-04-09", "time": "20:09:00", "dateTime": "2020-04-09T20:09:00Z", "dateTimePub": "2020-04-09T19:39:00Z", "dataType": "news", "sim": 0.7764706015586853, "url": "https://www.reuters.com/article/us-health-coronavirus-usa-hart-island-idUSKCN21R398", "title": "New York City hires laborers to bury dead in Hart Island potter's field amid coronavirus surge", "body": "NEW YORK (Reuters) - New York City officials have hired contract laborers to bury the dead in its potter's field on Hart Island as the city's daily death rate from the coronavirus epidemic has reached grim new records in each of the last three days.\n\nThe city has used Hart Island to bury New Yorkers with no known next of kin or whose family are unable to arrange a funeral since the 19th century.\n\nTypically, some 25 bodies are interred each week by low-paid jail inmates working on the island, which sits off the east shore of the city's Bronx borough and is accessible only by boat. That number began increasing in March as the new coronavirus spread rapidly, making New York the epicenter of the global pandemic.\n\nThere are about two dozen bodies a day, five days a week buried on the island, said Jason Kersten, a spokesman for the Department of Correction, which oversees the burials.\n\nBefore burial, the dead are wrapped in body bags and placed inside pine caskets. The deceased's name is scrawled in large letters on each casket, which helps should a body need to be disinterred later. They are buried in long narrow trenches excavated by digging machines.\n\n\"They added two new trenches in case we need them,\" Kersten said. To help with the surge, and amid an outbreak of the COVID-19 respiratory illness caused by the virus at the city's main jail, contract laborers have been hired, he said.\n\n\"For social distancing and safety reasons, city-sentenced people in custody are not assisting in burials for the duration of the pandemic,\" Kersten said.\n\nA barge could be seen arriving at the island on Thursday morning with a refrigerated truck aboard containing about two dozen bodies.\n\nThe department referred questions about causes of death to the city's Office of the Chief Medical Examiner (OCME). Aja Worthy-Davis, a spokeswoman, said it would take time to collate individual causes of death from the office's records, but it was probable some of the recent burials include those felled by the coronavirus.\n\nThe island may also be used as a site for temporary interments should deaths surge past the city's morgue capacity, a point that has not yet been reached, Kersten and Worthy-Davis said.\n\n\"We're all hoping it's not coming to this,\" Kersten said. \"At the same time, we're prepared if it does.\"\n\nOCME can store about 800 to 900 bodies in its buildings, and has room to store about 4,000 bodies in some 40 refrigerated trucks it can dispatch around the city to hospitals, which typically have only small morgues, Worthy-Davis said.\n\nAnother island to the south of Hart, Randall's Island in the East River, is being used as a parking depot for dozens of empty refrigerated trucks between deployments outside city hospitals.\n\nOn Thursday, two trucks containing bodies that had been parked outside a hospital were temporarily moved back to the island depot, in a stadium parking lot, to make way for a delivery of oxygen and other supplies at the hospital.\n\n\"They will not stay there,\" Avery Cohen, a City Hall spokeswoman, wrote in an email.\n\nCity health officials could be seen on Thursday transferring bodies from the two trucks into three hearses dispatched by funeral homes.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Hart_Island_(Bronx)", "type": "wiki", "score": 5, "label": {"eng": "Hart Island (Bronx)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 5, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Trench", "type": "wiki", "score": 4, "label": {"eng": "Trench"}}, {"uri": "http://en.wikipedia.org/wiki/Potter's_field", "type": "wiki", "score": 4, "label": {"eng": "Potter's field"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 4, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 4, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Boroughs_of_New_York_City", "type": "wiki", "score": 3, "label": {"eng": "Boroughs of New York City"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City_Department_of_Correction", "type": "wiki", "score": 3, "label": {"eng": "New York City Department of Correction"}}, {"uri": "http://en.wikipedia.org/wiki/Coffin", "type": "wiki", "score": 3, "label": {"eng": "Coffin"}}, {"uri": "http://en.wikipedia.org/wiki/Refrigeration", "type": "wiki", "score": 3, "label": {"eng": "Refrigeration"}}, {"uri": "http://en.wikipedia.org/wiki/Next_of_kin", "type": "wiki", "score": 3, "label": {"eng": "Next of kin"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/Pine", "type": "wiki", "score": 3, "label": {"eng": "Pine"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/The_Bronx", "type": "loc", "score": 3, "label": {"eng": "The Bronx"}, "location": {"type": "place", "label": {"eng": "The Bronx"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Social_distancing", "type": "wiki", "score": 2, "label": {"eng": "Social distancing"}}, {"uri": "http://en.wikipedia.org/wiki/Randalls_and_Wards_Islands", "type": "loc", "score": 2, "label": {"eng": "Randalls and Wards Islands"}, "location": {"type": "place", "label": {"eng": "Randalls and Wards Islands"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Barge", "type": "wiki", "score": 2, "label": {"eng": "Barge"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_examiner", "type": "wiki", "score": 2, "label": {"eng": "Medical examiner"}}, {"uri": "http://en.wikipedia.org/wiki/Morgue", "type": "wiki", "score": 2, "label": {"eng": "Morgue"}}, {"uri": "http://en.wikipedia.org/wiki/Truck", "type": "wiki", "score": 2, "label": {"eng": "Truck"}}, {"uri": "http://en.wikipedia.org/wiki/East_River", "type": "loc", "score": 1, "label": {"eng": "East River"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Transportation_and_Logistics/Trucking", "label": "dmoz/Business/Transportation and Logistics/Trucking", "wgt": 15}, {"uri": "dmoz/Society/Subcultures/Urban_Primitive", "label": "dmoz/Society/Subcultures/Urban Primitive", "wgt": 13}, {"uri": "dmoz/Arts/Bodyart/Image_Galleries", "label": "dmoz/Arts/Bodyart/Image Galleries", "wgt": 13}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 17}, {"uri": "news/Health", "label": "news/Health", "wgt": 45}], "image": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200409&t=2&i=1514589487&w=1200&r=LYNXNPEG3823R", "eventUri": "eng-5675255", "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 14091, "pinterest": 3}, "sentiment": -0.1686274509803921, "wgt": 14094, "relevance": 101}, {"uri": "6025467263", "lang": "eng", "isDuplicate": false, "date": "2020-04-08", "time": "22:57:00", "dateTime": "2020-04-08T22:57:00Z", "dateTimePub": "2020-04-08T22:56:00Z", "dataType": "news", "sim": 0.6078431606292725, "url": "https://www.reuters.com/article/us-global-oil-idUSKCN21Q3DV", "title": "Oil sinks as market doubts OPEC supply cuts will be enough", "body": "NEW YORK (Reuters) - Oil prices tumbled on Thursday on doubts that a deal between OPEC and allies to make a record oil supply cut would be enough to offset the collapse in global fuel demand caused by the coronavirus pandemic.\n\nThe Organization of the Petroleum Exporting Countries and its allies including Russia, a group known as OPEC+, agreed to cut output by 10 million barrels per day from May, the group said in a statement.\n\nBefore the coronavirus outbreak hit global transportation and economic activity, 10 million bpd was about 10% of global supply.\n\nOPEC+ expects other producers including the United States to cut another 5 million bpd. But Washington has not offered to participate, and even if it did, the combined reduction in supply would be about half the 30% worldwide fall in demand\n\nBrent LCOc1 futures fell $1.36, or 4.1%, to settle at $31.48 a barrel, while U.S. West Texas Intermediate (WTI) crude CLc1 dropped $2.33, or 9.3%, to settle at $22.76.\n\n\"The collapse in oil prices is a result of the reality that while OPEC is cutting as expected, there is simply too much crude in the physical space for sale, with too few pipelines to move it and too few buyers to take it,\" said Scott Shelton, energy specialist at United ICAP.\n\nOPEC+ had considered curbs as great as 15 million to 20 million barrels per day (bpd), or 15% to 20% of global supplies. The possibility of deeper cuts sent oil prices surging nearly 10% early in the day.\n\nHowever, OPEC said it would ease output cuts between July and December to 8 million bpd and to 6 million barrels between January 2021 to April 2022.\n\n\"A lot of hope got priced into this market over the past several days,\" said John Kilduff, partner at hedge fund Again Capital LLC.\n\nOPEC+ said it would hold another video conference meeting on June 10, to assess the market. Energy ministers from the Group of 20 (G20) major economies are set to meet on Friday.\n\n\"We are expecting other producers outside the OPEC+ club to join the measures, which might happen tomorrow during G20,\" the head of Russia's wealth fund and one of Moscow's top oil negotiators, Kirill Dmitriev, told Reuters.\n\nA cut of 10 million bpd would be the biggest ever agreed by OPEC, but Russia has insisted it will only reduce output if the United States joins the deal.\n\nCanada and Brazil are cutting output now due to market forces, but Jason Kenney, premier of Alberta, Canada's largest producing province, said it has already done its part.\n\nThe United States has not said it will mandate output reductions. Instead, it has noted that market forces are already causing producers to pull back, as it expects its output to fall by nearly 2 million bpd by next year.\n\nU.S. oil rigs in operation dropped by 58 this week to 504, the lowest level since December 2016.\n\nThe last OPEC meeting in early March ended acrimoniously, with Russia and Saudi Arabia unable to come to an agreement to curb output as the virus spread, adding to the slump in prices.\n\nMeanwhile, the U.S. contract expiring in June rose to its highest premium over the front month CLc1-CLc2 since 2009, a signal that traders are worried that the U.S. would run out of most onshore storage in a matter of weeks, traders said.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/OPEC", "type": "org", "score": 5, "label": {"eng": "OPEC"}}, {"uri": "http://en.wikipedia.org/wiki/Petroleum", "type": "wiki", "score": 5, "label": {"eng": "Petroleum"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 4, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 4, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Melbourne", "type": "loc", "score": 4, "label": {"eng": "Melbourne"}, "location": {"type": "place", "label": {"eng": "Melbourne"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 4, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 3, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 2, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 2, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Algeria", "type": "loc", "score": 2, "label": {"eng": "Algeria"}, "location": {"type": "country", "label": {"eng": "Algeria"}}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 1, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Energy/Oil_and_Gas", "label": "dmoz/Business/Energy/Oil and Gas", "wgt": 14}, {"uri": "dmoz/Business/Food_and_Related_Products/Fats_and_Oils", "label": "dmoz/Business/Food and Related Products/Fats and Oils", "wgt": 15}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 11}, {"uri": "dmoz/Science/Earth_Sciences/Conferences", "label": "dmoz/Science/Earth Sciences/Conferences", "wgt": 12}, {"uri": "dmoz/Sports/Equestrian/Barrel_Racing", "label": "dmoz/Sports/Equestrian/Barrel Racing", "wgt": 11}, {"uri": "news/Business", "label": "news/Business", "wgt": 94}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200408&t=2&i=1514189846&w=1200&r=LYNXNPEG370Q3", "eventUri": "eng-5669598", "location": {"type": "place", "label": {"eng": "Melbourne"}, "country": {"type": "country", "label": {"eng": "Australia"}}}, "shares": {"facebook": 13670}, "sentiment": -0.2235294117647059, "wgt": 13670, "relevance": 52}, {"uri": "6021462864", "lang": "eng", "isDuplicate": true, "date": "2020-04-06", "time": "00:06:00", "dateTime": "2020-04-06T00:06:00Z", "dateTimePub": "2020-04-06T00:03:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-global-markets-idUSKBN21N10P", "title": "World stocks jump on less dire virus data, oil falls after OPEC+ delay", "body": "NEW YORK (Reuters) - World stock markets jumped on Monday, encouraged by slowdowns in coronavirus-related deaths and new cases in some global hot spots, while oil prices tumbled again due to a delay in talks between Saudi Arabia and Russia to cut supply.\n\nThe U.S. dollar was little changed against a basket of peers and sterling turned negative versus the greenback and euro after news that UK Prime Minister Boris Johnson was moved to intensive care as he grew sicker with COVID-19.\n\nEquity investors were encouraged as the death toll from the virus slowed across major European nations, including France and Italy.\n\nIn New York State, Governor Andrew Cuomo said that despite an increase in the number of cases and deaths, a daily decline in new hospitalizations and other data suggested a possible plateau in the crisis.\n\n\"It is definitely not going to be a one-way street but this potentially could be a turning point; we are starting to get some good news and hopefully that trend will continue,\" said Peter Jankovskis, co-chief investment officer at OakBrook Investments LLC in Lisle, Illinois.\n\n\"But that is not to say it is going to be a smooth path. We all know from the recovery we experienced after the 2008 financial crisis there is always a potential for a negative development to cause the market to pull back again.\"\n\nU.S. officials have braced the country for a \"peak death week\" from the pandemic, with the death toll topping 10,000.\n\nThe global economy will continue to feel the effects of the measures taken to slow the spread of the virus. Investor morale in the euro zone fell to an all-time low in April and the currency bloc's economy is in deep recession due to the coronavirus, which is \"holding the world economy in a stranglehold,\" a Sentix survey showed.\n\n\"Never before has the assessment of the current situation collapsed so sharply in all regions of the world within one month,\" Sentix Managing Director Patrick Hussy said.\n\nThe Dow Jones Industrial Average rose 1,627.46 points, or 7.73%, to 22,679.99, the S&P 500 gained 175.03 points, or 7.03%, to 2,663.68 and the Nasdaq Composite added 540.16 points, or 7.33%, to 7,913.24.\n\nThe pan-European STOXX 600 index closed up 3.73% and MSCI's gauge of stocks across the globe gained 5.49%.\n\nEmerging market stocks rose 2.66%. Japan's Nikkei futures rose 6.77%. Markets in mainland China were closed for a public holiday.\n\nDespite the day's strong equities gains, caution was not cast aside.\n\n\"This still looks like a case of over-optimism,\" said Marios Hadjikyriacos, investment analyst at online broker XM.\n\n\"A lot of uncertainty is still in the air and there is no clear timeline for when any of these economies will be reopened, which is the most important variable for markets.\"\n\n(GRAPHIC: Coronavirus vs world stocks - here)\n\nU.S. crude dropped sharply following two sessions of double-digit gains after Saudi Arabia and Russia, at odds over production, postponed a meeting of the Organization of the Petroleum Exporting Countries and its allies, or OPEC+, until Thursday instead of Monday.\n\n\"Perhaps it is best that the meeting was delayed for producers to cement a minimum of common ground before the actual discussions take place on Thursday,\" BNP Paribas analyst Harry Tchilinguirian said.\n\nThe market was further weighed down by a report from data provider Genscape that inventories at the Cushing storage hub in Oklahoma, the delivery point for WTI, rose by about 5.8 million barrels last week, traders said.\n\nU.S. crude recently fell 7.3% to $26.27 per barrel and Brent was at $33.13, down 2.87% on the day.\n\nIn currency markets, the yen weakened 0.60% versus the greenback at 109.16 per dollar and also slipped against other major currencies as Japanese Prime Minister Shinzo Abe said the government would declare a state of emergency as early as Tuesday to curb a spike in coronavirus infections.\n\nThe dollar gained ground against the euro while the pound slipped after news of Johnson's move to the ICU. British Foreign Secretary Dominic Raab is designated to take over leadership of the country if Johnson is unable to fulfill his role.\n\n\"Clearly the pound has weakened and that reflects the uncertainty and clarity over how much authority Raab will have,\" said Chris Scicluna, head of economic research at Daiwa in London. \"From an economic point of view there's unlikely to be much change. But if and when there are difficult decisions to be made, the lack of guidance at the top could be concerning.\"\n\nThe euro was down 0.12% to $1.0795 and Sterling was last trading at $1.2239, down 0.17% on the day.\n\nThe dollar index fell 0.03%.\n\nYields on safe-haven U.S. government bonds crept higher in fixed income markets, reflecting the slightly brighter tone in world stock markets.\n\nLou Brien, a strategist at DRW Trading in Chicago, said Wall Street's upward trajectory was \"the first and last reason why Treasuries are lower in price and higher in yield this morning.\"\n\nBenchmark 10-year notes last fell 25/32 in price to yield 0.6666%, from 0.589% late on Friday. The 30-year bond last fell 1-14/32 in price to yield 1.2676%, from 1.216%.\n\nDespite the stocks rally, gold prices touched a more than three-week high. Spot gold added 2.8% to $1,660.84 an ounce.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 5, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 4, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 4, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 4, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Sydney", "type": "loc", "score": 4, "label": {"eng": "Sydney"}, "location": {"type": "place", "label": {"eng": "Sydney"}, "country": {"type": "country", "label": {"eng": "Australia"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 3, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_exchange_market", "type": "wiki", "score": 3, "label": {"eng": "Foreign exchange market"}}, {"uri": "http://en.wikipedia.org/wiki/Equity_(finance)", "type": "wiki", "score": 3, "label": {"eng": "Equity (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 3, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 3, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_dollar", "type": "wiki", "score": 3, "label": {"eng": "United States dollar"}}, {"uri": "http://en.wikipedia.org/wiki/Toronto", "type": "loc", "score": 3, "label": {"eng": "Toronto"}, "location": {"type": "place", "label": {"eng": "Toronto"}, "country": {"type": "country", "label": {"eng": "Canada"}}}}, {"uri": "http://en.wikipedia.org/wiki/Cambridge", "type": "loc", "score": 3, "label": {"eng": "Cambridge"}, "location": {"type": "place", "label": {"eng": "Cambridge"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 3, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 2, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Containment", "type": "wiki", "score": 2, "label": {"eng": "Containment"}}, {"uri": "http://en.wikipedia.org/wiki/National_Australia_Bank", "type": "org", "score": 2, "label": {"eng": "National Australia Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_New_York", "type": "wiki", "score": 2, "label": {"eng": "Governor of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 2, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 1, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Government_bond", "type": "wiki", "score": 1, "label": {"eng": "Government bond"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 1, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 17}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 16}, {"uri": "dmoz/Business/Investing/Day_Trading", "label": "dmoz/Business/Investing/Day Trading", "wgt": 15}, {"uri": "dmoz/Society/Future", "label": "dmoz/Society/Future", "wgt": 15}, {"uri": "dmoz/Business/Investing/Commodities_and_Futures", "label": "dmoz/Business/Investing/Commodities and Futures", "wgt": 17}, {"uri": "news/Business", "label": "news/Business", "wgt": 98}], "image": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1512888304&w=1200&r=LYNXMPEG35001", "eventUri": null, "location": {"type": "place", "label": {"eng": "Sydney"}, "country": {"type": "country", "label": {"eng": "Australia"}}}, "shares": {"facebook": 13461, "pinterest": 3}, "sentiment": -0.1058823529411764, "wgt": 13464, "relevance": 76}, {"uri": "6021485091", "lang": "eng", "isDuplicate": false, "date": "2020-04-06", "time": "00:46:00", "dateTime": "2020-04-06T00:46:00Z", "dateTimePub": "2020-04-06T00:45:00Z", "dataType": "news", "sim": 0.95686274766922, "url": "https://www.reuters.com/article/global-markets-idUSL4N2BU03H", "title": "GLOBAL MARKETS-Oil skids on oversupply fears, stocks jump on virus slowdown", "body": "* Oil prices fall as Russia-Saudi Arabia reach impasse on supply\n\n* British pound skids as PM Johnson admitted in hospital\n\n* Equity investors focus on slowdown in COVID-19 death rate\n\nBy Swati Pandey\n\nSYDNEY, April 6 (Reuters) - Oil prices skidded on Monday after Saudi-Russian negotiations to cut output were delayed, keeping oversupply concerns alive, while stocks jumped as investors were encouraged by a slowdown in coronavirus-related deaths and new cases.\n\nIn currency markets, sterling fell after British Prime Minister was admitted to hospital following persistent coronavirus symptoms as the pandemic rapidly spreads.\n\nBrent crude fell as much as $3 in early Asian trading after Saudi Arabia and Russia postponed a meeting over a potential pact to cut production to Thursday.\n\nAnalysts said the news could lead to some sell-off in currency markets too.\n\nAlso weighing on the pound were fears other senior government officials who were in the same briefing as Prime Minister Boris Johnson could be affected by the virus, said Karl Schamotta, chief market strategist at Cambridge Global Payments in Toronto, Canada.\n\nThe pound fell 0.4% in early trade on Monday in a knee-jerk reaction and was last down 0.3% at $1.2222.\n\n\"It is stating the obvious to say the viral outbreak and the containment measures to fight it are central to market action,\" said Michael McCarthy, chief market strategist at CMC Markets.\n\nIndeed, equity investors looked at the positives with major European nations including France and Italy reporting lower fatality rates.\n\nU.S. stock futures jumped more than 1.5% in early Asian trading on Monday after U.S. President Donald Trump expressed hope the country was seeing a \"levelling off\" of the coronavirus crisis.\n\nThe gains came despite New York Governor Andrew Cuomo cautioning that it was not yet clear whether the crisis in the state had reached a plateau. Investors took solace from the fact that COVID-19 cases appeared to be reaching a peak in Europe with Italy seeing the number of patients in intensive care falling for the second consecutive day.\n\nIn Asia, Australia's benchmark index added 0.5%, Japan's Nikkei was up 0.2% while South Korea's KOSPI index climbed 1.4%.\n\nThat left MSCI's broadest index of Asian shares outside of Japan up 0.1%. China markets were closed for a public holiday.\n\n\"Focus in markets will now turn to the path out of lockdown and to what extent containment measures can be lifted without risking a second wave of infections,\" National Australia Bank analyst Tapas Strickland wrote in a note.\n\n\"Key to a strong rebound in China will be the ongoing lifting of containment measures with Wuhan - the epicentre of the outbreak - set to lift containment measures on April 8.\"\n\nStrickland, however, noted many in China were still subject to social distancing and isolation restrictions to prevent a resurgence in infections.\n\nThe pandemic has claimed more than 64,000 deaths as it further exploded in the United States and the death toll climbed in Spain and Italy, according to a Reuters tally.\n\nConcerns about heavy damage to the global economy have pushed investors into the perceived safety of government bonds where yields are at or near all-time lows.\n\nElsewhere in currencies, the dollar was up a touch against the yen at 108.58.. The euro was barely moved at $1.0803 while the risk sensitive Australian dollar was up 0.2% at $0.6004.\n\nIn commodities, Brent crude futures slipped 6.2%, or $2.13, to $31.98 a barrel while U.S. crude dived 7.4%, or $2.12, to $26.12.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 5, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 5, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 5, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 5, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 4, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Arabian_Peninsula", "type": "wiki", "score": 4, "label": {"eng": "Arabian Peninsula"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_exchange_market", "type": "wiki", "score": 4, "label": {"eng": "Foreign exchange market"}}, {"uri": "http://en.wikipedia.org/wiki/Equity_(finance)", "type": "wiki", "score": 4, "label": {"eng": "Equity (finance)"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 4, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Mortality_rate", "type": "wiki", "score": 4, "label": {"eng": "Mortality rate"}}, {"uri": "http://en.wikipedia.org/wiki/Containment", "type": "wiki", "score": 3, "label": {"eng": "Containment"}}, {"uri": "http://en.wikipedia.org/wiki/CMC_Markets", "type": "org", "score": 3, "label": {"eng": "CMC Markets"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Brent_Crude", "type": "wiki", "score": 3, "label": {"eng": "Brent Crude"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Toronto", "type": "loc", "score": 3, "label": {"eng": "Toronto"}, "location": {"type": "place", "label": {"eng": "Toronto"}, "country": {"type": "country", "label": {"eng": "Canada"}}}}, {"uri": "http://en.wikipedia.org/wiki/Cambridge", "type": "loc", "score": 3, "label": {"eng": "Cambridge"}, "location": {"type": "place", "label": {"eng": "Cambridge"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Saudi_Arabia", "type": "loc", "score": 3, "label": {"eng": "Saudi Arabia"}, "location": {"type": "country", "label": {"eng": "Saudi Arabia"}}}, {"uri": "http://en.wikipedia.org/wiki/Russia", "type": "loc", "score": 3, "label": {"eng": "Russia"}, "location": {"type": "country", "label": {"eng": "Russia"}}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 3, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 3, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 3, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 2, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/National_Australia_Bank", "type": "org", "score": 2, "label": {"eng": "National Australia Bank"}}, {"uri": "http://en.wikipedia.org/wiki/Public_holiday", "type": "wiki", "score": 2, "label": {"eng": "Public holiday"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_New_York", "type": "wiki", "score": 2, "label": {"eng": "Governor of New York"}}, {"uri": "http://en.wikipedia.org/wiki/Andrew_Cuomo", "type": "person", "score": 2, "label": {"eng": "Andrew Cuomo"}}, {"uri": "http://en.wikipedia.org/wiki/Futures_contract", "type": "wiki", "score": 2, "label": {"eng": "Futures contract"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 2, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 2, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Australia", "type": "loc", "score": 2, "label": {"eng": "Australia"}, "location": {"type": "country", "label": {"eng": "Australia"}}}, {"uri": "http://en.wikipedia.org/wiki/Australian_dollar", "type": "wiki", "score": 1, "label": {"eng": "Australian dollar"}}, {"uri": "http://en.wikipedia.org/wiki/World_economy", "type": "wiki", "score": 1, "label": {"eng": "World economy"}}, {"uri": "http://en.wikipedia.org/wiki/Japanese_yen", "type": "wiki", "score": 1, "label": {"eng": "Japanese yen"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 1, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 19}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 18}, {"uri": "dmoz/Business/Investing/Research_and_Analysis", "label": "dmoz/Business/Investing/Research and Analysis", "wgt": 17}, {"uri": "dmoz/Business/Investing/Commodities_and_Futures", "label": "dmoz/Business/Investing/Commodities and Futures", "wgt": 17}, {"uri": "news/Business", "label": "news/Business", "wgt": 99}], "image": null, "eventUri": "eng-5663662", "location": null, "shares": {"facebook": 13461}, "sentiment": -0.1686274509803921, "wgt": 13461, "relevance": 101}, {"uri": "6022428359", "lang": "eng", "isDuplicate": false, "date": "2020-04-06", "time": "17:26:00", "dateTime": "2020-04-06T17:26:00Z", "dateTimePub": "2020-04-06T16:40:00Z", "dataType": "news", "sim": 0.9058823585510254, "url": "https://www.reuters.com/article/us-health-coronavirus-canada-idUSKBN21O28C", "title": "Canadian province of Ontario angry over 'unacceptable' U.S. move to block face masks", "body": "OTTAWA (Reuters) - Ontario, the most-populous province in Canada, complained on Monday the United States had blocked the export of more than 3 million face masks it bought to fight the coronavirus outbreak, while Ottawa said it was pressuring Washington to release the gear.\n\nThe province bought two orders of almost 4 million medical masks from manufacturer 3M Co's plant in South Dakota, and one batch of nearly 3 million was halted, Premier Doug Ford told reporters. Speaking to Global News, he called the incident \"absolutely unacceptable.\"\n\nFord, a populist conservative, said that after the Ontario and Canadian governments complained, he had been assured 500,000 of the masks would soon be released.\n\nU.S. President Donald Trump signed an order last week to stop personal protective equipment from being exported, and Ford said it was \"absolutely critical\" that Canada be exempted.\n\nFord said he would be calling U.S. Trade Representative Robert Lighthizer to press home the point.\n\nOntario, which has the second-highest number of coronavirus cases among the 10 provinces, would run out of personal protective equipment in a week, Ford added. About 14 million people live in Ontario, representing over a third of Canada's population.\n\nU.S. Secretary of State Mike Pompeo spoke to Canadian Foreign Minister Francois-Philippe Champagne on Monday and \"reiterated the U.S. desire\" to work with Canada to ensure the viability of international supply chains for medical supplies and personnel, a Pompeo spokeswoman said.\n\nCanadian Deputy Prime Minister Chrystia Freeland told reporters that \"we are working intensely with the United States to ensure that all the masks that have been bought can be exported to Canada.\"\n\nAllies of the United States have complained about what they call its \"Wild West\" tactics in outbidding or blocking shipments to buyers who have already signed deals for medical equipment.\n\nCanada's death toll from COVID-19, the respiratory disease caused by the novel coronavirus, had climbed to 340 by 5 p.m. (2100 GMT) on Monday, from 258 on Sunday, according to a tally of provincial announcements compiled by the Canadian Broadcasting Corp. The number of cases rose to 16,568 from 14,426.\n\nIn a sign of the economic challenge, officials said a total of 3.18 million people in Canada had filed unemployment claims since March 16, including for an emergency benefit that launched on Monday.\n\nIndustry groups and tenants said landlords should brace for rent strikes in May unless the government steps in with rental subsidies for occupants as the outbreak decimates wages.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Premier_of_Ontario", "type": "wiki", "score": 4, "label": {"eng": "Premier of Ontario"}}, {"uri": "http://en.wikipedia.org/wiki/Ottawa", "type": "loc", "score": 4, "label": {"eng": "Ottawa"}, "location": {"type": "place", "label": {"eng": "Ottawa"}, "country": {"type": "country", "label": {"eng": "Canada"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Canada", "type": "loc", "score": 4, "label": {"eng": "Canada"}, "location": {"type": "country", "label": {"eng": "Canada"}}}, {"uri": "http://en.wikipedia.org/wiki/Doug_Ford", "type": "person", "score": 3, "label": {"eng": "Doug Ford"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Global_News", "type": "org", "score": 3, "label": {"eng": "Global News"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 3, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_Canada", "type": "wiki", "score": 2, "label": {"eng": "Prime Minister of Canada"}}, {"uri": "http://en.wikipedia.org/wiki/Respirator", "type": "wiki", "score": 2, "label": {"eng": "Respirator"}}, {"uri": "http://en.wikipedia.org/wiki/Justin_Trudeau", "type": "person", "score": 2, "label": {"eng": "Justin Trudeau"}}, {"uri": "http://en.wikipedia.org/wiki/Latin_America", "type": "loc", "score": 2, "label": {"eng": "Latin America"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Healthcare", "label": "dmoz/Business/Healthcare", "wgt": 13}, {"uri": "dmoz/Business/Healthcare/Products_and_Services", "label": "dmoz/Business/Healthcare/Products and Services", "wgt": 13}, {"uri": "dmoz/Shopping/Crafts/Masks", "label": "dmoz/Shopping/Crafts/Masks", "wgt": 17}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 60}], "image": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1513189910&w=1200&r=LYNXMPEG351J1", "eventUri": "eng-5664675", "location": {"type": "place", "label": {"eng": "Ottawa"}, "country": {"type": "country", "label": {"eng": "Canada"}}}, "shares": {"facebook": 13123, "pinterest": 3}, "sentiment": 0.05882352941176472, "wgt": 13126, "relevance": 52}, {"uri": "6025725646", "lang": "eng", "isDuplicate": true, "date": "2020-04-09", "time": "05:08:00", "dateTime": "2020-04-09T05:08:00Z", "dateTimePub": "2020-04-09T05:07:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-health-coronavirus-usa-unemployment-idUSKCN21R0GT", "title": "U.S. jobless claims exceed six million for second week in a row", "body": "WASHINGTON (Reuters) - A staggering 16.8 million Americans have filed for unemployment benefits in the last three weeks, with weekly new claims topping 6 million for the second straight time last week as the novel coronavirus outbreak relentlessly savages the economy.\n\nThursday's weekly jobless claims report from the Labor Department, the most timely data on the economy's health, strengthens economists' expectations of job losses of up to 20 million in April and their conviction that the economy is in deep recession. It also underscored an urgent need for more fiscal stimulus to halt the free fall, economists said.\n\n\"In its first month alone, the coronavirus crisis is poised to exceed any comparison to the Great Recession,\" said Daniel Zhao, senior economist at Glassdoor, a website recruitment firm. \"The new normal for unemployment insurance claims will be the canary in the coal mine for how long effects of the crisis will linger for the millions of newly unemployed Americans.\"\n\nThe record unemployment insurance claims numbers are the result of businesses such as restaurants, bars and other social venues being shuttered as states and local governments implement tough measures to control the spread of COVID-19, the respiratory illness caused by the coronavirus.\n\nInitial claims for state unemployment benefits slipped 261,000 to a seasonally adjusted 6.606 million for the week ended April 4, the government said. Data for the prior week was revised to show 219,000 more applications received than previously reported, taking the tally for that period to an all-time high of 6.867 million.\n\nAll told, a record 16.78 million people have filed claims for jobless benefits since the week ending March 21.\n\nEconomists polled by Reuters had forecast claims would fall to 5.250 million in the latest week, though estimates in the survey were as high as 9.295 million.\n\n\"Today's report continues to reflect the purposeful sacrifice being made by America's workers and their families to slow the spread of the coronavirus,\" Labor Secretary Eugene Scalia said in a statement.\n\nLast week's moderation in claims is probably temporary, as more than 95% of Americans are now under \"stay-at-home\" or \"shelter-in-place\" orders. Reports are mounting of state employment offices being overwhelmed by a flood of applications.\n\nThe breadth of businesses shuttered has widened to include those in transportation, construction, manufacturing, agriculture, administration and health care. Retailers have also furloughed workers. California, New York state, Michigan, Florida, Georgia, Texas, New Jersey, Indiana, Ohio, North Carolina and Alabama had the most applications in the week ending March 28.\n\nLabor market turmoil resulted in consumer sentiment tumbling a record 18.1 points in early April to 71.0, the lowest reading since December 2011, a separate report showed on Thursday.\n\nThe Federal Reserve on Thursday rolled out a broad, $2.3 trillion effort to bolster local governments and small and mid-sized businesses in its latest move to keep the economy intact. Fed Chair Jerome Powell said the U.S. central bank would continue to use all the tools at its disposal until the economy started to fully rebound.\n\nPresident Donald Trump last month signed a historic $2.3 trillion rescue package, which made provisions for companies and the unemployed. Both Trump and U.S. House of Representatives Speaker Nancy Pelosi have floated an infrastructure stimulus.\n\nStocks on Wall Street rallied on the latest stimulus from the Fed, while the dollar .DXY declined against a basket of currencies. Prices of U.S. Treasuries were trading higher.\n\nThe government reported last Friday that the economy purged 701,000 jobs in March. That was the biggest loss of jobs since the 2007-2009 Great Recession and ended an employment boom that started in late 2010, which was the longest in U.S. history.\n\n\"Given the extraordinary upending of the labor market we've already experienced and the fact that the situation is still deteriorating, federal policymakers absolutely need to do more,\" said Heidi Shierholz, a former chief economist at the Labor Department and now head of policy at the Economic Policy Institute in Washington.\n\nBut with the recent package greatly enhancing unemployment benefits, some economists are concerned that businesses are encouraging their lowest paid hourly workers to take advantage of an extra $600 per week for up to four months.\n\nThis is on top of existing jobless benefits, which averaged $385 per person per month in January. It is equivalent to $15 per hour for a 40-hour workweek. The government-mandated minimum wage is about $7.25 per hour.\n\n\"For as long as the extra $600 per week addition to unemployment compensation persists, total payments to lower paid workers will likely replace all of what they lost, and maybe even more,\" said Joel Naroff, chief economist at Naroff Economics in Holland, Pennsylvania. \"The incentive for many unemployed is to not accept a job offer to return to work.\"\n\nThursday's claims report also showed the number of people continuing to receive benefits after an initial week of aid shot up 4.396 million to a record 7.455 million in the week ending March 28, obliterating the previous all-time high of 6.635 million set in May 2009.\n\nThe so-called continuing claims data is reported with a one-week lag and is viewed as a better gauge of unemployment and its impact on gross domestic product.\n\nWith claims in uncharted territory, economists say the unemployment rate will in April easily blow past the Great Recession's peak of 10.0% and the post-World War II high of 10.8% touched in December 1982. The economy is believed to have contracted sharply in the first quarter, with an historic decline in GDP being forecast for the second quarter. Economists say the economy entered recession in March.\n\nThe National Bureau of Economic Research, the private research institute regarded as the arbiter of U.S. recessions, does not define a recession as two consecutive quarters of decline in real GDP, as is the rule of thumb in many countries. Instead, it looks for a drop in activity, spread across the economy and lasting more than a few months.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment_benefits", "type": "wiki", "score": 5, "label": {"eng": "Unemployment benefits"}}, {"uri": "http://en.wikipedia.org/wiki/Cement", "type": "wiki", "score": 4, "label": {"eng": "Cement"}}, {"uri": "http://en.wikipedia.org/wiki/Recession", "type": "wiki", "score": 4, "label": {"eng": "Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 4, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Larry_Hogan", "type": "person", "score": 3, "label": {"eng": "Larry Hogan"}}, {"uri": "http://en.wikipedia.org/wiki/Mike_Ricci", "type": "person", "score": 3, "label": {"eng": "Mike Ricci"}}, {"uri": "http://en.wikipedia.org/wiki/S&P_Global", "type": "org", "score": 3, "label": {"eng": "S&P Global"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 3, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_Maryland", "type": "wiki", "score": 3, "label": {"eng": "Governor of Maryland"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Labor", "type": "org", "score": 3, "label": {"eng": "United States Department of Labor"}}, {"uri": "http://en.wikipedia.org/wiki/Great_Recession", "type": "wiki", "score": 3, "label": {"eng": "Great Recession"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 3, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/History_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "History of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Bias", "type": "wiki", "score": 3, "label": {"eng": "Bias"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 3, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Bovino", "type": "loc", "score": 3, "label": {"eng": "Bovino"}, "location": {"type": "place", "label": {"eng": "Bovino"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Minimum_wage_in_the_United_States", "type": "wiki", "score": 2, "label": {"eng": "Minimum wage in the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Capital_Economics", "type": "org", "score": 2, "label": {"eng": "Capital Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Layoff", "type": "wiki", "score": 2, "label": {"eng": "Layoff"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 2, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Gross_domestic_product", "type": "wiki", "score": 2, "label": {"eng": "Gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/Real_gross_domestic_product", "type": "wiki", "score": 1, "label": {"eng": "Real gross domestic product"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 1, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/Arbitration", "type": "wiki", "score": 1, "label": {"eng": "Arbitration"}}, {"uri": "http://en.wikipedia.org/wiki/National_Bureau_of_Economic_Research", "type": "wiki", "score": 1, "label": {"eng": "National Bureau of Economic Research"}}, {"uri": "http://en.wikipedia.org/wiki/Labour_economics", "type": "wiki", "score": 1, "label": {"eng": "Labour economics"}}, {"uri": "http://en.wikipedia.org/wiki/Economics", "type": "wiki", "score": 1, "label": {"eng": "Economics"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Society/Work", "label": "dmoz/Society/Work", "wgt": 13}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 15}, {"uri": "dmoz/Business/Human_Resources/Compensation_and_Benefits", "label": "dmoz/Business/Human Resources/Compensation and Benefits", "wgt": 14}, {"uri": "dmoz/Society/Issues/Labor", "label": "dmoz/Society/Issues/Labor", "wgt": 16}, {"uri": "dmoz/Society/Work/Unemployment", "label": "dmoz/Society/Work/Unemployment", "wgt": 13}, {"uri": "news/Business", "label": "news/Business", "wgt": 78}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200409&t=2&i=1514305558&w=1200&r=LYNXNPEG380AD", "eventUri": null, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 12664}, "sentiment": -0.2549019607843137, "wgt": 12664, "relevance": 101}, {"uri": "6024944300", "lang": "eng", "isDuplicate": true, "date": "2020-04-08", "time": "14:11:00", "dateTime": "2020-04-08T14:11:00Z", "dateTimePub": "2020-04-08T14:09:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-health-coronavirus-usa-idUSKBN21Q204", "title": "Speed of coronavirus deaths shock doctors as New York toll hits new high", "body": "NEW YORK (Reuters) - New York state, epicenter of America's coronavirus crisis, set another single-day record of COVID-19 deaths on Wednesday, as veteran doctors and nurses voiced astonishment at the speed with which patients were deteriorating and dying.\n\nThe number of known coronavirus infections in New York state alone approached 150,000 on Wednesday, even as authorities warned that the official death tally may understate the true number because it omits those who have perished at home.\n\n\"Every number is a face, \" said New York Governor Andrew Cuomo, who ordered flags flown at half-staff across New York in memory of the victims.\n\n\"This virus attacked the vulnerable and attacked the weak, and it's our job as a society to protect the vulnerable.\"\n\nDoctors and nurses say elderly patients and those with underlying health conditions are not the only ones who appear relatively well one moment and at death's door the next. It happens to the young and healthy, too.\n\nPatients \"look fine, feel fine, then you turn around and they're unresponsive,\" said Diana Torres, a nurse at Mount Sinai Hospital in New York City, the center of the nation's worst outbreak. \"I'm paranoid, scared to walk out of their room.\"\n\nNearly 430,000 cases of COVID-19, the highly infectious lung disease caused by the coronavirus, were confirmed in the United States as of Wednesday afternoon, including more than 14,700 deaths. For the second straight day the virus killed at least 1,900 in a 24-hour period.\n\nCuomo said 779 people had died in the past day in his state. New Jersey reported 275 had died there. Both totals exceeded one-day records from just a day earlier.\n\nDespite the grim figures, Cuomo said overall trends still appeared positive. Cuomo cited a drop in new hospitalizations and other data as evidence that New York's social-distancing restrictions were \"bending the curve,\" helping to gain some control over the infection rate.\n\nNew York is one of 42 states where governors have issued \"stay-at-home\" orders and closed all non-essential workplaces.\n\nWhile public health experts say such measures are vital for controlling the contagion, the restrictions have strangled the U.S. economy, leading to widespread layoffs, upheavals on Wall Street and projections of a severe recession.\n\nCuomo said the loss of life would likely continue at current levels or increase in days ahead as critically ill patients die after prolonged bouts hooked up to ventilators.\n\nU.S. deaths due to coronavirus topped 14,700 on Wednesday, the second highest reported number in the world behind Italy, according to a Reuters tally.\n\nNew York state accounts for over a third of the U.S. total.\n\nOfficials have warned Americans to expect alarming numbers of coronavirus deaths this week, even as an influential university model on Wednesday scaled back its projected U.S. pandemic death toll by 26% to 60,000.\n\n\"We are in the midst of a week of heartache,\" Vice President Mike Pence said during a White House briefing on Wednesday, but added, \"we are beginning to see glimmers of hope.\"\n\nDr. Craig Smith, surgeon-in-chief at Presbyterian Hospital's Columbia University Medical Center in Manhattan, heralded encouraging numbers that suggested a turning tide in Wednesday's edition of his daily newsletter to staff.\n\nThere were more discharges of patients than admissions for two days running, he said, adding: \"Hosanna!\"\n\nBut that comes as cold comfort to some healthcare workers on the front lines, who told Reuters they have treated patients while experiencing symptoms of the novel coronavirus themselves without being able to get tested.\n\nIn Michigan, one of the few hospital systems conducting widespread diagnostic screenings of staff, found more than 700 workers were infected - over a quarter of those tested.\n\nThe continued test kit shortages - even for the workers most at risk - is \"scandalous\" and a serious threat to the patients they treat, said Dr. Art Caplan, a professor of bioethics at the NYU Grossman School of Medicine.\n\nAt the White House on Wednesday, U.S. President Donald Trump said he would like to reopen the U.S. economy with a \"big bang\" but not before the death toll is on the downslope.\n\nTrump did not offer a time frame, but his chief economic adviser, Larry Kudlow, said on Tuesday a resumption of commerce was possible in four to eight weeks.\n\nLouisiana is \"beginning to see the flattening of the curve\" with the number of new coronavirus cases reported in the past 24 hours - 746 - lower than recent days, Governor John Bel Edwards said. Louisiana had been one of the nation's hot spots.\n\nCalifornia, like New York, had one of its highest single-day death tolls with 68 people dying of COVID-19 in the past 24 hours, Governor Gavin Newsom said. The state may not see its infection curve flattening until the end of May, requiring weeks more of social distancing, officials say.\n\nNew York City officials said a recent surge in people dying at home suggests the most populous U.S. city may be undercounting the loss of life.\n\n\"I think that's a very real possibility,\" Cuomo told his daily news briefing.\n\nSo far New York City's announced death toll has reflected only laboratory-confirmed COVID-19 diagnoses, mostly at hospitals. At least 200 people are believed to be dying at home in the city every day during the pandemic, authorities said.\n\nPence warned that Philadelphia and Pittsburgh were cities of \"particular concern\" as a possible future flash points in the epidemic.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_City", "type": "loc", "score": 5, "label": {"eng": "New York City"}, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Bill_de_Blasio", "type": "person", "score": 4, "label": {"eng": "Bill de Blasio"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Washington", "type": "org", "score": 4, "label": {"eng": "University of Washington"}}, {"uri": "http://en.wikipedia.org/wiki/University", "type": "wiki", "score": 4, "label": {"eng": "University"}}, {"uri": "http://en.wikipedia.org/wiki/Respiratory_disease", "type": "wiki", "score": 3, "label": {"eng": "Respiratory disease"}}, {"uri": "http://en.wikipedia.org/wiki/CNN", "type": "org", "score": 3, "label": {"eng": "CNN"}}, {"uri": "http://en.wikipedia.org/wiki/White_House", "type": "wiki", "score": 3, "label": {"eng": "White House"}}, {"uri": "http://en.wikipedia.org/wiki/Hospital", "type": "wiki", "score": 3, "label": {"eng": "Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 3, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/Mark_D._Levine", "type": "person", "score": 2, "label": {"eng": "Mark D. Levine"}}, {"uri": "http://en.wikipedia.org/wiki/Surgical_mask", "type": "wiki", "score": 2, "label": {"eng": "Surgical mask"}}, {"uri": "http://en.wikipedia.org/wiki/Gavin_Newsom", "type": "person", "score": 2, "label": {"eng": "Gavin Newsom"}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_California", "type": "wiki", "score": 2, "label": {"eng": "Governor of California"}}, {"uri": "http://en.wikipedia.org/wiki/Mask", "type": "wiki", "score": 2, "label": {"eng": "Mask"}}, {"uri": "http://en.wikipedia.org/wiki/Health_system", "type": "wiki", "score": 2, "label": {"eng": "Health system"}}, {"uri": "http://en.wikipedia.org/wiki/Nonprofit_organization", "type": "wiki", "score": 2, "label": {"eng": "Nonprofit organization"}}, {"uri": "http://en.wikipedia.org/wiki/Personal_protective_equipment", "type": "wiki", "score": 2, "label": {"eng": "Personal protective equipment"}}, {"uri": "http://en.wikipedia.org/wiki/Federal_government_of_the_United_States", "type": "org", "score": 2, "label": {"eng": "Federal government of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/NewYork–Presbyterian_Hospital", "type": "wiki", "score": 1, "label": {"eng": "NewYork–Presbyterian Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/MSNBC", "type": "org", "score": 1, "label": {"eng": "MSNBC"}}, {"uri": "http://en.wikipedia.org/wiki/Nation_state", "type": "wiki", "score": 1, "label": {"eng": "Nation state"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/California", "type": "loc", "score": 1, "label": {"eng": "California"}, "location": {"type": "place", "label": {"eng": "California"}, "country": {"type": "country", "label": {"eng": "United States"}}}}], "categories": [{"uri": "dmoz/Society/Issues/End-of-Life", "label": "dmoz/Society/Issues/End-of-Life", "wgt": 19}, {"uri": "dmoz/Health/Medicine/Facilities", "label": "dmoz/Health/Medicine/Facilities", "wgt": 20}, {"uri": "dmoz/Society/Issues/Crime_and_Justice", "label": "dmoz/Society/Issues/Crime and Justice", "wgt": 20}, {"uri": "dmoz/Society/Folklore/Death_and_Funeral_Customs", "label": "dmoz/Society/Folklore/Death and Funeral Customs", "wgt": 23}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 24}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 58}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200408&t=2&i=1514028172&w=1200&r=LYNXMPEG371EN", "eventUri": null, "location": {"type": "place", "label": {"eng": "New York City"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 12199, "pinterest": 3}, "sentiment": -0.1686274509803921, "wgt": 12202, "relevance": 101}, {"uri": "6023462265", "lang": "eng", "isDuplicate": false, "date": "2020-04-07", "time": "12:29:00", "dateTime": "2020-04-07T12:29:00Z", "dateTimePub": "2020-04-07T12:18:00Z", "dataType": "news", "sim": 0.8823529481887817, "url": "https://www.reuters.com/article/us-health-coronavirus-easter-bocelli-ann-idUSKBN21P1PD", "title": "Opera star Bocelli to sing from empty Duomo in Milan on Easter Sunday", "body": "MILAN (Reuters) - Italian opera singer Andrea Bocelli, one of the world's most famous tenors, will perform from Milan's empty Duomo cathedral on Easter Sunday in a livestreamed concert intended as a symbol of love, hope and healing amidst the coronavirus pandemic.\n\nBocelli will be accompanied only by the cathedral organist, Emanuele Vianelli, playing one of world's largest pipe organs and performing a repertoire of sacred works including Pietro Mascagni's Sancta Maria.\n\nThe concert will be streamed on Bocelli's YouTube channel www.youtube.com/andreabocelli at 1700 GMT on April 12.\n\n\"I'm honoured and happy to answer 'Si' to the invitation of the City and the Duomo of Milan. I believe in the strength of praying together; I believe in the Christian Easter, a universal symbol of rebirth that everyone - whether they are believers or not - truly needs right now,\" said Bocelli.\n\nItaly, which remains in lockdown, has suffered the world's highest death toll from COVID-19, with 16,523 deaths as of Monday and almost 133,000 cases. Milan and the surrounding Lombardy region have been the worst affected by the pandemic.\n\n\"Thanks to music, streamed live, bringing together millions of clasped hands everywhere in the world, we will hug this wounded Earth's pulsing heart,\" Bocelli added.\n\nThe mayor of Milan, Giuseppe Sala, said: \"This year, Easter will be very different for all of us ... I am sure that the extraordinary voice of Bocelli will be the embrace we are missing these days, a strong, special hug, capable of warming the heart of Milan, Italy and the world.\"", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Andrea_Bocelli", "type": "person", "score": 5, "label": {"eng": "Andrea Bocelli"}}, {"uri": "http://en.wikipedia.org/wiki/Milan", "type": "loc", "score": 5, "label": {"eng": "Milan"}, "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Italian_opera", "type": "wiki", "score": 4, "label": {"eng": "Italian opera"}}, {"uri": "http://en.wikipedia.org/wiki/Milan_Cathedral", "type": "wiki", "score": 4, "label": {"eng": "Milan Cathedral"}}, {"uri": "http://en.wikipedia.org/wiki/Tenor", "type": "wiki", "score": 4, "label": {"eng": "Tenor"}}, {"uri": "http://en.wikipedia.org/wiki/Easter", "type": "wiki", "score": 4, "label": {"eng": "Easter"}}, {"uri": "http://en.wikipedia.org/wiki/Pipe_organ", "type": "wiki", "score": 3, "label": {"eng": "Pipe organ"}}, {"uri": "http://en.wikipedia.org/wiki/Organist", "type": "wiki", "score": 3, "label": {"eng": "Organist"}}, {"uri": "http://en.wikipedia.org/wiki/Pietro_Mascagni", "type": "person", "score": 3, "label": {"eng": "Pietro Mascagni"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Cathedral", "type": "wiki", "score": 3, "label": {"eng": "Cathedral"}}, {"uri": "http://en.wikipedia.org/wiki/YouTube", "type": "org", "score": 3, "label": {"eng": "YouTube"}}, {"uri": "http://en.wikipedia.org/wiki/Christianity", "type": "wiki", "score": 2, "label": {"eng": "Christianity"}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 2, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/Mayor_of_Milan", "type": "wiki", "score": 1, "label": {"eng": "Mayor of Milan"}}, {"uri": "http://en.wikipedia.org/wiki/Giuseppe_Sala", "type": "person", "score": 1, "label": {"eng": "Giuseppe Sala"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Arts/Music/Vocal", "label": "dmoz/Arts/Music/Vocal", "wgt": 7}, {"uri": "dmoz/Games/Roleplaying/World_Building", "label": "dmoz/Games/Roleplaying/World Building", "wgt": 7}, {"uri": "dmoz/Society/Death/Near_Death_Experiences", "label": "dmoz/Society/Death/Near Death Experiences", "wgt": 8}], "image": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200407&t=2&i=1513556438&w=1200&r=LYNXMPEG3610X", "eventUri": "eng-5666860", "location": {"type": "place", "label": {"eng": "Milan"}, "country": {"type": "country", "label": {"eng": "Italy"}}}, "shares": {"facebook": 11746}, "sentiment": 0.2156862745098038, "wgt": 11746, "relevance": 76}, {"uri": "6024964933", "lang": "eng", "isDuplicate": false, "date": "2020-04-08", "time": "14:29:00", "dateTime": "2020-04-08T14:29:00Z", "dateTimePub": "2020-04-08T14:26:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-global-markets-idUSKBN21P3KH", "title": "Equities climb on hopes coronavirus pandemic is peaking", "body": "NEW YORK (Reuters) - World equity markets surged and oil prices jumped on Wednesday on hopes the coronavirus pandemic is getting close to peaking and that more government stimulus measures could be on the way.\n\nAfter U.S. stock markets closed on Tuesday, President Donald Trump said the United States may be getting to the top of the coronavirus curve, suggesting the number of cases and fatalities may be approaching a peak. [nL1N2BV2QP]\n\nThe Trump administration asked Congress for an additional $250 billion in emergency economic aid for small U.S. businesses reeling from the impact of the outbreak.\n\nBroad gains in the United States helped push MSCI's index of global equities up 2.05% after a rally in Japan and modest declines in Europe.\n\nOn Wall Street, the Dow Jones Industrial Average rose 779.71 points, or 3.44%, to 23,433.57, the S&P 500 gained 90.57 points, or 3.41%, to 2,749.98 and the Nasdaq Composite added 203.64 points, or 2.58%, to 8,090.90.\n\n\"After the market rallying, we are having some consolidation as we are in a bottoming process, and you cannot have a V-shaped recovery,\" said Francois Savary, chief investment officer at Swiss wealth manager Prime Partners. \"Trading is between 2,200 to 2,800 on the S&P 500 at the moment and we will stick to that for the time being as we are in recovery phase.\"\n\nU.S. gains helped bolster other world markets after euro zone finance ministers failed to agree during all-night talks on more support for their coronavirus-hit economies. Eurogroup chairman Mario Centeno said on Wednesday he was suspending the discussions until Thursday.\n\nFrance has officially registered more than 10,000 deaths from coronavirus infections, the fourth country to cross that threshold after Italy, Spain and the United States.\n\nHospitalizations for COVID-19, the respiratory disease caused by the new coronavirus, seemed to be leveling off in New York state, but deaths across the United States jumped on Tuesday by a record of more than 1,800.\n\nWuhan, the Chinese city where the new coronavirus emerged, ended its more-than two-month lockdown on Wednesday, but new imported cases in the far northern province of Heilongjiang surged to a daily high of 25.\n\nInvestors edged out of U.S. Treasuries, which have rallied to record-low yields over the last month. Benchmark 10-year notes last fell 5/32 in price to yield 0.75%, from 0.734% late on Tuesday.\n\n\"While the virus' curve is flattening, the economic effects of the corona crisis will linger for years in our view,\" Commonwealth Bank of Australia economist Joseph Capurso said in a note.\n\n\"Economies will take time to re‑open, some businesses will not re‑open, and unemployment will take years to return to levels reported at the end of 2019.\"\n\nOil prices rose ahead of a meeting on Thursday between OPEC members and allied producers that traders hope could lead to output cuts to shore up prices.\n\nBrent crude added 5.6% to $33.2567 per barrel after falling 3.6% on Tuesday. U.S. West Texas Intermediate (WTI) crude rose 9.9% to $25.98 a barrel.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Stock_market", "type": "wiki", "score": 5, "label": {"eng": "Stock market"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/S&P_500_Index", "type": "wiki", "score": 4, "label": {"eng": "S&P 500 Index"}}, {"uri": "http://en.wikipedia.org/wiki/New_York_(state)", "type": "loc", "score": 4, "label": {"eng": "New York (state)"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009", "type": "wiki", "score": 4, "label": {"eng": "American Recovery and Reinvestment Act of 2009"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 4, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/NASDAQ_Composite", "type": "wiki", "score": 3, "label": {"eng": "NASDAQ Composite"}}, {"uri": "http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump", "type": "wiki", "score": 3, "label": {"eng": "Presidency of Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Price_of_oil", "type": "wiki", "score": 3, "label": {"eng": "Price of oil"}}, {"uri": "http://en.wikipedia.org/wiki/Wall_Street", "type": "org", "score": 3, "label": {"eng": "Wall Street"}}, {"uri": "http://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average", "type": "wiki", "score": 3, "label": {"eng": "Dow Jones Industrial Average"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Congress", "type": "org", "score": 3, "label": {"eng": "United States Congress"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Management", "type": "wiki", "score": 3, "label": {"eng": "Management"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 3, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Stock", "type": "wiki", "score": 3, "label": {"eng": "Stock"}}, {"uri": "http://en.wikipedia.org/wiki/Japan", "type": "loc", "score": 3, "label": {"eng": "Japan"}, "location": {"type": "country", "label": {"eng": "Japan"}}}, {"uri": "http://en.wikipedia.org/wiki/Switzerland", "type": "loc", "score": 3, "label": {"eng": "Switzerland"}, "location": {"type": "country", "label": {"eng": "Switzerland"}}}, {"uri": "http://en.wikipedia.org/wiki/Eurogroup", "type": "wiki", "score": 2, "label": {"eng": "Eurogroup"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Treasury_security", "type": "wiki", "score": 2, "label": {"eng": "United States Treasury security"}}, {"uri": "http://en.wikipedia.org/wiki/Finance", "type": "wiki", "score": 2, "label": {"eng": "Finance"}}, {"uri": "http://en.wikipedia.org/wiki/Eurozone", "type": "loc", "score": 2, "label": {"eng": "Eurozone"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Heilongjiang", "type": "loc", "score": 2, "label": {"eng": "Heilongjiang"}, "location": {"type": "place", "label": {"eng": "Heilongjiang"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 2, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Spain", "type": "loc", "score": 2, "label": {"eng": "Spain"}, "location": {"type": "country", "label": {"eng": "Spain"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 2, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Commonwealth_Bank", "type": "org", "score": 1, "label": {"eng": "Commonwealth Bank"}}, {"uri": "http://en.wikipedia.org/wiki/West_Texas_Intermediate", "type": "wiki", "score": 1, "label": {"eng": "West Texas Intermediate"}}, {"uri": "http://en.wikipedia.org/wiki/Barrel", "type": "wiki", "score": 1, "label": {"eng": "Barrel"}}, {"uri": "http://en.wikipedia.org/wiki/OPEC", "type": "org", "score": 1, "label": {"eng": "OPEC"}}, {"uri": "http://en.wikipedia.org/wiki/Economist", "type": "wiki", "score": 1, "label": {"eng": "Economist"}}, {"uri": "http://en.wikipedia.org/wiki/Unemployment", "type": "wiki", "score": 1, "label": {"eng": "Unemployment"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Investing", "label": "dmoz/Business/Investing", "wgt": 16}, {"uri": "dmoz/Business/Investing/Stocks_and_Bonds", "label": "dmoz/Business/Investing/Stocks and Bonds", "wgt": 14}, {"uri": "dmoz/Society/Issues/Economic", "label": "dmoz/Society/Issues/Economic", "wgt": 17}, {"uri": "dmoz/Business/International_Business_and_Trade/Services", "label": "dmoz/Business/International Business and Trade/Services", "wgt": 14}, {"uri": "news/Business", "label": "news/Business", "wgt": 99}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200408&t=2&i=1514035850&w=1200&r=LYNXMPEG371G5", "eventUri": null, "location": null, "shares": {"facebook": 11075}, "sentiment": 0.2, "wgt": 11075, "relevance": 101}, {"uri": "6023510208", "lang": "eng", "isDuplicate": false, "date": "2020-04-07", "time": "13:12:00", "dateTime": "2020-04-07T13:12:00Z", "dateTimePub": "2020-04-07T13:05:00Z", "dataType": "news", "sim": 0.9764705896377563, "url": "https://www.reuters.com/article/us-health-coronavirus-britain-path-speci-idUSKBN21P1VF", "title": "Special Report: Johnson listened to his scientists about coronavirus - but they were slow to sound the alarm", "body": "LONDON (Reuters) - It was early spring when British scientists laid out the bald truth to their government. It was \"highly likely,\" they said, that there was now \"sustained transmission\" of COVID-19 in the United Kingdom.\n\nIf unconstrained and if the virus behaved as in China, up to four-fifths of Britons could be infected and one in a hundred might die, wrote the scientists, members of an official committee set up to model the spread of pandemic flu, on March 2. Their assessment didn't spell it out, but that was a prediction of over 500,000 deaths in this nation of nearly 70 million.\n\nYet the next day, March 3, Prime Minister Boris Johnson was his cheery self. He joked that he was still shaking hands with everyone, including at a hospital treating coronavirus patients.\n\n\"Our country remains extremely well prepared,\" Johnson said as Italy reached 79 deaths. \"We already have a fantastic NHS,\" the national public health service, \"fantastic testing systems and fantastic surveillance of the spread of disease.\"\n\nAlongside him at the Downing Street press conference was Chris Whitty, the government's chief medical adviser and himself an epidemiologist. Whitty passed on the modelling committee's broad conclusions, including the prediction of a possible 80% infection rate and the consequent deaths. But he played them down, saying the number of people who would be infected was probably \"a lot lower\" and coming up with a total was \"largely speculative.\"\n\nThe upbeat tone of that briefing stood in sharp contrast with the growing unease of many of the government's scientific advisers behind the scenes. They were already convinced that Britain was on the brink of a disastrous outbreak, a Reuters investigation has found.\n\nInterviews with more than 20 British scientists, key officials and senior sources in Johnson's Conservative Party, and a study of minutes of advisory committee meetings and public testimony and documents, show how these scientific advisers concluded early the virus could be devastating.\n\nBut the interviews and documents also reveal that for more than two months, the scientists whose advice guided Downing Street did not clearly signal their worsening fears to the public or the government. Until March 12, the risk level, set by the government's top medical advisers on the recommendation of the scientists, remained at \"moderate,\" suggesting only the possibility of a wider outbreak.\n\n\"You know, there's a small little cadre of people in the middle, who absolutely did realise what was going on, and likely to happen,\" said John Edmunds, a professor of infectious disease modelling and a key adviser to the government, known for his work on tracking Ebola. Edmunds was among those who did call on the government to elevate the warning level earlier.\n\nFrom the outset, said Edmunds, work by scientists had shown that, with only limited interventions, the virus would trigger an \"overwhelming epidemic\" in which Britain's health service was not going \"to get anywhere near being able to cope with it. That was clear from the beginning.\"\n\nBut he said: \"I do think there's a bit of a worry in terms you don't want to unnecessarily panic people.\"\n\nJohnson, who himself has sickened with the virus, moved more slowly than the leaders of many other prosperous countries to adopt a lockdown. He has been criticised for not moving more swiftly to organise mass tests and mobilise supplies of life-saving equipment and beds. Johnson was hospitalized on April 5 and moved to intensive care the next day.\n\nIt is too soon to judge the ultimate soundness of the UK's early response. If history concludes that it was lacking, then the criticism levelled at the prime minister may be that, rather than ignoring the advice of his scientific advisers, he failed to question their assumptions.\n\nInterviews and records published so far suggest that the scientific committees that advised Johnson didn't study, until mid-March, the option of the kind of stringent lockdown adopted early on in China, where the disease arose in December, and then followed by much of Europe and finally by Britain itself. The scientists' reasoning: Britons, many of them assumed, simply wouldn't accept such restrictions.\n\nThe UK scientists were also mostly convinced - and many still are - that, once the new virus escaped China, quarantine measures would likely not succeed. Minutes of technical committees reviewed by Reuters indicate that almost no attention was paid to preparing a programme of mass testing. Other minutes and interviews show Britain was following closely a well-laid plan to fight a flu pandemic - not this deadlier disease. The scientists involved, however, deny that the flu focus ultimately made much difference.\n\nNow, as countries debate how to combat the virus, some experts here say, the lesson from the British experience may be that governments and scientists worldwide must increase the transparency of their planning so that their thinking and assumptions are open to challenge.\n\nJohn Ashton, a clinician and former regional director of Public Health England, the government agency overseeing healthcare, said the government's advisers took too narrow a view and hewed to limited assumptions. They were too \"narrowly drawn as scientists from a few institutions,\" he said. Their handling of COVID-19, Ashton said, shows the need for a broader approach. \"In the future we need a much wider group of independent advisers.\"\n\nMichael Cates, who succeeded Stephen Hawking as Lucasian Professor of Mathematics at Cambridge University, is leading an initiative by the Royal Society, the UK's leading scientific body, to bring modellers in from other scientific disciplines to help understand the epidemic.\n\n\"Without faulting anyone so far, it's vital, where there is such a lot at stake, to throw the maximum possible light on the methods, assumptions and data built into our understanding of how this epidemic will develop,\" he told Reuters.\n\nIn a statement to Reuters, a spokesperson for the Department of Health and Social Care said the government was delivering \"a science-led action plan\" to contain the outbreak. \"As the public would expect, we regularly test our pandemic plans and what we learned from previous exercises has helped us to rapidly respond to COVID-19.\"\n\nWhen news came from China in January of a new infectious disease, Johnson had reason to believe his country was well prepared. It had some of the world's best scientists and a well-drilled plan to deal with potentially lethal pandemics. Perhaps, some scientists say in hindsight, the plan made them slow to adapt.\n\nFor many years, the Cabinet Office - a collection of officials who act as the prime minister's direct arm to run the government - took the threat of pandemics seriously. Presciently, it rated pandemics as the Number 1 threat to the country, ahead of terrorism and financial crashes.\n\nAt the centre of planning was a small group of scientists, among them Edmunds. His research group at the London School of Hygiene and Tropical Medicine runs one of the two computer modelling centres for epidemics that have mostly driven government policy. The other is at nearby Imperial College. Edmunds remembers that early in the outbreak, the data from China were sketchy, in the period \"where the Chinese were trying to pretend that this wasn't transmissible between humans.\"\n\nEdmunds and his colleague at Imperial, Neil Ferguson, were part of an alphabet soup of committees that fed advice into the Cabinet Office machinery around the prime minister. Both were founders of the flu pandemic modelling committee, known as SPI-M, that produced the March 2 report warning of more than 500,000 deaths. This committee had met together for nearly 15 years.\n\nFerguson did not respond to a request to be interviewed for this article.\n\nEdmunds and Ferguson were also part of NERVTAG, the New and Emerging Respiratory Virus Threats Advisory Group. Both too were members of the Scientific Advisory Group for Emergencies, known as SAGE, that advises the government in times of crisis. SAGE reports directly to Johnson and the government's main emergency committee, COBRA.\n\nAt first, when NERVTAG met on January 13, it studied information from China that there was \"no evidence of significant human to human transmission\" of the new virus, according to minutes of the meeting. The scientists agreed the risk to the UK population was \"very low.\"\n\nThe evidence soon changed, but this wasn't reflected in the official threat level. By the end of January, scientists in China began releasing clinical data. Case studies published in the British medical journal, The Lancet, showed 17% of the first 99 coronavirus cases needed critical care. Eleven patients died. Another Chinese study, in the same magazine, warned starkly of a global spread and urged: \"Preparedness plans and mitigation interventions should be readied for quick deployment globally.\"\n\nEdmunds recalled that \"from about mid January onwards, it was absolutely obvious that this was serious, very serious.\" Graham Medley, a professor of infectious diseases modelling at the London School and chairman of SPI-M, agreed. He said that the committee was \"clear that this was going to be big from the first meeting.\" At the end of January, his committee moved into \"wartime\" mode, he said, reporting directly into SAGE.\n\nDr Jon Read, a senior lecturer in biostatistics at the University of Lancaster, also a member of SPI-M, said by the end of January it was apparent the virus had \"pandemic potential\" and that death rates for the elderly were brutal. \"From my perspective within the sort of modelling community, everybody's aware of this, and we're saying that this is probably going to be pretty bad,\" he said.\n\nBut the scientists did not articulate their fears forcefully to the government, minutes of committee meetings reveal.\n\nOn January 21, scientists on NERVTAG endorsed the elevation of the UK risk warning from COVID-19 from \"very low\" to \"low.\" SAGE met formally for the first time the following day about the coronavirus threat. So did COBRA, which was chaired by Matt Hancock, the health secretary, who would contract the virus himself in late March. He told reporters after the meeting: \"The clinical advice is that the risk to the public remains low.\"\n\nIn response to questions from Reuters, the government's Department of Health declined to clarify how the risk levels are defined or what action, if any, they trigger. In a statement, a spokesperson said: \"Increasing the risk level in the UK is a belt and braces measure which allows the government to plan for all future eventualities.\"\n\nTwo days later, China put the city of Wuhan, where the outbreak began, into a complete lockdown. Hubei, the surrounding province, would follow. But already, 17 passenger flights had flown directly from Wuhan to Britain since the start of 2020, and 614 flights from the whole of China, according to FlightRadar24, a flight-tracking service. That meant thousands of Chinese, some of them potential carriers, had come to Britain. On April 5, scientific adviser Ferguson said he estimated only one-third of infected people reaching Britain had been detected.\n\nAs they watched China impose its lockdown, the British scientists assumed that such drastic actions would never be acceptable in a democracy like the UK. Among those modelling the outbreak, such stringent counter-measures were not, at first, examined.\n\n\"We had milder interventions in place,\" said Edmunds, because no one thought it would be acceptable politically \"to shut the country down.\" He added: \"We didn't model it because it didn't seem to be on the agenda. And Imperial (College) didn't look at it either.\" The NERVTAG committee agreed, noting in its minutes that tough measures in the short term would be pointless, as they \"would only delay the UK outbreak, not prevent it.\"\n\nThat limited approach mirrored the UK's longstanding pandemic flu strategy. The Department of Health declined a request from Reuters for a copy of its updated pandemic plan, without providing a reason. But a copy of the 2011 \"UK Influenza Pandemic Preparedness Strategy 2011,\" which a spokesman said was still relevant, stated the \"working presumption will be that Government will not impose any such restrictions. The emphasis will instead be on encouraging all those who have symptoms to follow the advice to stay at home and avoid spreading their illness.\"\n\nAccording to one senior Conservative Party politician, who was officially briefed as the crisis unfolded, the close involvement in the response to the coronavirus of the same scientific advisers and civil servants who drew up the flu plan may have created a \"cognitive bias.\"\n\n\"We had in our minds that COVID-19 was a nasty flu and needed to be treated as such,\" he said. \"The implication was it was a disease that could not be stopped and that it was ultimately not that deadly.\"\n\nWhile the UK was prepared to fight the flu, Asian states like China, Hong Kong, Singapore and South Korea had built their pandemic plans with lessons learned from fighting the more lethal SARS outbreak that began in 2002, he said. SARS had a fatality rate of up to 14%. As a result, these countries, he said, were more ready to resort to widespread testing, lockdowns and other draconian measures to keep their citizens from spreading the virus.\n\nScientists involved in the UK response disagree that following the government's flu plan clouded their thinking or influenced the outbreak's course. The plan had a \"reasonable worst case\" scenario as devastating as the worst predictions for COVID-19, they note.\n\nMark Woolhouse, a professor of infectious diseases epidemiology at the University of Edinburgh, and a member of the SPI-M committee, said COVID-19 did behave differently than an expected pandemic flu - for example school closures proved to be far less effective in slowing the spread of the coronavirus. But, broadly, \"the government has been consistently responsive to changing facts.\"\n\nBy the end of January, the government's chief medical adviser, Whitty, was explaining to politicians in private, according to at least two people who spoke to him, that if the virus escaped China, it would in time infect the great majority of people in Britain. It could only be slowed down, not stopped. On Jan 30, the government raised the threat level to \"moderate\" from \"low.\"\n\nThe country's medical officers \"consider it prudent for our governments to escalate planning and preparation in case of a more widespread outbreak,\" a statement said at the time. Whitty did not respond to questions from Reuters for this article.\n\nOn the evening of January 31, Boris Johnson sat before a fireplace in 10 Downing Street and told the nation, in a televised address: \"This is the moment when the dawn breaks and the curtain goes up on a new act in our great national drama.\"\n\nHe was talking of finally delivering Brexit, or what he called \"this recaptured sovereignty.\" Until that moment, Johnson's premiership had been utterly absorbed by delivering on that challenge.\n\nWith Brexit done, Johnson had the chance to focus on other matters the following month, among them the emerging virus threat. But leaving the European Union had a consequence.\n\nBetween February 13 and March 30, Britain missed a total of eight conference calls or meetings about the coronavirus between EU heads of state or health ministers - meetings that Britain was still entitled to join. Although Britain did later make an arrangement to attend lower-level meetings of officials, it had missed a deadline to participate in a common purchase scheme for ventilators, to which it was invited. Ventilators, vitally important to treating the direst cases of COVID-19, have fallen into short supply globally. Johnson's spokesman blamed an administrative error.\n\nA Downing Street aide told Reuters that from around the end of January, Johnson concentrated his attention increasingly on the coronavirus threat, receiving \"very frequent\" updates at least once per day from mid February, either in person or via a daily dashboard of cases.\n\nIn the medical and scientific world, there was growing concern about the threat of the virus to the UK. A report from Exeter University, published on February 12, warned a UK outbreak could peak within four months and, without mitigation, infect 45 million people.\n\nThat worried Rahuldeb Sarkar, a consultant physician in respiratory medicine and critical care in the county of Kent, who foresaw that intensive care beds could be swamped. Even if disease transmission was reduced by half, he wrote in a report aimed at clinicians and actuaries in mid-February, a coronavirus outbreak in the UK would \"have a chance of overwhelming the system.\"\n\nWith Whitty stating in a BBC interview on February 13 that a UK outbreak was still an \"if, not a when,\" Richard Horton, a medical doctor and editor of the Lancet, said the government and public health service wasted an opportunity that month to prepare quarantine restriction measures and a programme of mass tests, and procure resources like ventilators and personal protective equipment for expanded intensive care.\n\nCalling the lost chance a \"national scandal\" in a later editorial, he would testify to parliament about a mismatch between \"the urgent warning that was coming from the frontline in China\" and the \"somewhat pedestrian evaluation\" of the threat from the scientific advice to the government.\n\nAfter developing a test for the new virus by January 10, health officials adopted a centralised approach to its deployment, initially assigning a single public laboratory in north London to perform the tests. But, according to later government statements, there was no wider plan envisaged to make use of hundreds of laboratories across the country, both public and private, that could have been recruited.\n\nAccording to emails and more than a dozen scientists interviewed by Reuters, the government issued no requests to labs for assistance with staff or testing equipment until the middle of March, when many abruptly received requests to hand over nucleic acid extraction instruments, used in testing. An executive at the Weatherall Institute of Molecular Medicine at the University of Oxford said he could have carried out up to 1,000 tests per day from February. But the call never came.\n\n\"You would have thought that they would be bashing down the door,\" said the executive, who spoke on condition of anonymity. By April 5, Britain had carried out 195,524 tests, in contrast to at least 918,000 completed a week earlier in Germany.\n\nNor was there an effective effort to expand the supply of ventilators. The Department of Health told Reuters in a statement that the government started talking to manufacturers of ventilators about procuring extra supplies in February. But it was not until March 16, after it was clear supplies could run out, that Johnson launched an appeal to industry to help ramp up production.\n\nCharles Bellm, managing director of Intersurgical, a global supplier of medical ventilation products based outside London, said he has been contacted by more than a dozen governments around the world, including France, New Zealand and Indonesia. But there had been no contact from the British government. \"I find it somewhat surprising, I have spoken to a lot of other governments,\" he said.\n\nCountering such criticism, Hancock, the health minister, said the government is on track to deliver about 10,000 more ventilators in the coming weeks. One reason Britain was behind some countries on testing, he said, was the absence of a large diagnostics industry at the outbreak of the epidemic. \"We didn't have the scale.\"\n\nIt was during the school half-term holidays in February that frontline doctor Nicky Longley began to realise that early efforts to contain the disease were likely doomed.\n\nFor weeks now, doctors and public health workers had been watching out for people with flu-like symptoms coming in from China. Longley, an infectious diseases consultant at London's Hospital for Tropical Diseases, was part of a team that staffed a public health service helpline for those with symptoms. The plan, she said, had been to make all effort to catch every case and their contacts. And \"to start with, it looked like it was working.\"\n\nBut then, bad news. First, on Wednesday the 19th of February, came the shock news from Iran of two deaths. Then, on Friday the 21st, came a death in Italy and a bloom of cases in Lombardy and Veneto regions. Britain has close links to both countries. Thousands of Britons were holidaying in Italy that week.\n\n\"I don't think anybody really foresaw what was happening in Italy,\" Longley said. \"And I think, the minute everybody saw that, we thought: 'This is game over now.'\"\n\nUntil then, Longley said, everyone felt \"there was a chance to stamp it out\" even though most were sceptical it could be done long-term. But after Iran and Italy, it was obvious containment would not work. The contact tracing continued for a while. But as the cases in London built up, and the volume of calls to the helpline mushroomed, the priority began to shift to clinical care of the serious cases. \"At a certain point you have to make a decision about where you put your efforts as a workforce.\"\n\nEdmunds noted that Iran and Italy had hardly reported a case until that point. \"And then, all of sudden you had deaths recorded.\" There was a rule of thumb that, in an outbreak's early stages, for each death there were probably 1,000 cases in a community. \"And so it was quite clear that there were at least thousands of cases in Italy, possibly tens of thousands of cases in Italy right then.\"\n\nAmid the dreadful news from Italy, the scientists at NERVTAG convened by phone that Friday, 21st February. But they decided to recommend keeping the threat level at \"moderate,\" where it had sat since January 30th. The minutes don't give a detailed explanation of the decision. Edmunds, who had technical difficulties and couldn't be heard on the call, emailed afterwards to ask the warning to be elevated to \"high,\" the minutes revealed. But the warning level remained lower. It's unclear why.\n\n\"I just thought, are we still, we still thinking that it's mild or something? It definitely isn't, you know,\" said Edmunds.\n\nA spokesman for the government's chief scientific adviser, Sir Patrick Vallance, didn't directly respond to Reuters questions about the threat level. Asked whether, with hindsight, the scientists' approach was the right one, the spokesperson said in a statement that \"SAGE and advisers provide advice, while Ministers and the Government make decisions.\"\n\nOn Sunday, March 1st, Ferguson, Edmunds and other advisers spent the day with NHS public health service experts trying to work out how many hospital beds and other key resources would be needed as the outbreak exploded. By now, Italian data was showing that a tenth of all infected patients needed intensive care.\n\nThe following day, pandemic modelling committee SPI-M produced its \"consensus report\" that warned the coronavirus was now transmitting freely in the UK. That Thursday, March 5, the first death in the UK was announced. Italy, which reached 827 deaths by March 11, ordered a national lockdown. Spain and France prepared to follow suit.\n\nJohnson held out against stringent measures, saying he was following the advice of the government's scientists. He asserted on March 9: \"We are doing everything we can to combat this outbreak, based on the very latest scientific and medical advice.\"\n\nIndeed, the government's Scientific Advisory Group for Emergencies, SAGE, had recommended that day, with no dissension recorded in its summary, that the UK reject a China-style lockdown. SAGE decided that \"implementing a subset of measures would be ideal,\" according to a record of its conclusions. Tougher measures could create a \"large second epidemic wave once the measures were lifted,\" SAGE said.\n\nOn March 12 came a bombshell for the British public. Chris Whitty, the chief medical officer, announced Britain had moved the threat to UK citizens from \"moderate\" to \"high.\" And he said the country had moved from trying to contain the disease to trying to slow its spread. New cases were not going to be tracked at all. \"It is no longer necessary for us to identify every case,\" he said. Only hospital cases would, in future, be tested for the virus. What had been an undisclosed policy was in the open: beyond a certain point, attempts to completely extinguish the virus would stop.\n\nThe same day, putting aside his jokey self, Johnson made a speech in Downing Street, flanked by two Union Jacks and evoking the spirit of Winston Churchill's \"darkest hour\" address. He warned: \"I must level with you, level with the British public - more families, many more families are going to lose loved ones before their time.\"\n\nFor most Britons, it came as a shock. Several of the next day's newspapers splashed Johnson's words on their front pages.\n\nVallance, the government's chief scientific adviser, who chaired SAGE, said in a BBC interview on March 13 that the plan was to simply control the pace of infection. The government had, for now, rejected what he called \"eye-catching measures\" like stopping mass gatherings such as football games or closing schools. The \"aim is to try and reduce the peak, broaden the peak, not to suppress it completely.\" Most people would get the virus mildly, and this would build up \"herd immunity\" which, in time, would stop the disease's progress.\n\nBut by now, the country was rebelling. Major institutions decided to close. After players began to get infected, the professional football leagues suspended their games. As Johnson still refused to close schools and ban mass gatherings, the Daily Mirror's banner headline, summing up a widespread feeling, asked on March 13: \"Is It Enough?\"\n\nThe catalyst for a policy reversal came on March 16 with the publication of a report by Neil Ferguson's Imperial College team. It predicted that, unconstrained, the virus could kill 510,000 people. Even the government's \"mitigation\" approach could lead to 250,000 deaths and intensive care units being overwhelmed at least eight times over.\n\nImperial's prediction of over half a million deaths was no different from the report by the government's own pandemic modelling committee two weeks earlier. Yet it helped trigger a policy turn-around, both in London and in Washington, culminating seven days later in Johnson announcing a full lockdown of Britain. The report also jarred the U.S. administration into tougher measures to slow the virus' spread.\n\nFerguson was now in isolation himself after catching the virus. Testifying by video link to a committee in Parliament, he explained why he and other scientific advisers had shifted from advocating partial social-distancing measures to warning that without a rigorous shutdown, the NHS would be overwhelmed. The reason, he said, lay in data coming out of Italy that showed large numbers of patients required critical care.\n\n\"The revision was that, basically, estimates of the proportion of patients requiring invasive ventilation, mechanical ventilation, which is only done in a critical care unit, roughly doubled,\" he said.\n\nEdmunds had a different explanation for the policy shift.\n\nWhat allowed Britain to alter course, said Edmunds, was a lockdown in Italy that \"opened up the policy space\" coupled with new data. First came a paper by Edmunds' own London School team that examined intermittent lockdowns, sent to the modelling committee on March 11 and validated by Edinburgh University. Ferguson's revised Imperial research followed.\n\nWoolhouse, the Edinburgh professor, confirmed the sequence.\n\nEdmunds said these new studies together had demonstrated that if the British government imposed a lengthy period of tougher measures, perhaps relaxed periodically, then the size of the epidemic could be substantially reduced.\n\nStill, without a vaccine or effective treatments, it's going to be hard to avoid a substantial part of the British population getting infected, said Edmunds. \"Until you get to a vaccine, there is no way of getting out of this without certainly tens of thousands of deaths,\" he said. \"And probably more than that.\"\n\nNow subject to intense public scrutiny, the modelling teams at universities across Britain continue to work on different scenarios for how the world can escape the virus's clutches. According to Medley, the chairman of the SPI-M pandemic modelling committee, no one now doubts, for all the initial reservations, that a lockdown was essential in Britain.\n\nMedley added: \"At the moment we don't know what's going to happen in six months. All we know is that unless we stop transmission now, the health service will collapse. Yep, that's the only thing we know for sure.\"", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Chris_Whitty", "type": "person", "score": 5, "label": {"eng": "Chris Whitty"}}, {"uri": "http://en.wikipedia.org/wiki/John_Edmunds_(English_academic)", "type": "wiki", "score": 5, "label": {"eng": "John Edmunds (English academic)"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza_pandemic", "type": "wiki", "score": 5, "label": {"eng": "Influenza pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 5, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 5, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Influenza", "type": "wiki", "score": 5, "label": {"eng": "Influenza"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemic", "type": "wiki", "score": 5, "label": {"eng": "Epidemic"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_medicine", "type": "wiki", "score": 5, "label": {"eng": "Intensive care medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 5, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 5, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Infection", "type": "wiki", "score": 5, "label": {"eng": "Infection"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 5, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Italy", "type": "loc", "score": 5, "label": {"eng": "Italy"}, "location": {"type": "country", "label": {"eng": "Italy"}}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Brexit", "type": "wiki", "score": 4, "label": {"eng": "Brexit"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 4, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Cabinet_Office", "type": "org", "score": 4, "label": {"eng": "Cabinet Office"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 4, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Quarantine", "type": "wiki", "score": 4, "label": {"eng": "Quarantine"}}, {"uri": "http://en.wikipedia.org/wiki/Surveillance", "type": "wiki", "score": 4, "label": {"eng": "Surveillance"}}, {"uri": "http://en.wikipedia.org/wiki/Conservative_Party_(UK)", "type": "org", "score": 4, "label": {"eng": "Conservative Party (UK)"}}, {"uri": "http://en.wikipedia.org/wiki/Epidemiology", "type": "wiki", "score": 4, "label": {"eng": "Epidemiology"}}, {"uri": "http://en.wikipedia.org/wiki/Public_health", "type": "wiki", "score": 4, "label": {"eng": "Public health"}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 4, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Medical_journal", "type": "wiki", "score": 3, "label": {"eng": "Medical journal"}}, {"uri": "http://en.wikipedia.org/wiki/Department_of_Health_and_Social_Care", "type": "wiki", "score": 3, "label": {"eng": "Department of Health and Social Care"}}, {"uri": "http://en.wikipedia.org/wiki/Independent_politician", "type": "wiki", "score": 3, "label": {"eng": "Independent politician"}}, {"uri": "http://en.wikipedia.org/wiki/Matt_Hancock", "type": "person", "score": 3, "label": {"eng": "Matt Hancock"}}, {"uri": "http://en.wikipedia.org/wiki/London_School_of_Hygiene_&_Tropical_Medicine", "type": "org", "score": 3, "label": {"eng": "London School of Hygiene & Tropical Medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Stephen_Hawking", "type": "person", "score": 3, "label": {"eng": "Stephen Hawking"}}, {"uri": "http://en.wikipedia.org/wiki/Royal_Society", "type": "org", "score": 3, "label": {"eng": "Royal Society"}}, {"uri": "http://en.wikipedia.org/wiki/Lancaster_University", "type": "org", "score": 3, "label": {"eng": "Lancaster University"}}, {"uri": "http://en.wikipedia.org/wiki/Imperial_College_London", "type": "org", "score": 3, "label": {"eng": "Imperial College London"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Cambridge", "type": "org", "score": 3, "label": {"eng": "University of Cambridge"}}, {"uri": "http://en.wikipedia.org/wiki/Public_Health_England", "type": "org", "score": 3, "label": {"eng": "Public Health England"}}, {"uri": "http://en.wikipedia.org/wiki/Europe", "type": "loc", "score": 3, "label": {"eng": "Europe"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Hubei", "type": "loc", "score": 3, "label": {"eng": "Hubei"}, "location": {"type": "place", "label": {"eng": "Hubei"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Iran", "type": "loc", "score": 3, "label": {"eng": "Iran"}, "location": {"type": "country", "label": {"eng": "Iran"}}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Exeter", "type": "org", "score": 2, "label": {"eng": "University of Exeter"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Edinburgh", "type": "org", "score": 2, "label": {"eng": "University of Edinburgh"}}, {"uri": "http://en.wikipedia.org/wiki/University_of_Oxford", "type": "org", "score": 2, "label": {"eng": "University of Oxford"}}, {"uri": "http://en.wikipedia.org/wiki/North_London", "type": "loc", "score": 2, "label": {"eng": "North London"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 2, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 2, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/BBC", "type": "org", "score": 2, "label": {"eng": "BBC"}}, {"uri": "http://en.wikipedia.org/wiki/Kent", "type": "loc", "score": 2, "label": {"eng": "Kent"}, "location": {"type": "place", "label": {"eng": "Kent"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/Lombardy", "type": "loc", "score": 2, "label": {"eng": "Lombardy"}, "location": {"type": "place", "label": {"eng": "Lombardy"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Veneto", "type": "loc", "score": 2, "label": {"eng": "Veneto"}, "location": {"type": "place", "label": {"eng": "Veneto"}, "country": {"type": "country", "label": {"eng": "Italy"}}}}, {"uri": "http://en.wikipedia.org/wiki/Hong_Kong", "type": "loc", "score": 2, "label": {"eng": "Hong Kong"}, "location": {"type": "country", "label": {"eng": "Hong Kong"}}}, {"uri": "http://en.wikipedia.org/wiki/Singapore", "type": "loc", "score": 2, "label": {"eng": "Singapore"}, "location": {"type": "country", "label": {"eng": "Singapore"}}}, {"uri": "http://en.wikipedia.org/wiki/New_Zealand", "type": "loc", "score": 2, "label": {"eng": "New Zealand"}, "location": {"type": "country", "label": {"eng": "New Zealand"}}}, {"uri": "http://en.wikipedia.org/wiki/South_Korea", "type": "loc", "score": 2, "label": {"eng": "South Korea"}, "location": {"type": "country", "label": {"eng": "South Korea"}}}, {"uri": "http://en.wikipedia.org/wiki/Indonesia", "type": "loc", "score": 2, "label": {"eng": "Indonesia"}, "location": {"type": "country", "label": {"eng": "Indonesia"}}}, {"uri": "http://en.wikipedia.org/wiki/France", "type": "loc", "score": 2, "label": {"eng": "France"}, "location": {"type": "country", "label": {"eng": "France"}}}, {"uri": "http://en.wikipedia.org/wiki/Winston_Churchill", "type": "person", "score": 1, "label": {"eng": "Winston Churchill"}}, {"uri": "http://en.wikipedia.org/wiki/Parliament_of_the_United_Kingdom", "type": "org", "score": 1, "label": {"eng": "Parliament of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 18}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 21}, {"uri": "dmoz/Health/Conditions_and_Diseases/Infectious_Diseases", "label": "dmoz/Health/Conditions and Diseases/Infectious Diseases", "wgt": 22}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 22}, {"uri": "news/Science", "label": "news/Science", "wgt": 78}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200407&t=2&i=1513573707&w=1200&r=LYNXMPEG36163", "eventUri": "eng-5669206", "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}, "shares": {"facebook": 10948, "pinterest": 9}, "sentiment": 0.192156862745098, "wgt": 10957, "relevance": 101}, {"uri": "6029617033", "lang": "eng", "isDuplicate": true, "date": "2020-04-12", "time": "16:24:00", "dateTime": "2020-04-12T16:24:00Z", "dateTimePub": "2020-04-12T16:24:00Z", "dataType": "news", "sim": 0.7176470756530762, "url": "https://www.reuters.com/article/us-health-coronavirus-usa-meatpacking-idUSKCN21U0O7", "title": "Smithfield shutting U.S. pork plant indefinitely, warns of meat shortages during pandemic", "body": "CHICAGO (Reuters) - Smithfield Foods, the world's biggest pork processor, said on Sunday it will shut a U.S. plant indefinitely due to a rash of coronavirus cases among employees and warned the country was moving \"perilously close to the edge\" in supplies for grocers.\n\nSlaughterhouse shutdowns are disrupting the U.S. food supply chain, crimping availability of meat at retail stores and leaving farmers without outlets for their livestock.\n\nSmithfield extended the closure of its Sioux Falls, South Dakota, plant after initially saying it would idle temporarily for cleaning. The facility is one of the nation's largest pork processing facilities, representing 4% to 5% of U.S. pork production, according to the company.\n\nSouth Dakota Governor Kristi Noem said on Saturday that 238 Smithfield employees had active cases of the new coronavirus, accounting for 55% of the state's total. Noem and the mayor of Sioux Falls had recommended the company shut the plant, which has about 3,700 workers, for at least two weeks.\n\n\"It is impossible to keep our grocery stores stocked if our plants are not running,\" Smithfield Chief Executive Ken Sullivan said in a statement on Sunday. \"These facility closures will also have severe, perhaps disastrous, repercussions for many in the supply chain, first and foremost our nation's livestock farmers.\"\n\nSmithfield said it will resume operations in Sioux Falls after further direction from local, state and federal officials. The company will pay employees for the next two weeks, according to the statement.\n\nThe company has been running its plants to supply U.S. consumers during the outbreak, Sullivan said.\n\n\"We have a stark choice as a nation: we are either going to produce food or not, even in the face of COVID-19,\" he said.\n\nOther major U.S. meat and poultry processors, including Tyson Foods Inc (TSN.N), Cargill Inc [CARG.UL] and JBS USA [JBS.UL] have already idled plants in other states.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Smithfield,_London", "type": "wiki", "score": 5, "label": {"eng": "Smithfield, London"}}, {"uri": "http://en.wikipedia.org/wiki/Pork", "type": "wiki", "score": 5, "label": {"eng": "Pork"}}, {"uri": "http://en.wikipedia.org/wiki/United_States", "type": "loc", "score": 5, "label": {"eng": "United States"}, "location": {"type": "country", "label": {"eng": "United States"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Smithfield_Foods", "type": "org", "score": 4, "label": {"eng": "Smithfield Foods"}}, {"uri": "http://en.wikipedia.org/wiki/Grocery_store", "type": "wiki", "score": 4, "label": {"eng": "Grocery store"}}, {"uri": "http://en.wikipedia.org/wiki/Sioux_Falls,_South_Dakota", "type": "loc", "score": 4, "label": {"eng": "Sioux Falls, South Dakota"}, "location": {"type": "place", "label": {"eng": "Sioux Falls, South Dakota"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Chicago", "type": "loc", "score": 4, "label": {"eng": "Chicago"}, "location": {"type": "place", "label": {"eng": "Chicago"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Governor_of_South_Dakota", "type": "wiki", "score": 3, "label": {"eng": "Governor of South Dakota"}}, {"uri": "http://en.wikipedia.org/wiki/Kristi_Noem", "type": "person", "score": 3, "label": {"eng": "Kristi Noem"}}, {"uri": "http://en.wikipedia.org/wiki/Slaughterhouse", "type": "wiki", "score": 3, "label": {"eng": "Slaughterhouse"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Livestock", "type": "wiki", "score": 3, "label": {"eng": "Livestock"}}, {"uri": "http://en.wikipedia.org/wiki/Meat", "type": "wiki", "score": 3, "label": {"eng": "Meat"}}, {"uri": "http://en.wikipedia.org/wiki/Retail", "type": "wiki", "score": 3, "label": {"eng": "Retail"}}, {"uri": "http://en.wikipedia.org/wiki/Mayor", "type": "wiki", "score": 2, "label": {"eng": "Mayor"}}, {"uri": "http://en.wikipedia.org/wiki/Chief_executive_officer", "type": "wiki", "score": 2, "label": {"eng": "Chief executive officer"}}, {"uri": "http://en.wikipedia.org/wiki/JBS_USA", "type": "org", "score": 1, "label": {"eng": "JBS USA"}}, {"uri": "http://en.wikipedia.org/wiki/Cargill", "type": "org", "score": 1, "label": {"eng": "Cargill"}}, {"uri": "http://en.wikipedia.org/wiki/Tyson_Foods", "type": "org", "score": 1, "label": {"eng": "Tyson Foods"}}, {"uri": "http://en.wikipedia.org/wiki/Poultry", "type": "wiki", "score": 1, "label": {"eng": "Poultry"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Business/Food_and_Related_Products", "label": "dmoz/Business/Food and Related Products", "wgt": 16}, {"uri": "dmoz/Business/Food_and_Related_Products/Meat_and_Seafood", "label": "dmoz/Business/Food and Related Products/Meat and Seafood", "wgt": 16}, {"uri": "dmoz/Business/Food_and_Related_Products/Retail", "label": "dmoz/Business/Food and Related Products/Retail", "wgt": 17}, {"uri": "dmoz/Business/Food_and_Related_Products/Wholesale_and_Distribution", "label": "dmoz/Business/Food and Related Products/Wholesale and Distribution", "wgt": 16}, {"uri": "dmoz/Business/Food_and_Related_Products/Prepared", "label": "dmoz/Business/Food and Related Products/Prepared", "wgt": 15}, {"uri": "news/Business", "label": "news/Business", "wgt": 79}], "image": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200412&t=2&i=1514817019&w=1200&r=LYNXNPEG3B0HZ", "eventUri": null, "location": {"type": "place", "label": {"eng": "Chicago"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 9667, "pinterest": 4}, "sentiment": -0.08235294117647063, "wgt": 9671, "relevance": 76}, {"uri": "6022833650", "lang": "eng", "isDuplicate": false, "date": "2020-04-07", "time": "01:23:00", "dateTime": "2020-04-07T01:23:00Z", "dateTimePub": "2020-04-07T01:22:00Z", "dataType": "news", "sim": 0.615686297416687, "url": "https://www.reuters.com/article/us-health-coronavirus-britain-idUSKBN21P041", "title": "UK PM Johnson, battling coronavirus, set for second night in intensive care", "body": "LONDON (Reuters) - British Prime Minister Boris Johnson was set to spend a second night in intensive care on Tuesday to help his fight against a coronavirus infection, as his designated deputy said he would pull through because \"he's a fighter\".\n\nJohnson is receiving oxygen support but is stable, in good spirits and breathing without assistance, said Foreign Secretary Dominic Raab, who is standing in Johnson, adding that he had not needed mechanical ventilation.\n\n\"I'm confident he'll pull through because if there's one thing I know about this prime minister, he's a fighter, and he'll be back at the helm leading us through this crisis in short order,\" Raab told a daily news conference.\n\nJohnson's personal battle with the virus has shaken the government just as the United Kingdom, now in its third week of lockdown, enters what scientists say will be the deadliest phase of its coronavirus epidemic, which has already killed at least 6,159 people.\n\nJohnson, 55, was admitted to St Thomas' Hospital, across the River Thames from parliament, late on Sunday after suffering symptoms including a fever and a cough for more than 10 days.\n\nHis condition deteriorated, and he was moved on Monday to an intensive care unit in case he needed to be put on a ventilator.\n\nIn an update on Tuesday evening, his Downing Street office said he would remain there for close monitoring and no further update was expected before Wednesday.\n\nQueen Elizabeth wished Johnson a full and speedy recovery and sent a message of support to his pregnant fiancée, Carrie Symonds, and his family, echoing warm words from the likes of U.S. President Trump and other world leaders.\n\nRaab said: \"He's not just the prime minister and, for all of us in cabinet, he's not just our boss, he's also a colleague and he's also our friend.\"\n\nHowever, the absence of Johnson, the first leader of a major power to be admitted to hospital with COVID-19, the respiratory illness caused by the new coronavirus, has raised questions about who is truly in charge at such a crucial time.\n\nBritain has no formal succession plan if a prime minister is incapacitated, and Raab, 46, said Johnson had asked him to deputise for as long as necessary. If Raab was incapacitated, finance minister Rishi Sunak would stand in, though ministers refused to say who now had ultimate control over Britain's nuclear weapons.\n\n\"I've got total confidence in the arrangements that the prime minister has put in place so that I can discharge responsibility for him, deputising for him while he's out of action, and obviously we hope that will be for a very limited period of time,\" Raab said.\n\nHe said decisions were being made collectively by the cabinet, a number of whom have also tested positive for the virus. Cabinet Office minister Michael Gove was the latest to self-isolate.\n\nRaab said ministers had \"very clear directions, very clear instructions\" from Johnson. It was not clear, though, what would happen if there was a major disagreement.\n\nThe government is due to decide early next week whether to start easing a near-total economic and social lockdown meant to stem transmission of the virus.\n\nSome ministers have suggested it should be extended, after seeing some people using sunny weather as an excuse to flout the rules. Raab himself said the government was not yet in a position to review the lockdown.\n\nBritain's chief scientific adviser said it would be another week or so before it was clear whether the graph of new cases was flattening. Tuesday's daily death toll of 786 was the highest to date.\n\nThe pound GBP=D3 dipped in Asian trading on news of Johnson's intensive care treatment but then rallied in London trading. Against the dollar, it ended the session up 0.9%. [GBP/]\n\nEven before the coronavirus, Johnson had had a tumultuous year.\n\nHe won the top job in July 2019, renegotiated a Brexit deal with the European Union, resoundingly won a snap election in December and then led the United Kingdom out of the EU on Jan. 31 - promising to seal a new trade deal with the bloc by the end of this year.\n\nThe government has said it is not planning to seek an extension to that deadline in light of the epidemic.\n\nJohnson has been criticised for initially approving a much more modest response to the coronavirus outbreak than other major European countries, though he then imposed a lockdown as projections showed half a million people could otherwise die.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Dominic_Raab", "type": "person", "score": 5, "label": {"eng": "Dominic Raab"}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 5, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Boris_Johnson", "type": "person", "score": 5, "label": {"eng": "Boris Johnson"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_unit", "type": "wiki", "score": 5, "label": {"eng": "Intensive care unit"}}, {"uri": "http://en.wikipedia.org/wiki/Prime_Minister_of_the_United_Kingdom", "type": "wiki", "score": 5, "label": {"eng": "Prime Minister of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Downing_Street", "type": "wiki", "score": 5, "label": {"eng": "Downing Street"}}, {"uri": "http://en.wikipedia.org/wiki/United_Kingdom", "type": "loc", "score": 5, "label": {"eng": "United Kingdom"}, "location": {"type": "country", "label": {"eng": "United Kingdom"}}}, {"uri": "http://en.wikipedia.org/wiki/St_Thomas'_Hospital", "type": "wiki", "score": 4, "label": {"eng": "St Thomas' Hospital"}}, {"uri": "http://en.wikipedia.org/wiki/Foreign_minister", "type": "wiki", "score": 4, "label": {"eng": "Foreign minister"}}, {"uri": "http://en.wikipedia.org/wiki/London", "type": "loc", "score": 4, "label": {"eng": "London"}, "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}}, {"uri": "http://en.wikipedia.org/wiki/First_Secretary_of_State", "type": "wiki", "score": 3, "label": {"eng": "First Secretary of State"}}, {"uri": "http://en.wikipedia.org/wiki/Lockdown", "type": "wiki", "score": 3, "label": {"eng": "Lockdown"}}, {"uri": "http://en.wikipedia.org/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "type": "wiki", "score": 3, "label": {"eng": "Secretary of State for Foreign and Commonwealth Affairs"}}, {"uri": "http://en.wikipedia.org/wiki/Intensive_care_medicine", "type": "wiki", "score": 3, "label": {"eng": "Intensive care medicine"}}, {"uri": "http://en.wikipedia.org/wiki/Central_London", "type": "wiki", "score": 3, "label": {"eng": "Central London"}}, {"uri": "http://en.wikipedia.org/wiki/Easter", "type": "wiki", "score": 3, "label": {"eng": "Easter"}}, {"uri": "http://en.wikipedia.org/wiki/Oxygen", "type": "wiki", "score": 3, "label": {"eng": "Oxygen"}}, {"uri": "http://en.wikipedia.org/wiki/Virus", "type": "wiki", "score": 3, "label": {"eng": "Virus"}}, {"uri": "http://en.wikipedia.org/wiki/Pound_sterling", "type": "wiki", "score": 3, "label": {"eng": "Pound sterling"}}, {"uri": "http://en.wikipedia.org/wiki/Asia", "type": "loc", "score": 3, "label": {"eng": "Asia"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Euro", "type": "wiki", "score": 3, "label": {"eng": "Euro"}}, {"uri": "http://en.wikipedia.org/wiki/Derek_Hill_(painter)", "type": "person", "score": 2, "label": {"eng": "Derek Hill (painter)"}}, {"uri": "http://en.wikipedia.org/wiki/University_College_London", "type": "org", "score": 2, "label": {"eng": "University College London"}}, {"uri": "http://en.wikipedia.org/wiki/Mayor_of_London", "type": "wiki", "score": 2, "label": {"eng": "Mayor of London"}}, {"uri": "http://en.wikipedia.org/wiki/Tobacco_smoking", "type": "wiki", "score": 2, "label": {"eng": "Tobacco smoking"}}, {"uri": "http://en.wikipedia.org/wiki/Medical_imaging", "type": "wiki", "score": 2, "label": {"eng": "Medical imaging"}}, {"uri": "http://en.wikipedia.org/wiki/Elizabeth_II", "type": "person", "score": 2, "label": {"eng": "Elizabeth II"}}, {"uri": "http://en.wikipedia.org/wiki/Government_of_the_United_Kingdom", "type": "org", "score": 2, "label": {"eng": "Government of the United Kingdom"}}, {"uri": "http://en.wikipedia.org/wiki/Buckingham_Palace", "type": "wiki", "score": 2, "label": {"eng": "Buckingham Palace"}}, {"uri": "http://en.wikipedia.org/wiki/Donald_Trump", "type": "person", "score": 2, "label": {"eng": "Donald Trump"}}, {"uri": "http://en.wikipedia.org/wiki/Twitter", "type": "org", "score": 2, "label": {"eng": "Twitter"}}, {"uri": "http://en.wikipedia.org/wiki/Chris_Whitty", "type": "person", "score": 1, "label": {"eng": "Chris Whitty"}}, {"uri": "http://en.wikipedia.org/wiki/European_Union", "type": "loc", "score": 1, "label": {"eng": "European Union"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Health", "label": "dmoz/Health", "wgt": 13}, {"uri": "dmoz/Society/Issues", "label": "dmoz/Society/Issues", "wgt": 14}, {"uri": "dmoz/Society/Issues/Warfare_and_Conflict", "label": "dmoz/Society/Issues/Warfare and Conflict", "wgt": 12}, {"uri": "dmoz/Society/Issues/Government_Operations", "label": "dmoz/Society/Issues/Government Operations", "wgt": 14}, {"uri": "dmoz/Computers/Hacking/Malicious_Software", "label": "dmoz/Computers/Hacking/Malicious Software", "wgt": 12}, {"uri": "news/Politics", "label": "news/Politics", "wgt": 98}], "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200407&t=2&i=1513354493&w=1200&r=LYNXMPEG3601Q", "eventUri": "eng-5662008", "location": {"type": "place", "label": {"eng": "London"}, "country": {"type": "country", "label": {"eng": "United Kingdom"}}}, "shares": {"facebook": 9292}, "sentiment": 0.0117647058823529, "wgt": 9292, "relevance": 101}, {"uri": "6027466598", "lang": "eng", "isDuplicate": true, "date": "2020-04-10", "time": "12:57:00", "dateTime": "2020-04-10T12:57:00Z", "dateTimePub": "2020-04-10T12:56:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-usa-economy-economy-idUSKCN21S1B7", "title": "U.S. consumer prices post largest drop in five years amid coronavirus disruptions", "body": "WASHINGTON (Reuters) - U.S. consumer prices fell by the most in more than five years in March and further decreases are likely as the novel coronavirus outbreak suppresses demand for some goods and services, offsetting price increases related to shortages resulting from disruptions to the supply chain.\n\nWith the country virtually at a stand-still, the economy rapidly contracting and millions unemployed as state and local governments adopt stiff measures to control the spread of COVID-19, the respiratory illness caused by the coronavirus, economists are predicting the disinflationary trend will persist for a while or even a short period of outright deflation.\n\n\"The big concern right now is deflation,\" said Gus Faucher, chief economist at PNC Financial in Pittsburgh. \"Deflation is likely to take hold over the next few months as businesses slash prices in response to much lower demand from the coronavirus outbreak and associated restrictions on movement.\"\n\nThe Labor Department said on Friday its consumer price index dropped 0.4% last month amid a tumble in the cost of gasoline, and record decreases in hotel accommodation, apparel and airline ticket prices. That was the biggest drop since January 2015 and followed a 0.1% gain in February. In the 12 months through March, the CPI increased 1.5%, the smallest advance since February 2019, after accelerating 2.3% in February.\n\nEconomists polled by Reuters had forecast the CPI dropping 0.3% in March and climbing 1.6% year-on-year.\n\nDeflation, a decline in the general price level, is harmful during an economic downturn as consumers and businesses can delay purchases in anticipation of lower prices. It can also distort monetary policy, the labor market and signals from stock and real estate prices, economists say.\n\nGRAPHIC: The COVID-19 crisis hit prices - here\n\nEconomists believe the economy entered recession in March.\n\nThe National Bureau of Economic Research, the private research institute regarded as the arbiter of U.S. recessions, does not define a recession as two consecutive quarters of decline in real GDP, as is the rule of thumb in many countries. Instead, it looks for a drop in activity, spread across the economy and lasting more than a few months.\n\nThe Federal Reserve has adopted extraordinary measures to cushion the economy's free-fall. President Donald Trump last month signed a historic $2.3 trillion package to aid businesses and workers. A record 16.8 million people have applied for unemployment benefits in the last three weeks. The unemployment rate is expected to top 10% in April.\n\nEconomists said it was unlikely these massive stimulus measures would spark inflation, noting that price pressures remained low during the Great Recession and after despite the U.S. central bank pumping money into the economy through extensive bond buying programs.\n\n\"The disinflationary impulse, along with the great disruption in economic and financial market activity, is a key reason why the Fed is unleashing vast new monetary policy stimulus,\" said Gregory Daco, chief U.S. economist at Oxford Economics in New York.\n\nRestaurants, bars and other social venues have been shuttered. Clothing retailers have also closed shop as have some manufacturers, while transportation has been drastically scaled back. Fears of a sharp global recession and an oil price war between Saudi Arabia and Russia have led to a collapse in crude prices. This is expected to offset price increases caused by bottlenecks in the supply chain.\n\nThe widespread business closures affected March's CPI report, with in-store data collection suspended on March 16, the Labor Department said. It said data collection last month was also impacted \"by the temporary closing or limited operations of certain types of establishments,\" leading to \"an increase in the number of prices being considered temporarily unavailable and imputed.\"\n\nThat resulted in many indexes being based on smaller amounts of collected prices than usual, and a small number of indexes that are normally published were not published in March. Those issues will likely persist with April's inflation data collection.\n\nThe dollar was trading marginally lower against a basket of currencies. Wall Street and the U.S. Treasury market are closed for Good Friday.\n\nGRAPHIC: The COVID-19 crisis hit U.S. prices - here\n\nExcluding the volatile food and energy components, the CPI dipped 0.1% in March, the first drop since January 2010. The so-called core CPI had increased 0.2% for two straight months. Underlying inflation fell in March also as prices for new motor vehicles declined by the most since April 2018.\n\nIn the 12 months through March, the core CPI rose 2.1% after increasing 2.4% in February.\n\nThe Fed tracks the core personal consumption expenditures (PCE) price index for its 2% inflation target.\n\nThe core PCE price index increased 1.8% on a year-on-year basis in February after rising 1.7% in January. It undershot its target in 2019. Based on Thursday's producer price index report and the CPI data, economists expect the core PCE price index was unchanged in March. The report will be released at the end of the month.\n\nIn March, gasoline prices plunged 10.5%, the most since February 2016, after dropping 3.4% in February. Food prices rose 0.3% last month after gaining 0.4% in February. Prices for food consumed at home increased 0.5%, matching February's rise.\n\nEconomists expect an acceleration in food prices in April because of stockpiling and hoarding by consumers, and would be monitoring the CPI data for shortages in specific areas.\n\nOwners' equivalent rent of primary residence, which is what a homeowner would pay to rent or receive from renting a home, increased 0.3%. That followed a 0.2% gain in February.\n\nThe cost of hotel and motel accommodation tumbled a record 7.7% last month. Airline fares plunged 12.6%, the biggest decline on record. Apparel prices dropped a record 2.0% last month after increasing 0.4% in February.\n\n\"The sharp price declines are overwhelmingly in areas where consumption has fallen back sharply,\" said Dean Baker, a senior economist at the Center for Economic and Policy Research in Washington.\n\nThere were increases in used motor vehicles and trucks, motor vehicle insurance, education, recreation, tobacco, alcoholic beverages, and personal care products prices. Healthcare costs increased 0.4%, driven by visits to doctors' offices and hospital services.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Washington_(state)", "type": "loc", "score": 4, "label": {"eng": "Washington (state)"}, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Supply_chain", "type": "wiki", "score": 3, "label": {"eng": "Supply chain"}}, {"uri": "http://en.wikipedia.org/wiki/Consumer_price_index", "type": "wiki", "score": 3, "label": {"eng": "Consumer price index"}}, {"uri": "http://en.wikipedia.org/wiki/United_States_Department_of_Labor", "type": "org", "score": 2, "label": {"eng": "United States Department of Labor"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Society/Activism/Consumer", "label": "dmoz/Society/Activism/Consumer", "wgt": 12}], "image": null, "eventUri": null, "location": {"type": "place", "label": {"eng": "Washington (state)"}, "country": {"type": "country", "label": {"eng": "United States"}}}, "shares": {"facebook": 8707}, "sentiment": 0.003921568627450966, "wgt": 8707, "relevance": 52}, {"uri": "6022776286", "lang": "eng", "isDuplicate": true, "date": "2020-04-06", "time": "23:59:00", "dateTime": "2020-04-06T23:59:00Z", "dateTimePub": "2020-04-06T23:59:00Z", "dataType": "news", "sim": 0, "url": "https://www.reuters.com/article/us-samsung-elec-results-idUSKBN21O35T", "title": "Samsung first-quarter beats estimates; chips likely to prop up virus-hit second-quarter", "body": "SEOUL (Reuters) - Samsung Electronics Co Ltd (005930.KS) said on Tuesday its first-quarter operating profit likely managed to rise slightly from a slump a year earlier, as solid chip sales helped cushion the blow from the coronavirus pandemic on smartphones and TVs.\n\nThe global leader in semiconductors is benefiting from higher demand for chips from laptop makers and data centres amid the coronavirus-driven shift to working from home, even as its mobile and consumer electronics businesses suffer.\n\nSamsung said operating profit was expected to be 6.4 trillion won ($5.2 billion) in the quarter ended March, compared with 6.2 trillion won a year ago and the 6.2 trillion won estimate from analysts according to Refinitiv SmartEstimate.\n\nRevenue likely rose 5% to 55 trillion won from a year ago, in line with the 55.6 trillion won estimate.\n\nSamsung Electronics shares were 2.3% higher while the broader market .KS11 was up 1.9%.\n\nThe maker of smartphones, TVs, appliances, memory chips and displays is the first global tech company to report its January-to-March quarter earnings estimates.\n\nSamsung Electronics said last month the coronavirus would hurt sales of smartphones - which accounted for about 47% of its revenue last year - and consumer electronics in 2020, while demand from data centres would fuel a recovery in memory chip markets.\n\n\"Even though Samsung's mobile business was hit by the coronavirus outbreak this quarter, it will likely face bigger challenges in the second quarter - now that the United States and Europe have become the hardest-hit countries,\" Kim Sun-woo, an analyst at Meritz Securities, said.\n\nWhen the coronavirus outbreak started in China last year, Samsung's strategy of spreading its production base to countries including Vietnam and India seemed to pay off as supply disruptions in China hit rivals such as Apple.\n\nBut as the virus spread across the globe, Samsung too has had to close factories and retail stores in Europe, India and the United States.\n\nNH Investment & Securities said on Tuesday it expected sales of Samsung's premium Galaxy 20 smartphone to reach 20 million units this year, far short of the 32 million it had forecast earlier.\n\nLG Electronics (066570.KS), Samsung's crosstown rival in TVs, phones and appliances, meanwhile said its first-quarter operating profit likely rose 21% to 1 trillion won. Analysts expect the coronavirus to affect LG this quarter.\n\nSamsung Electronics did not provide a breakdown of earnings for each division in its guidance released on Tuesday.\n\nAnalysts say the company's memory chip business, which generated more than 50% of its operating profit in 2019, would likely report better-than-expected results in the first half of this year.\n\nMemory chip prices are rising as work-from-home requirements boost demand from the data centres that support internet services such as streaming and cloud computing, analysts have said.\n\nPrices for DRAM memory chips are up more than 3.5% since January, according to industry tracker DRAMeXchange.\n\n\"If the coronavirus outbreak doesn't die down in the third quarter, demand for memory chips might face a bump,\" said Song Myeong-sup, an analyst at HI Investment & Securities.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Samsung_Electronics", "type": "org", "score": 4, "label": {"eng": "Samsung Electronics"}}, {"uri": "http://en.wikipedia.org/wiki/Seoul", "type": "loc", "score": 4, "label": {"eng": "Seoul"}, "location": {"type": "place", "label": {"eng": "Seoul"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 3, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Orders_of_magnitude_(numbers)", "type": "wiki", "score": 3, "label": {"eng": "Orders of magnitude (numbers)"}}, {"uri": "http://en.wikipedia.org/wiki/Pandemic", "type": "wiki", "score": 3, "label": {"eng": "Pandemic"}}, {"uri": "http://en.wikipedia.org/wiki/Smartphone", "type": "wiki", "score": 3, "label": {"eng": "Smartphone"}}, {"uri": "http://en.wikipedia.org/wiki/Samsung", "type": "org", "score": 2, "label": {"eng": "Samsung"}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}], "categories": [{"uri": "dmoz/Society/Activism/Strategies", "label": "dmoz/Society/Activism/Strategies", "wgt": 5}, {"uri": "dmoz/Business/Management/Strategy_and_Forecasting", "label": "dmoz/Business/Management/Strategy and Forecasting", "wgt": 5}, {"uri": "dmoz/Business/Construction_and_Maintenance/Estimating", "label": "dmoz/Business/Construction and Maintenance/Estimating", "wgt": 10}, {"uri": "dmoz/Sports/Martial_Arts/Kuk_Sool_Won", "label": "dmoz/Sports/Martial Arts/Kuk Sool Won", "wgt": 17}, {"uri": "news/Technology", "label": "news/Technology", "wgt": 77}], "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200406&t=2&i=1513331137&w=1200&r=LYNXMPEG35263", "eventUri": null, "location": {"type": "place", "label": {"eng": "Seoul"}, "country": {"type": "country", "label": {"eng": "South Korea"}}}, "shares": {"facebook": 8538}, "sentiment": 0.6470588235294117, "wgt": 8538, "relevance": 52}, {"uri": "6026183299", "lang": "eng", "isDuplicate": false, "date": "2020-04-09", "time": "12:39:00", "dateTime": "2020-04-09T12:39:00Z", "dateTimePub": "2020-04-09T12:37:00Z", "dataType": "news", "sim": 0.8588235378265381, "url": "https://www.reuters.com/article/us-health-coronavirus-china-dogs-idUSKCN21R1VI", "title": "China reclassifies dogs as pets, not livestock, in post-virus regulatory push", "body": "SHANGHAI (Reuters) - China has drawn up new guidelines to reclassify dogs as pets rather than livestock, the agriculture ministry said, part of a response to the coronavirus outbreak that the Humane Society called a potential \"game changer\" in animal welfare.\n\nThough dog meat remains a delicacy in many regions, the Ministry of Agriculture said in a notice published on Wednesday that dogs would no longer be considered as livestock. It uses that designation for animals that can be bred to provide food, milk, fur, fibre and medicine, or to serve the needs of sports or the military.\n\n\"As far as dogs are concerned, along with the progress of human civilisation and the public concern and love for animal protection, dogs have been 'specialised' to become companion animals, and internationally are not considered to be livestock, and they will not be regulated as livestock in China,\" it said.\n\nThe coronavirus is widely believed to have originated in horseshoe bats, and could have been passed onto humans by intermediary species on sale in the markets of the city of Wuhan, where the pathogen was first identified.\n\nChina subsequently banned the breeding, trading and consumption of wildlife, and revoked all existing licenses. It has also promised to revise legislation to make the ban permanent.\n\nThe draft guidelines published on Wednesday, which have been opened to the public for consultation, listed 18 traditional livestock species - including cattle, pigs, poultry and camels.\n\nIt also added 13 \"special\" species that would also be exempt from wild animal trading restrictions, including reindeer, alpaca, pheasants, ostriches and foxes.\n\nDog consumption has become increasingly unpopular in China, and the southern city of Shenzhen became the first to ban it last month.\n\nHowever, the Humane Society International, an animal welfare group, estimated that around 10 million dogs a year are still killed in China for meat, including stolen pets. The city of Yulin in the region of Guangxi holds an annual dog meat festival in June.\n\n\"This draft proposal could signal a game-changer moment for animal protection in China,\" said Wendy Higgins, a Humane Society International spokeswoman.", "source": {"uri": "reuters.com", "dataType": "news", "title": "Reuters"}, "authors": [], "concepts": [{"uri": "http://en.wikipedia.org/wiki/Livestock", "type": "wiki", "score": 5, "label": {"eng": "Livestock"}}, {"uri": "http://en.wikipedia.org/wiki/Dog", "type": "wiki", "score": 5, "label": {"eng": "Dog"}}, {"uri": "http://en.wikipedia.org/wiki/Agriculture", "type": "wiki", "score": 5, "label": {"eng": "Agriculture"}}, {"uri": "http://en.wikipedia.org/wiki/China", "type": "loc", "score": 5, "label": {"eng": "China"}, "location": {"type": "country", "label": {"eng": "China"}}}, {"uri": "http://en.wikipedia.org/wiki/Coronavirus", "type": "wiki", "score": 4, "label": {"eng": "Coronavirus"}}, {"uri": "http://en.wikipedia.org/wiki/Pet", "type": "wiki", "score": 4, "label": {"eng": "Pet"}}, {"uri": "http://en.wikipedia.org/wiki/Animal_welfare", "type": "wiki", "score": 4, "label": {"eng": "Animal welfare"}}, {"uri": "http://en.wikipedia.org/wiki/Shanghai", "type": "loc", "score": 4, "label": {"eng": "Shanghai"}, "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/The_Humane_Society_of_the_United_States", "type": "wiki", "score": 3, "label": {"eng": "The Humane Society of the United States"}}, {"uri": "http://en.wikipedia.org/wiki/Dog_meat", "type": "wiki", "score": 3, "label": {"eng": "Dog meat"}}, {"uri": "http://en.wikipedia.org/wiki/Delicacy", "type": "wiki", "score": 3, "label": {"eng": "Delicacy"}}, {"uri": "http://en.wikipedia.org/wiki/Fur", "type": "loc", "score": 3, "label": {"eng": "Fur"}, "location": null}, {"uri": "http://en.wikipedia.org/wiki/Horseshoe", "type": "wiki", "score": 3, "label": {"eng": "Horseshoe"}}, {"uri": "http://en.wikipedia.org/wiki/Milk", "type": "wiki", "score": 3, "label": {"eng": "Milk"}}, {"uri": "http://en.wikipedia.org/wiki/Common_ostrich", "type": "loc", "score": 2, "label": {"eng": "Common ostrich"}, "location": {"type": "place", "label": {"eng": "Common ostrich"}, "country": {"type": "country", "label": {"eng": "France"}}}}, {"uri": "http://en.wikipedia.org/wiki/Pheasant", "type": "wiki", "score": 2, "label": {"eng": "Pheasant"}}, {"uri": "http://en.wikipedia.org/wiki/Fox", "type": "wiki", "score": 2, "label": {"eng": "Fox"}}, {"uri": "http://en.wikipedia.org/wiki/Camel", "type": "wiki", "score": 2, "label": {"eng": "Camel"}}, {"uri": "http://en.wikipedia.org/wiki/Alpaca", "type": "wiki", "score": 2, "label": {"eng": "Alpaca"}}, {"uri": "http://en.wikipedia.org/wiki/Reindeer", "type": "wiki", "score": 2, "label": {"eng": "Reindeer"}}, {"uri": "http://en.wikipedia.org/wiki/Pig", "type": "wiki", "score": 2, "label": {"eng": "Pig"}}, {"uri": "http://en.wikipedia.org/wiki/Bat", "type": "wiki", "score": 2, "label": {"eng": "Bat"}}, {"uri": "http://en.wikipedia.org/wiki/Poultry", "type": "wiki", "score": 2, "label": {"eng": "Poultry"}}, {"uri": "http://en.wikipedia.org/wiki/Cattle", "type": "wiki", "score": 2, "label": {"eng": "Cattle"}}, {"uri": "http://en.wikipedia.org/wiki/Shenzhen", "type": "loc", "score": 2, "label": {"eng": "Shenzhen"}, "location": {"type": "place", "label": {"eng": "Shenzhen"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Wuhan", "type": "loc", "score": 2, "label": {"eng": "Wuhan"}, "location": {"type": "place", "label": {"eng": "Wuhan"}, "country": {"type": "country", "label": {"eng": "China"}}}}, {"uri": "http://en.wikipedia.org/wiki/Reuters", "type": "org", "score": 1, "label": {"eng": "Reuters"}}, {"uri": "http://en.wikipedia.org/wiki/Guangxi", "type": "loc", "score": 1, "label": {"eng": "Guangxi"}, "location": {"type": "place", "label": {"eng": "Guangxi"}, "country": {"type": "country", "label": {"eng": "China"}}}}], "categories": [{"uri": "dmoz/Society/Issues/Animal_Welfare", "label": "dmoz/Society/Issues/Animal Welfare", "wgt": 31}, {"uri": "dmoz/Society/Organizations/Animal_Welfare", "label": "dmoz/Society/Organizations/Animal Welfare", "wgt": 27}, {"uri": "dmoz/Business/Consumer_Goods_and_Services/Pet_Supplies", "label": "dmoz/Business/Consumer Goods and Services/Pet Supplies", "wgt": 24}, {"uri": "dmoz/Society/Disabled/Service_Animals", "label": "dmoz/Society/Disabled/Service Animals", "wgt": 28}, {"uri": "dmoz/Recreation/Pets/Animal_Assisted_Therapy", "label": "dmoz/Recreation/Pets/Animal Assisted Therapy", "wgt": 27}, {"uri": "news/Environment", "label": "news/Environment", "wgt": 66}], "image": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200409&t=2&i=1514449859&w=1200&r=LYNXNPEG38168", "eventUri": "eng-5674946", "location": {"type": "place", "label": {"eng": "Shanghai"}, "country": {"type": "country", "label": {"eng": "China"}}}, "shares": {"facebook": 8518}, "sentiment": -0.02745098039215688, "wgt": 8518, "relevance": 76}], "totalResults": 2158, "page": 1, "count": 25, "pages": 87}}